{
  "surah_number": 2,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_tl": "Alif. Lām. Mīm.[1]",
      "footnotes": "[1] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān."
    },
    {
      "ayah_number": 2,
      "translation_tl": "Ang Aklat[2] na ito ay walang pag-aalinlangan dito,[3] isang patnubay ukol sa mga tagapangilag magkasala,",
      "footnotes": "[2] Sa istilo ng pagkakasalin dito, ang Aklat na may malaking titik A ay tumutukoy sa Qur’an.\n[3] O Ang Aklat na ito ay walang mapag-aalinlanganan; nasa loob nito ay patnubay ukol sa mga tagapangilag magkasala,"
    },
    {
      "ayah_number": 3,
      "translation_tl": "na mga sumasampalataya sa nakalingid,[4] nagpapanatili sa pagdarasal, at mula sa itinustos Namin sa kanila ay gumugugol,",
      "footnotes": "[4] Ang bawat hindi natatalos ng mga pandama at nakalingid sa atin gaya ng kairalan ng mga anghel, mga jinn, Kabilang-buhay, Paraiso, at Impiyerno."
    },
    {
      "ayah_number": 4,
      "translation_tl": "na mga sumasampalataya sa [Qur’ān na] pinababa sa iyo at sa pinababa bago mo[5] pa, at sa Kabilang-buhay sila ay nakatitiyak.",
      "footnotes": "[5] Sa istilo ng pagsasalin dito, madalas na ang mga panghalip na ikaw, ka, mo, at iyo ay tumutukoy kay Propeta Muhammad."
    },
    {
      "ayah_number": 5,
      "translation_tl": "Ang mga iyon ay nasa patnubay mula sa Panginoon nila at ang mga iyon ay ang mga magtatagumpay.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_tl": "Tunay na ang mga tumangging sumampalataya – magkapantay sa kanila nagbabala ka man sa kanila o hindi ka nagbabala sa kanila – ay hindi sumasampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_tl": "Magpapasak si Allāh sa mga puso nila at sa pandinig nila. Sa mga paningin nila ay may pambalot. Ukol sa kanila ay isang pagdurusang sukdulan.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_tl": "Mayroon sa mga [mapagpaimbabaw] tao na nagsasabi: “Sumampalataya kami kay Allāh at sa Huling Araw,” samantalang hindi sila mga mananampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_tl": "Nagtatangka silang mandaya kay Allāh at sa mga sumampalataya samantalang hindi sila nandaraya maliban sa mga sarili nila habang hindi nila nararamdaman.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_tl": "Sa mga puso nila ay may sakit [ng pagdududa], at nagdagdag pa sa kanila si Allāh ng sakit. Ukol sa kanila ay isang pagdurusang masakit dahil sila dati ay nagsisinungaling.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_tl": "Kapag sinabi sa kanila: “Huwag kayong tagagulo sa lupa,” nagsasabi sila: “Kami ay mga tagapagsaayos lamang.”",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_tl": "Pansinin, tunay na sila ay ang mga tagapagtiwali subalit hindi sila nakararamdam.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_tl": "Kapag sinabi sa kanila: “Sumampalataya kayo kung paanong sumampalataya ang mga [maaayos na] tao” ay nagsasabi sila: “Sasampalataya ba kami kung paanong sumampalataya ang mga hunghang?” Pansinin, tunay na sila ay ang mga hunghang subalit hindi nila nalalaman.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_tl": "Kapag nakipagkita sila sa mga sumampalataya ay nagsasabi sila: “Sumampalataya kami [gaya ninyo],” ngunit kapag nakipagsarilinan sila sa mga demonyo [na pinuno] nila ay nagsasabi sila: “Tunay na kami ay kasama sa inyo; kami ay mga nangungutya lamang.”",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_tl": "Si Allāh ay nangungutya sa kanila at nagpapalawig sa kanila sa pagmamalabis nila habang nag-aapuhap sila.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_tl": "Ang mga iyon ay ang mga bumili ng kaligawan kapalit ng patnubay kaya hindi tumubo ang kalakalan[6] nila. Hindi sila noon mga napatnubayan.",
      "footnotes": "[6] O pakikipagkalakalan."
    },
    {
      "ayah_number": 17,
      "translation_tl": "Ang paghahalintulad sa kanila ay gaya ng paghahalintulad sa nagpaningas ng apoy, ngunit noong tumanglaw ito sa nasa palibot niya ay nag-alis si Allāh sa liwanag nila at nag-iwan Siya[7] sa kanila sa mga kadiliman habang hindi sila nakakikita.",
      "footnotes": "[7] Sa saling ito, ang mga panghalip na nagsisimula sa malaking titik gaya ng Ako, Kami, Siya, at Ikaw ay tumutukoy kay Allāh. Ang paggamit ni Allāh ng panghalip na maramihan ay ang tinatawag sa retorika na pluralis majestatis o pangmaramihan ng kamahalan."
    },
    {
      "ayah_number": 18,
      "translation_tl": "Mga bingi, na mga pipi, na mga bulag, kaya sila ay hindi bumabalik [mula sa pagkaligaw].",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_tl": "O gaya ng isang unos mula sa langit, na sa loob nito ay mga kadiliman, kulog, at kidlat. Naglalagay sila ng mga daliri nila sa mga tainga nila dahil sa mga lintik dala ng hilakbot sa kamatayan. Si Allāh ay Tagapaligid sa mga tagatangging sumampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_tl": "Halos ang kidlat ay tumangay sa mga paningin nila. Tuwing tumanglaw ito [sa daan] para sa kanila ay naglalakad sila rito at kapag nagpadilim ito sa ibabaw nila ay tumatayo sila. Kung sakaling niloob ni Allāh ay talaga sanang nag-alis Siya ng pandinig nila at mga paningin nila. Tunay na si Allāh sa bawat bagay ay May-kakayahan.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_tl": "O mga tao, sumamba kayo sa Panginoon ninyo na lumikha sa inyo at sa bago pa ninyo, nang sa gayon kayo ay mangingilag magkasala,",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_tl": "na gumawa para sa inyo ng lupa bilang himlayan[8] at ng langit bilang silong, at nagpababa mula sa langit ng tubig kaya nagpalabas Siya sa pamamagitan nito ng mga bunga bilang panustos para sa inyo. Kaya huwag kayong gumawa para kay Allāh ng mga kaagaw samantalang kayo ay nakaaalam [na walang Tagalikha kundi si Allāh].",
      "footnotes": "[8] O higaan o nakalatag."
    },
    {
      "ayah_number": 23,
      "translation_tl": "Kung kayo ay nasa isang pag-aalinlangan sa ibinaba Namin sa Lingkod[9] Namin, maglahad kayo ng isang kabanata kabilang sa tulad nito at tumawag kayo ng mga saksi ninyo bukod pa kay Allāh kung kayo ay mga tapat.",
      "footnotes": "[9] Ang Lingkod na may malaking L ay tumutukoy kay Propeta Muḥammad (s)."
    },
    {
      "ayah_number": 24,
      "translation_tl": "Ngunit kung hindi kayo nakagawa – at hindi kayo makagagawa – ay mangilag kayo sa Apoy na ang panggatong nito ay ang mga tao at ang mga bato [na sinasamba]. Inihanda ito para sa mga tagatangging sumampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_tl": "Magbalita ka ng nakagagalak sa mga sumampalataya at gumawa ng mga maayos na ukol sa kanila ay mga Hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog. Sa tuwing tinutustusan sila mula sa mga ito ng bunga bilang panustos ay nagsasabi sila: “Ito ay ang itinustos sa amin bago pa niyan.” Bibigyan sila nito na nagkakawangisan [na nagkakaiba sa lasa]. Ukol sa kanila roon ay mga asawang dinalisay at sila ay doon mga mananatili.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_tl": "Tunay na si Allāh ay hindi nahihiya na maglahad ng isang anumang paghahalintulad na isang lamok man saka anumang higit dito. Hinggil naman sa mga sumampalataya, nakaaalam sila na ito ay ang katotohanan mula sa Panginoon nila. Hinggil naman sa mga tumangging sumampalataya, nagsasabi sila: “Ano ang ninais ni Allāh rito bilang paghahalintulad, na nagliligaw Siya sa pamamagitan nito sa marami at nagpapatnubay Siya sa pamamagitan nito sa marami, samantalang hindi Siya nagliligaw sa pamamagitan nito kundi sa mga suwail.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_tl": "Ang mga kumakalas sa kasunduan kay Allāh matapos na ng pagtitibay nito, pumuputol sa ipinag-utos ni Allāh na iugnay, at nanggugulo sa lupa, ang mga iyon ay ang mga lugi.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_tl": "Papaano kayong tumatangging sumampalataya kay Allāh samantalang kayo noon ay mga patay at nagbigay-buhay Siya sa inyo, pagkatapos magbibigay-kamatayan Siya sa inyo, pagkatapos magbibigay-buhay Siya sa inyo, pagkatapos tungo sa Kanya pababalikin kayo [para tuusin].",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_tl": "Siya ay ang lumikha para sa inyo ng nasa lupa nang lahatan. Pagkatapos lumuklok Siya sa langit at bumuo Siya sa mga ito bilang pitong langit. Siya sa bawat bagay ay Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_tl": "[Banggitin] noong nagsabi ang Panginoon mo sa mga anghel: “Tunay na Ako ay maglalagay sa lupa ng isang kahalili.” Nagsabi sila: “Maglalagay Ka ba roon ng manggugulo roon at magpapadanak ng mga dugo samantalang kami ay nagluluwalhati sa kapurihan Mo at nagpapabanal sa Iyo?” Nagsabi Siya: “Tunay na ako ay nakaaalam ng hindi ninyo nalalaman.”",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_tl": "Nagturo Siya kay Adan ng mga pangalan sa kalahatan ng mga ito. Pagkatapos naglahad Siya sa mga ito sa mga anghel at nagasabi: “Magbalita kayo sa Akin ng mga pangalan ng mga ito kung kayo ay mga tapat.”",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_tl": "Nagsabi Sila: “Kaluwalhatian sa Iyo [O Allāh]! Walang kaalaman sa amin maliban sa itinuro Mo sa amin. Tunay na Ikaw ay ang Maalam, ang Marunong.”",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_tl": "Nagsabi Siya: “O Adan, magbalita ka sa kanila ng mga pangalan ng mga ito.” Kaya noong nagbalita ito sa kanila ng mga pangalan ng mga ito ay nagsabi Siya: “Hindi ba nagsabi Ako sa inyo tunay na Ako ay nakaaalam sa nakalingid sa mga langit at lupa at nakaaalam sa anumang inilalantad ninyo at anumang dati ninyong ikinukubli?”",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_tl": "[Banggitin] noong nagsabi Kami sa mga anghel: “Magpatirapa kayo kay Adan [bilang pagpipitagan];” kaya nagpatirapa sila maliban si Satanas.[10] Tumanggi siya, nagmalaki siya, at siya ay naging kabilang sa mga tagatangging sumampalataya.",
      "footnotes": "[10] Si Satanas o Iblīs sa wikang Arabe ay isang jinn at hindi kabilang sa mga anghel."
    },
    {
      "ayah_number": 35,
      "translation_tl": "Nagsabi Kami: “O Adan, manahan ka at ang asawa mo sa Paraiso at kumain kayong dalawa mula rito nang masagana saanman ninyong dalawa loobin ngunit huwag kayong dalawa lumapit sa punong-kahoy na ito dahil kayong dalawa ay maging kabilang sa mga tagalabag sa katarungan.”",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_tl": "Ngunit nagpatisod sa kanilang dalawa ang demonyo palayo roon at nagpalabas siya sa kanilang dalawa mula sa dating kinaroroonan nilang dalawa. Nagsabi Kami: “Lumapag kayo; ang iba sa inyo para sa iba ay kaaway. Ukol sa inyo sa lupa ay isang pinagtitigilan at isang natatamasa hanggang sa isang panahon.”",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_tl": "Saka nakatanggap si Adan mula sa Panginoon nito ng mga salita [ng paghingi ng kapatawaran] saka tumanggap Siya sa pagbabalik-loob nito.[11] Tunay na Siya ay ang Palatanggap ng pagbabalik-loob, ang Maawain.",
      "footnotes": "[11] Pinatawad ni Allāh si Adan sa unang kasalan nito ng pagsuway at pagkain ng bawal na bunga."
    },
    {
      "ayah_number": 38,
      "translation_tl": "Nagsabi Kami: “Bumaba kayo mula rito nang lahatan. Kung may darating nga naman sa inyo mula sa Akin na isang patnubay, ang mga sumunod sa patnubay Ko ay walang pangamba sa kanila ni sila ay malulungkot.”",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_tl": "Ang mga tumangging sumampalataya at nagpasinungaling sa mga tanda Namin, ang mga iyon ay ang mga maninirahan sa Apoy; sila ay doon mga mananatili.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_tl": "O mga anak ni Israel, alalahanin ninyo ang biyaya Ko na ibiniyaya Ko sa inyo at magpatupad kayo sa kasunduan sa Akin, magpapatupad Ako sa kasunduan sa inyo. Sa Akin ay mangilabot kayo.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_tl": "Sumampalataya kayo sa pinababa Ko bilang tagapagpatotoo para sa taglay ninyo. Huwag kayong maging una na tagatangging sumampalataya rito. Huwag kayong bumili kapalit ng mga talata Ko [mula sa Qur’ān] ng isang kaunting panumbas. Sa Akin ay mangilag kayong magkasala.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_tl": "Huwag kayong maghalo sa katotohanan ng kasinungalingan ni magtago kayo ng katotohanan [tungkol sa pagdating ni Propeta Muḥammad] samantalang kayo ay nakaaalam [nito].",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_tl": "Magpanatili kayo ng pagdarasal, magbigay kayo ng zakāh, at yumukod kayo kasama sa mga yumuyukod.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_tl": "Nag-uutos ba kayo sa mga tao ng pagsasamabuting-loob samantalang nakalilimot kayo sa mga sarili ninyo habang kayo ay bumibigkas ng Kasulatan? Saka hindi ba kayo nakapag-uunawa?",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_tl": "Magpatulong kayo sa pamamagitan ng pagtitiis at pagdarasal. Tunay na ito ay talagang mabigat maliban sa mga nagtataimtim [kay Allāh],",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_tl": "na tumitiyak na sila ay mga makikipagkita sa Panginoon nila, at na sila tungo sa Kanya ay mga babalik [para gantihan].",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_tl": "O mga anak ni Israel, alalahanin ninyo ang biyaya Ko na ibiniyaya Ko sa inyo, at na Ako ay nagtangi sa inyo higit sa mga nilalang [para sa pagkapropeta].",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_tl": "Mangilag kayo sa isang Araw na hindi makasasapat ang isang kaluluwa para sa isang kaluluwa sa anuman, ni tatanggap mula sa kanya ng isang pamamagitan, ni kukuha mula sa kanya ng isang panumbas, ni sila ay iaadya.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_tl": "[Banggitin] noong nagligtas Kami sa inyo mula sa angkan ni Paraon. Nagpapataw sila sa inyo ng kasagwaan ng pagdurusa: pinagkakatay nila ang mga lalaking anak ninyo at pinamumuhay nila ang mga babae ninyo. Sa gayon ay may isang pagsubok, mula sa Panginoon ninyo, na sukdulan.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_tl": "[Banggitin] noong naghati Kami para sa inyo ng dagat kaya pinaligtas Namin kayo at nilunod Namin ang angkan ni Paraon habang kayo ay nakatingin.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_tl": "[Banggitin] noong nakipagtipan Kami kay Moises nang apatnapung gabi. Pagkatapos gumawa kayo sa guya [bilang diyus-diyusan] matapos na [ng pag-alis] niya habang kayo ay mga tagalabag sa katarungan.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_tl": "Pagkatapos nagpaumanhin Kami sa inyo matapos na niyon, nang sa gayon kayo ay magpapasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_tl": "[Banggitin] noong nagbigay Kami kay Moises ng Kasulatan at Pamantayan [ng tama at mali], nang sa gayon kayo ay mapapatnubayan.",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_tl": "[Banggitin] noong nagsabi si Moises sa mga kalipi niya: “O mga kalipi ko, tunay na kayo ay lumabag sa katarungan sa mga sarili ninyo sa paggawa ninyo sa guya [bilang diyus-diyusan] kaya magbalik-loob kayo sa Tagapaglalang ninyo at patayin ninyo ang mga [may-salang] kapwa ninyo. Iyon ay higit na mabuti para sa inyo sa ganang Tagapaglalang ninyo;” saka tumanggap Siya ng pagbabalik-loob ninyo. Tunay na Siya ay ang Palatanggap ng pagbabalik-loob, ang Maawain.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_tl": "[Banggitin] noong magsabi kayo: “O Moises, hindi kami sasamplataya sa iyo hanggang sa makakita kami kay Allāh nang hayagan.” Kaya dumaklot sa inyo ang lintik habang kayo ay nakatingin.",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_tl": "Pagkatapos bumuhay Kami sa inyo matapos na ng kamatayan ninyo, nang sa gayon kayo ay magpapasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_tl": "Naglilim Kami sa inyo ng mga ulap at nagpababa Kami sa inyo ng manna at mga pugo, [na nagsasabi]: “Kumain kayo mula sa mga kaaya-ayang itinustos Namin sa inyo.” Hindi sila lumabag sa katarungan sa Amin, subalit sila noon sa mga sarili nila ay lumalalabag sa katarungan.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_tl": "[Banggitin] noong nagsabi Kami: “Magsipasok kayo sa pamayanang ito at kumain kayo mula rito saanman ninyo loobin nang masagana. Magsipasok kayo sa pinto na mga nakayukod. Magsabi kayo: “Pag-aalis-sala,” magpapatawad Kami sa inyo sa mga kasalanan ninyo at magdaragdag Kami sa mga tagapagpaganda ng gawa.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_tl": "Ngunit nagpalit ang mga lumabag sa katarungan ng isang sabing iba sa sinabi sa kanila, kaya nagpababa Kami sa mga lumabag sa katarungan ng isang pasakit mula sa langit dahil sila noon ay nagpapakasuwail.",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_tl": "[Banggitin] noong humiling ng tubig si Moises para sa mga kalipi niya kaya nagsabi Kami: “Humampas ka ng tungkod mo sa bato.” Kaya bumulwak mula roon ang labindalawang bukal. Nakaalam nga ang bawat [pangkat ng] mga tao sa inuman nila. Kumain kayo at uminom kayo mula sa panustos ni Allāh at huwag kayong manampalasan sa lupa bilang mga tagagulo.",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_tl": "[Banggitin] noong nagsabi kayo: “O Moises, hindi kami makatitiis sa nag-iisang [pares ng] pagkain; kaya manalangin ka para sa amin sa Panginoon mo, magpapalabas Siya para sa amin ng pinatutubo ng lupa gaya ng mga halaman nito, mga pipino nito, mga bawang nito, mga lentiha nito, at mga sibuyas nito.” Nagsabi [si Moises]: “Magpapalit ba kayo ng higit na hamak sa higit na mabuti? Bumaba kayo sa isang kabayanan sapagkat tunay na ukol sa inyo ang hiningi ninyo.” Itinatak sa kanila ang kaabahan at ang karukhaan at bumalik sila kalakip ng isang galit mula kay Allāh. Iyon ay dahil sila noon ay tumatangging sumampalataya sa mga tanda ni Allāh at pumapatay sa mga propeta nang walang karapatan. Iyon ay dahil sumuway sila, at sila noon ay lumalabag.",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_tl": "Tunay na ang mga sumampalataya [bago ni Propeta Muḥammad], ang mga nagpaka-Hudyo, ang mga Kristiyano, at ang mga Sabeano – ang sinumang sumampalataya kay Allāh at sa Huling Araw at gumawa ng maayos – ay ukol sa kanila ang pabuya nila sa ganang Panginoon nila, at walang pangamba sa kanila ni sila ay malulungkot.",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_tl": "[Banggitin] noong tumanggap Kami ng kasunduan sa inyo [O mga anak ni Israel] at nag-angat Kami sa ibabaw ninyo ng bundok, [na nag-uutos]: “Tanggapin ninyo ang [Torah na] ibinigay Namin sa inyo nang may lakas at alalahanin ninyo ang anumang narito, nang sa gayon kayo ay mangingilag magkasala.”",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_tl": "Pagkatapos tumalikod kayo matapos na niyon, ngunit kung hindi dahil sa kabutihang-loob ni Allāh sa inyo at awa Niya ay talaga sanang kayo ay naging kabilang sa mga lugi.",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_tl": "Talaga ngang nakaalam kayo sa lumabag kabilang sa inyo sa Sabath, at nagsabi Kami sa kanila: “Maging mga unggoy kayo na itinataboy!”",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_tl": "Kaya gumawa Kami rito bilang parusang panghalimbawa para sa kapiling nito at kasunod nito at bilang pangaral para sa mga tagapangilag magkasala.",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_tl": "[Banggitin] noong nagsabi si Moises sa mga kalipi niya: “Tunay na si Allāh ay nag-utos sa inyo na magkatay kayo ng isang baka.” Nagsabi sila: “Gumagawa ka ba sa amin ng isang pagkutya?” Nagsabi siya: “Nagpapakupkop ako kay Allāh na ako ay maging kabilang sa mga mangmang.”",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_tl": "Nagsabi sila: “Dumalangin ka para amin sa Panginoon mo, magpapalinaw Siya para sa amin kung ano ito.” Nagsabi siya: “Tunay na Siya ay nagsasabi na tunay na ito ay isang baka na hindi matanda at hindi dumalaga, katamtaman sa pagitan niyon; kaya gawin ninyo ang ipinag-uutos sa inyo.”",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_tl": "Nagsabi sila: “Dumalangin ka para sa amin sa Panginoon mo, magpapalinaw Siya para sa amin kung ano ang kulay nito.” Nagsabi siya: “Tunay na Siya ay nagsasabi na tunay na ito ay isang baka na dilaw na matingkad ang kulay nito, na nakagagalak sa mga tumitingin.”",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_tl": "Nagsabi sila: “Dumalangin ka para amin sa Panginoon mo, magpapalinaw Siya para sa amin kung ano ito; tunay na ang mga baka ay nagkahawigan sa amin. Tunay na kami, kung niloob ni Allāh, ay talagang mga mapapatnubayan [tungo sa bakang kakatayin].”",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_tl": "Nagsabi siya: “Tunay na Siya ay nagsasabing tunay na ito ay isang baka, na hindi maamo na nagbubungkal ng lupa at hindi nagpapatubig ng taniman, na binusilak na walang batik dito.” Nagsabi sila: “Ngayon ay naghatid ka ng katotohanan.” Kaya kinatay nila ito at hindi nila halos nagawa.",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_tl": "[Banggitin] noong pumatay kayo ng isang tao at nagtalu-talo kayo hinggil sa kanya. Si Allāh ay tagapagpalabas ng dati ninyong itinatago.",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_tl": "Kaya nagsabi Kami: “Humampas kayo sa kanya [na namatay] ng bahagi ng [kinatay na bakang] iyon.” Gayon nagbibigay-buhay si Allāh sa mga patay. Nagpapakita Siya sa inyo ng mga tanda Niya, nang sa gayon kayo makapag-uunawa.",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_tl": "Pagkatapos tumigas ang mga puso ninyo matapos na niyon, kaya ang mga ito ay gaya ng mga bato o higit na matindi sa katigasan. Tunay na mayroon sa mga bato na talagang ang bumubulwak mula sa mga ito ay ang mga ilog, tunay na mayroon sa mga ito na talagang ang nagkakabiyak-biyak kaya lumalabas mula sa mga ito ang tubig, at tunay na mayroon sa mga ito na talagang ang lumalagpak dahil sa takot kay Allāh. Si Allāh ay hindi nalilingat sa anumang ginagawa ninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_tl": "Kaya naghahangad ba kayo [O mga mananampalataya] na maniwala sila sa inyo samantalang nangyari ngang may isang pangkat [ng mga Hudyong paham] mula sa kanila na nakaririnig sa salita ni Allāh? Pagkatapos pumipilipit sila nito matapos na nakapag-unawa sila rito samantalang sila ay nakaaalam.",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_tl": "Kapag nakipagkita sila sa mga sumampalataya ay nagsasabi sila: “Sumampalataya kami,” at kapag nagsarilinan ang iba sa kanila sa iba pa ay nagsasabi sila: “Kumakausap ba kayo sa kanila ng hinggil sa inihayag ni Allāh sa inyo [hinggil sa pagdating ng Propeta] upang mangatwiran sila sa inyo hinggil dito sa piling ng Panginoon ninyo? Kaya hindi ba kayo nakapag-uunawa?”",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_tl": "Hindi ba sila nakaaalam na si Allāh ay nakaaalam sa anumang inililihim nila at anumang inihahayag nila?",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_tl": "Kabilang sa kanila [na mga Hudyo] ay mga iliterato na walang nalalaman sa Kasulatan kundi mga mithiin [na walang pagkaunawa], at walang iba sila kundi nagpapalagay [na ito ay Torah].",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_tl": "Kaya kapighatian ay ukol sa mga sumusulat ng kasulatan sa pamamagitan ng mga kamay nila, pagkatapos nagsasabi silang ito ay mula sa ganang kay Allāh upang bumili sila kapalit nito ng isang kaunting panumbas. Kaya kapighatian ay ukol sa kanila mula sa sinulat ng mga kamay nila at kapighatian ay ukol sa kanila mula sa nakakamit nila.",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_tl": "Nagsasabi sila: “Hindi sasaling sa amin ang Apoy maliban sa mga araw na mabibilang.” Sabihin mo: “Gumawa ba kayo sa ganang kay Allāh ng isang kasunduan sapagkat hindi sisira si Allāh sa kasunduan sa Kanya, o nagsasabi kayo hinggil kay Allāh ng hindi ninyo nalalaman?”",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_tl": "Bagkus, ang mga nagkamit ng isang masagwang gawa [ng kawalang-pananampalataya] at pumaligid sa kanila ang kamalian nila, ang mga iyon ay ang mga maninirahan sa Apoy; sila ay doon mga mananatili.",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_tl": "Ang mga sumampalataya at gumawa ng mga maayos, ang mga iyon ay ang mga maninirahan sa Hardin; sila ay doon mga mananatili.",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_tl": "[Banggitin] noong tumanggap Kami ng kasunduan sa mga anak ni Israel, [na nag-uutos]: “Hindi kayo sasamba maliban kay Allāh; sa mga magulang ay gumawa ng maganda, at sa may pagkakamag-anak, mga ulila, at mga dukha; magsabi kayo sa mga tao ng maganda; magpapanatili kayo ng pagdarasal; at magbigay kayo ng zakāh.” Pagkatapos tumalikod kayo maliban sa kaunti kabilang sa inyo habang kayo ay mga umaayaw.",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_tl": "[Banggitin] noong tumanggap Kami ng kasunduan sa inyo, [na nag-uutos]: “Hindi kayo magpapadanak ng mga dugo ninyo at hindi kayo magpapalisan ng mga kapwa ninyo mula sa mga tahanan ninyo.” Pagkatapos kumilala kayo [sa kasunduan] habang kayo ay sumasaksi.",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_tl": "Pagkatapos kayo itong pumapatay sa mga kapwa ninyo at nagpapalisan sa isang pangkat kabilang sa inyo mula sa mga tahanan nila, habang nagtataguyudan kayo laban sa kanila sa kasalanan at pangangaway. Kung pumupunta sila sa inyo bilang mga bihag ay tumutubos kaya sa kanila samantalang ipinagbabawal sa inyo ang pagpapalisan sa kanila [mula sa mga tahanan nila]. Kaya sumasampalataya ba kayo sa isang bahagi ng Aklat at tumatanggi kayong sumampalataya sa isang bahagi? Kaya walang ganti sa sinumang gumagawa niyon kabilang sa inyo kundi isang kahihiyan sa buhay na pangmundo. Sa Araw ng Pagbangon ay ipagtutulakan sila sa pinakamatindi sa pagdurusa. Si Allāh ay hindi nalilingat sa anumang ginagawa ninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_tl": "Ang mga iyon ay ang mga bumili ng buhay na pangmundo kapalit ng Kabilang-buhay[12] kaya hindi pagagaanin sa kanila ang pagdurusa ni sila ay iaadya.",
      "footnotes": "[12] Dahil sa pagtatangi sa naglalahong buhay kaysa sa namamalaging buhay."
    },
    {
      "ayah_number": 87,
      "translation_tl": "Talaga ngang nagbigay Kami kay Moises ng Kasulatan at nagpasunod Kami matapos na Niya ng mga sugo. Nagbigay Kami kay Jesus na anak ni Maria ng mga malinaw na patunay at nag-alalay Kami sa kanya sa pamamagitan ng Espiritu ng Kabanalan.[13] Kaya ba sa tuwing may naghatid sa inyo na isang sugo ng hindi pinipithaya ng mga sarili ninyo ay nagmamalaki kayo sapagkat sa isang pangkat ay nagpapabula kayo at sa isang pangkat ay pumapatay kayo?",
      "footnotes": "[13] Ang Espiritu ng Kabanalan o ang Banal na Esipiritu ay si Anghel Gabriel."
    },
    {
      "ayah_number": 88,
      "translation_tl": "Nagsabi sila: “Ang mga puso namin ay mga nakabalot.[14]” Bagkus isinumpa sila ni Allāh dahil sa kawalang- pananampalataya nila kaya kakaunti ang sinasampalatayanan nila.",
      "footnotes": "[14] kaya hindi napapasukan ng salita ni Allāh."
    },
    {
      "ayah_number": 89,
      "translation_tl": "Noong may dumating sa kanila na isang Aklat mula sa ganang kay Allāh, na tagapagpatotoo para sa taglay nila [na mga kasulatan] – samantalang sila dati bago pa niyan ay humihiling ng pagwawagi laban sa mga tumangging sumampalataya – at noong dumating sa kanila ang nakilala nila ay tumanggi silang sumampalataya rito. Kaya ang sumpa ni Allāh ay sa mga tagatangging sumampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 90,
      "translation_tl": "Kay saklap ng pinagbilihan nila ng mga sarili nila, na tumanggi silang sumampalataya sa pinababa ni Allāh dala ng paglabag dahil nagbaba si Allāh ng kabutihang-loob Niya sa sinumang niloloob Niya kabilang sa mga lingkod[15] Niya. Kaya bumalik sila kalakip ng isang galit [dahil sa kawalang-pananampalataya nila kay Muḥammad] sa ibabaw ng isang galit [dahil sa pagpilipit nila sa Torah]. Ukol sa mga tagatangging sumampalataya ay isang pagdurusang manghahamak.",
      "footnotes": "[15] Ang “mga lingkod” ni Allāh ay ang mga tao at ang mga jinn."
    },
    {
      "ayah_number": 91,
      "translation_tl": "Kapag sinabi sa kanila: “Sumampalataya kayo sa pinababa ni Allāh [na Qur’ān],” ay nagsasabi sila: “Sumasampalataya kami sa pinababa sa amin [na mga kasulatan].” Tumatanggi silang sumampalataya sa iba pa roon samantalang ito ay ang katotohanan bilang tagapagpatotoo para sa taglay nila. Sabihin mo: “Kaya bakit pumapatay kayo ng mga propeta ni Allāh bago pa niyan kung kayo ay mga mananampalataya?”",
      "footnotes": null
    },
    {
      "ayah_number": 92,
      "translation_tl": "Talaga ngang naghatid sa inyo si Moises ng mga malinaw na patunay. Pagkatapos gumawa kayo sa guya [bilang diyus-diyusan] matapos na [ng pag-alis] niya habang kayo ay mga tagalabag sa katarungan.",
      "footnotes": null
    },
    {
      "ayah_number": 93,
      "translation_tl": "[Banggitin] noong tumanggap Kami ng kasunduan sa inyo [O mga anak ni Israel] at nag-angat Kami sa ibabaw ninyo ng bundok, [na nagsasabi]: “Tanggapin ninyo ang ibinigay Namin sa inyo [na mga kasulatan] nang may lakas at makinig kayo.” Nagsabi sila: “Nakarinig kami at sumuway kami.” Pinahumaling sila sa mga puso nila ng [pagsamba sa] guya dahil sa kawalang-pananampalataya nila. Sabihin mo: “Kay saklap ng ipinag-uutos sa inyo ng pananampalataya ninyo, kung kayo ay mga mananampalataya.”",
      "footnotes": null
    },
    {
      "ayah_number": 94,
      "translation_tl": "Sabihin mo: “Kung ukol sa inyo [O mga Hudyo] ang tahanan sa Kabilang-buhay sa piling ni Allāh nang natatangi bukod pa sa mga tao ay magmithi kay ng kamatayan kung kayo ay mga tapat.”",
      "footnotes": null
    },
    {
      "ayah_number": 95,
      "translation_tl": "Hindi sila magmimithi niyon magpakailanman dahil sa ipinauna ng mga kamay nila. Si Allāh ay Maalam sa mga tagalabag sa katarungan.",
      "footnotes": null
    },
    {
      "ayah_number": 96,
      "translation_tl": "Talagang makatatagpo ka nga sa kanila na pinakamasigasig sa mga tao sa buhay kaysa sa mga nagtambal [kay Allāh]. Nag-aasam ang isa sa kanila na kung sana palawigin siya ng isang libong taon samantalang ito ay hindi maghahango sa kanya mula sa pagdurusa na palawigin siya. Si Allāh ay Nakakikita sa anumang ginagawa nila.",
      "footnotes": null
    },
    {
      "ayah_number": 97,
      "translation_tl": "Sabihin mo: “Ang sinumang naging isang kaaway para kay [Anghel] Gabriel, tunay na siya ay nagbaba nitong [Qur’ān] sa puso mo [O Propeta Muḥammad] ayon sa pahintulot ni Allāh, bilang tagapagpatotoo para sa nauna rito, bilang patnubay, at bilang balitang nakagagalak para sa mga mananampalataya.”",
      "footnotes": null
    },
    {
      "ayah_number": 98,
      "translation_tl": "Ang sinumang naging isang kaaway para kay Allāh, sa mga anghel Niya, sa mga sugo Niya, kay Gabriel, at kay Miguel; tunay na si Allāh ay isang kaaway para sa mga tagatangging sumampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 99,
      "translation_tl": "Talaga ngang nagpababa Kami sa iyo [O Propeta Muḥammad] ng mga talatang malilinaw at walang tumatangging sumampalataya sa mga ito kundi ang mga suwail.",
      "footnotes": null
    },
    {
      "ayah_number": 100,
      "translation_tl": "Sa tuwing nakikipagkasunduan ba sila ng isang kasunduan ay itinatapon ito ng isang pangkat kabilang sa kanila? Bagkus ang higit na marami sa kanila ay hindi sumasampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 101,
      "translation_tl": "Noong may dumating sa kanila na isang Sugo[16] mula sa ganang kay Allāh, na tagapagpatotoo para sa taglay nila, ay itinatapon ng isang pangkat [ng mga Hudyo na] kabilang sa mga binigyan ng Kasulatan[17] ang Aklat ni Allāh sa likuran ng mga likod nila na para bang sila ay hindi nakaaalam.",
      "footnotes": "[16] Ang Sugo na may malaking titik na S ay tumutukoy kay Propeta Muḥammad at gayon din ang Propeta na may malaking P.\n[17] Ang “mga binigyan ng Kasulatan” ay ang mga Hudyo at ang mga Kristiyano, na tinatawg ding “mga May Kasulatan.”"
    },
    {
      "ayah_number": 102,
      "translation_tl": "Sumunod sila[18] sa binibigkas ng mga demonyo sa paghahari ni Solomon. Hindi tumangging sumampalataya si Solomon[19] bagkus ang mga demonyo ay tumangging sumampalataya; nagtuturo sila sa mga tao ng panggagaway at ng pinababa sa dalawang anghel sa Babilonia, na sina Hārūt at Mārūt. Hindi nagtuturo silang dalawa sa isa man hanggang sa magsabi silang dalawa: “Kami ay tukso lamang, kaya huwag kang tumangging sumampalataya.” Kaya natututo sila mula sa kanilang dalawa ng nagpapahihiwalay sa pagitan ng lalaki at maybahay nito. Sila ay hindi mga nakapipinsala sa pamamagitan nito sa isa man malibang ayon sa pahintulot ni Allāh. Natututo sila ng nakapipinsala sa kanila at hindi nagpapakinabang sa kanila. Talaga ngang nakaalam sila na talagang ang sinumang bumili nito ay walang ukol sa kanya sa Kabilang-buhay na anumang bahagi. Talagang kay saklap ng pinagbilihan nila ng mga sarili nila, kung sakaling sila noon ay nakaaalam.",
      "footnotes": "[18] Ibig sabihin: ang mga Hudyong hindi sumampalataya.\n[19] Ibig sabihin: hindi tumangging sumampalataya si Solomon sa pamamagitan ng pagsasagawa ng panggagaway/"
    },
    {
      "ayah_number": 103,
      "translation_tl": "Kung sakaling sila [na mga Hudyo] ay sumampalataya [kay Allāh nang totoo] at nangilag magkasala, talaga sanang ang isang gantimpala mula sa ganang kay Allāh ay higit na mabuti [para sa kanila] kung sakaling sila noon ay nakaaalam.",
      "footnotes": null
    },
    {
      "ayah_number": 104,
      "translation_tl": "O mga sumampalataya, huwag ninyong sabihin [sa Propeta]: “Magsaalang-alang ka sa amin,” ngunit sabihin ninyo: “Maghintay ka sa amin,” at makinig kayo. Ukol sa mga tagatangging sumampalataya ay isang pagdurusang masakit.",
      "footnotes": null
    },
    {
      "ayah_number": 105,
      "translation_tl": "Hindi nag-aasam ang mga tumangging sumampalataya kabilang sa mga May Kasulatan[20] ni ang mga tagapagtambal na may ibaba sa inyo na anumang mabuti mula sa Panginoon ninyo. Si Allāh ay nagtatangi ng awa Niya sa sinumang niloloob Niya. Si Allāh ay may kabutihang-loob na sukdulan.",
      "footnotes": "[20] Ang “mga May Kasulatan” ay tumutukoy sa mga Hudyo at mga Kristiyano."
    },
    {
      "ayah_number": 106,
      "translation_tl": "Ang anumang ipinawalang-bisa Namin na isang talata o ipinalimot Namin iyon ay magdudulot Kami ng isang higit na mainam kaysa roon o ng tulad niyon. Hindi ka ba nakaaalam na si Allāh sa bawat bagay ay May-kakayahan?",
      "footnotes": null
    },
    {
      "ayah_number": 107,
      "translation_tl": "Hindi ka ba nakaaalam na si Allāh ay may paghahari sa mga langit at lupa? Walang ukol sa inyo bukod pa kay Allāh na anumang katangkilik ni mapag-adya.",
      "footnotes": null
    },
    {
      "ayah_number": 108,
      "translation_tl": "O nagnanais ba kayong humiling sa Sugo ninyo gaya ng pagkahiling kay Moises bago pa niyan? Ang sinumang magpapalit ng kawalang-pananampalataya sa pananampalataya ay lumihis nga palayo sa katumpakan ng landas.",
      "footnotes": null
    },
    {
      "ayah_number": 109,
      "translation_tl": "Inasam ng marami sa mga May Kasulatan na kung sana magpapanauli sila sa inyo, matapos na ng pagsampalataya ninyo, bilang mga tagatangging sumampalataya dala ng inggit mula sa ganang mga sarili nila matapos na luminaw para sa kanila ang katotohanan. Kaya magpaumanhin kayo at magpawalang-sala kayo hanggang sa magparating si Allāh ng utos Niya. Tunay na si Allāh sa bawat bagay ay May-kakayahan.",
      "footnotes": null
    },
    {
      "ayah_number": 110,
      "translation_tl": "Magpanatili kayo ng pagdarasal at magbigay kayo ang zakāh. Ang anumang ipinauna ninyo para sa mga sarili ninyo na kabutihan ay matatagpuan ninyo ito sa piling ni Allāh. Tunay na si Allāh sa anumang ginagawa ninyo ay Nakakikita.",
      "footnotes": null
    },
    {
      "ayah_number": 111,
      "translation_tl": "Nagsabi sila: “Walang papasok sa Paraiso kundi mga Hudyo o mga Kristiyano.” Iyon ay mga pinakamimithi nila. Sabihin mo: “Magbigay kayo ng patotoo ninyo kung kayo ay mga tapat.”",
      "footnotes": null
    },
    {
      "ayah_number": 112,
      "translation_tl": "Bagkus ang sinumang nagsuko ng mukha niya kay Allāh, habang siya ay gumagawa ng maganda, ay ukol sa kanya ang pabuya sa kanya sa ganang Panginoon niya. Walang pangamba sa kanila ni sila ay malulungkot.",
      "footnotes": null
    },
    {
      "ayah_number": 113,
      "translation_tl": "Nagsabi ang mga Hudyo: “Ang mga Kristiyano ay hindi nakabatay sa anuman,” at nagsabi ang mga Kristiyano: “Ang mga Hudyo ay hindi nakabatay sa anuman,” samantalang sila ay nagbabasa ng Kasulatan. Gayon nagsabi ang mga hindi nakaaalam ng tulad ng sabi nila. Kaya si Allāh ay hahatol sa pagitan nila sa Araw ng Pagbangon hinggil sa anumang sila noon hinggil doon ay nagkakaiba-iba.",
      "footnotes": null
    },
    {
      "ayah_number": 114,
      "translation_tl": "Sino pa ang higit na tagalabag sa katarungan kaysa sa sinumang pumigil [sa mga tao] sa mga masjid ni Allāh na banggitin sa mga ito ang pangalan Niya at nagpunyagi sa pagkasira ng mga ito. Ang mga iyon ay hindi ukol sa kanilang pumasok sa mga ito malibang mga nangangamba. Ukol sa kanila sa Mundo ay isang kahihiyan at ukol sa kanila sa Kabilang-buhay ay isang pagdurusang sukdulan.",
      "footnotes": null
    },
    {
      "ayah_number": 115,
      "translation_tl": "Sa kay Allāh ang silangan at ang kanluran kaya saanman kayo humarap ay naroon ang Mukha ni Allāh. Tunay na si Allāh ay Malawak, Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 116,
      "translation_tl": "Nagsabi sila: “Gumawa si Allāh ng isang anak.” Kaluwalhatian sa Kanya! Bagkus sa Kanya ang anumang nasa mga langit at lupa. Lahat sa Kanya ay mga masunurin.",
      "footnotes": null
    },
    {
      "ayah_number": 117,
      "translation_tl": "Ang Mapagpasimula ng mga langit at lupa, kapag nagtadhana Siya ng isang bagay, ay nagsasabi lamang dito na mangyari saka mangyayari ito.",
      "footnotes": null
    },
    {
      "ayah_number": 118,
      "translation_tl": "Nagsabi ang mga hindi nakaaalam:[21] “Bakit kasi hindi kumakausap sa atin si Allāh o may pumupunta sa atin na isang tanda? Gayon nagsabi ang mga bago pa nila ng tulad ng sabi nila. Nagkawangisan ang mga puso nila. Naglinaw na Kami ng mga tanda para sa mga taong nakatitiyak [sa katotohanan].",
      "footnotes": "[21] kabilang sa mga May Kasulatan at mga tagapagtambal."
    },
    {
      "ayah_number": 119,
      "translation_tl": "Tunay na Kami ay nagsugo sa iyo [O Propeta Muḥammad] kalakip ng katotohanan bilang mapagbalita ng nakagagalak [hinggil sa Paraiso] at bilang mapagbabala [hinggil sa Impiyerno]. Hindi ka tatanungin tungkol sa mga maninirahan sa Impiyerno.",
      "footnotes": null
    },
    {
      "ayah_number": 120,
      "translation_tl": "Hindi malulugod sa iyo [O Muslim] ang mga Hudyo ni ang mga Kristiyano hanggang sa sumunod ka sa kapaniwalaan nila. Sabihin mo: “Tunay na ang patnubay ni Allāh ay ang patnubay.” Talagang kung sumunod ka sa mga pithaya nila matapos na may dumating sa iyo na kaalaman, walang ukol sa iyo laban kay Allāh na anumang katangkilik ni mapag-adya.",
      "footnotes": null
    },
    {
      "ayah_number": 121,
      "translation_tl": "Ang [ilan sa] mga binigyan Namin ng Kasulatan ay bumibigkas nito nang totoong pagbigkas. Ang mga iyon ay sumasampalataya rito [sa Qur’ān]. Ang sinumang tumangging sumampalataya rito, ang mga iyon ay ang mga lugi.",
      "footnotes": null
    },
    {
      "ayah_number": 122,
      "translation_tl": "O mga anak ni Israel, alalahanin ninyo ang biyaya Kong ibiniyaya Ko sa inyo at na Ako ay nagtangi sa inyo higit sa mga nilalang [sa pagkapropeta].",
      "footnotes": null
    },
    {
      "ayah_number": 123,
      "translation_tl": "Mangilag kayo sa isang Araw na hindi makasasapat ang isang kaluluwa para sa isang kaluluwa sa anuman, ni tatanggap mula sa kanya ng isang panumbas, ni magpapakinabang sa kanya ang isang pamamagitan, ni sila ay iaadya.",
      "footnotes": null
    },
    {
      "ayah_number": 124,
      "translation_tl": "[Banggitin] noong sumubok kay Abraham ang Panginoon niya sa pamamagitan ng mga salita saka tumupad ito sa mga iyon. Nagsabi Siya: “Tunay na Ako ay gagawa sa iyo para sa mga tao bilang pinuno.” Nagsabi ito: “Mayroon sa mga supling ko?” Nagsabi Siya: “Hindi sumasaklaw ang kasunduan sa Akin sa mga tagalabag sa katarungan.”",
      "footnotes": null
    },
    {
      "ayah_number": 125,
      "translation_tl": "[Banggitin] noong gumawa Kami sa Bahay[22] bilang balikan para sa mga tao at bilang katiwasayan. Gumawa kayo mula sa tayuan ni Abraham ng isang dasalan. Naghabilin Kami kina Abraham at Ismael na magdalisay silang dalawa ng Bahay Ko para sa mga lumilibot, mga namimintuho, at mga yumuyukod na nagpapatirapa.",
      "footnotes": "[22] Ang “Bahay” na nagsisimula sa malaking titik B ay tumutukoy sa Ka`bah sa Makkah."
    },
    {
      "ayah_number": 126,
      "translation_tl": "[Banggitin] noong nagsabi si Abraham: “Panginoon ko, gawin Mo [ang Makkah] ito na isang bayang matiwasay at tustusan Mo ang mga naninirahan dito mula sa mga bunga – ang sinumang sumampalataya kabilang sa kanila kay Allāh at sa Huling Araw.” Nagsabi Siya: “Ang sinumang tumangging sumampalataya ay pagtatamasain Ko nang kaunti, pagkatapos ipagpipilitan Ko siya sa pagdurusa sa Apoy. Kay saklap ang kahahantungan!”",
      "footnotes": null
    },
    {
      "ayah_number": 127,
      "translation_tl": "[Banggitin] noong nag-angat si Abraham ng mga pundasyon ng Bahay, at si Ismael, [ay dumalangin siya]: “Panginoon Namin, tanggapin Mo mula sa amin; tunay na Ikaw ay ang Madinigin, ang Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 128,
      "translation_tl": "O Panginoon namin, at gawin Mo kami bilang mga tagapagpasakop sa Iyo at mula sa mga supling namin bilang kalipunang tagapagpasakop sa Iyo, ipakita Mo sa amin ang mga pamamaraan [ng pagsamba] namin, at tanggapin Mo ang pagbabalik-loob namin. Tunay na Ikaw ay ang Palatanggap ng pagbabalik-loob, ang Maawain.",
      "footnotes": null
    },
    {
      "ayah_number": 129,
      "translation_tl": "Panginoon namin, at magpadala Ka sa kanila ng isang sugo kabilang sa kanila, na bibigkas sa kanila ng mga talata Mo, magtuturo sa kanila ng kasulatan at karunungan, at magbubusilak sa kanila. Tunay na Ikaw ay ang Makapangyarihan, ang Marunong.”",
      "footnotes": null
    },
    {
      "ayah_number": 130,
      "translation_tl": "Sino ang nasusuya sa kapaniwalaan ni Abraham kundi ang nagpahangal sa sarili niya? Talaga ngang humirang Kami sa kanya sa Mundo. Tunay na siya sa Kabilang-buhay ay talagang kabilang sa mga maayos.",
      "footnotes": null
    },
    {
      "ayah_number": 131,
      "translation_tl": "[Banggitin] noong nagsabi sa kanya ang Panginoon niya: “Magpasakop[23] ka” ay nagsabi siya: “Nagpasakop ako sa Panginoon ng mga nilalang.”",
      "footnotes": "[23] Ibig sabihin: umanib ka sa Islām."
    },
    {
      "ayah_number": 132,
      "translation_tl": "Nagtagubilin niyon si Abraham sa mga anak niya, at si Jacob: “O mga anak ko, tunay na si Allāh ay humirang para sa inyo ng relihiyon kaya huwag nga kayong mamamatay malibang habang kayo ay mga tagapagpasakop [sa Kanya].”",
      "footnotes": null
    },
    {
      "ayah_number": 133,
      "translation_tl": "O kayo ba ay mga saksi noong dumating kay Jacob ang kamatayan? Noong nagsabi siya sa mga anak niya: “Ano ang sasambahin ninyo matapos na [ng pagkayao] ko” ay nagsabi sila: “Sasambahin namin ang Diyos mo at ang Diyos ng mga ninuno mong sina Abraham, Ismael, at Isaac: nag-iisang Diyos, at kami ay sa Kanya mga tagapagpasakop.[24]”",
      "footnotes": "[24] Ang katawagang “tagapagpasakop” sa Qur’an ay ang salin ng salitang Muslim sa wikang Filipino."
    },
    {
      "ayah_number": 134,
      "translation_tl": "Iyon ay isang kalipunang lumipas na. Ukol doon ang nakamit niyon at ukol sa inyo ang nakamit ninyo. Hindi kayo tatanungin tungkol sa anumang dati nilang ginagawa.",
      "footnotes": null
    },
    {
      "ayah_number": 135,
      "translation_tl": "Nagsabi sila: “Maging mga Hudyo o mga Kristiyano kayo, mapapatnubayan kayo.” Sabihin mo: “Bagkus [sumunod] sa kapaniwalaan ni Abraham bilang makatotoo. Hindi siya naging kabilang sa mga tagapagtambal [kay Allāh].”",
      "footnotes": null
    },
    {
      "ayah_number": 136,
      "translation_tl": "Sabihin ninyo: “Sumampalataya kami kay Allāh, sa pinababa sa amin, at sa pinababa kina Abraham, Ismael, Isaac, Jacob at sa [mga propeta ng] mga lipi [ng Israel], sa ibinigay kay Moises at kay Jesus, at sa ibinigay sa mga propeta mula sa Panginoon nila. Hindi kami nagtatangi-tangi sa isa kabilang sa kanila. Kami sa Kanya ay mga tagapagpasakop.”",
      "footnotes": null
    },
    {
      "ayah_number": 137,
      "translation_tl": "Kaya kung sumampalataya sila sa tulad ng sinampalatayanan ninyo ay napatnubayan nga sila; at kung tatalikod sila, sila lamang ay nasa isang hidwaan at sasapat sa iyo laban sa kanila si Allāh. Siya ay ang Madinigin, ang Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 138,
      "translation_tl": "[Manatili sa] relihiyon ni Allāh. Sino pa ang higit na magaling kaysa kay Allāh sa [pagtatag ng] relihiyon? Tayo sa Kanya ay mga tagasamba.",
      "footnotes": null
    },
    {
      "ayah_number": 139,
      "translation_tl": "Sabihin mo [O Propeta sa mga May Kasulatan]: “Nangangatwiran ba kayo sa amin hinggil kay Allāh samantalang Siya ay ang Panginoon namin at ang Panginoon ninyo? Ukol sa amin ang mga gawa namin at ukol sa inyo ang mga gawa ninyo. Kami para sa Kanya ay mga nagpapakawagas [sa pagsamba].”",
      "footnotes": null
    },
    {
      "ayah_number": 140,
      "translation_tl": "O nagsasabi kayo: “Tunay na sina Abraham, Ismael, Isaac, Jacob, at ang [mga propeta ng] mga lipi [ng Israel] ay noon mga Hudyo o mga Kristiyano?” Sabihin mo: “Kayo ba ay higit na maalam o si Allāh? Sino pa ang higit na tagalabag sa katarungan kaysa sa sinumang nagtatago ng isang pagsaksi na nasa ganang kanya mula kay Allāh? Si Allāh ay hindi nalilingat sa anumang ginagawa ninyo.”",
      "footnotes": null
    },
    {
      "ayah_number": 141,
      "translation_tl": "Iyon ay isang kalipunang lumipas na. Ukol doon ang nakamit niyon at ukol sa inyo ang nakamit ninyo. Hindi kayo tatanungin tungkol sa anumang dati nilang ginagawa.",
      "footnotes": null
    },
    {
      "ayah_number": 142,
      "translation_tl": "Magsasabi ang mga hunghang[25] kabilang sa mga tao: “Ano ang nagpatalikod sa kanila palayo sa qiblah[26] nila na sila dati ay nakabatay roon?” Sabihin mo: “Sa kay Allāh ang silangan at ang kanluran. Nagpapatnubay siya sa sinumang niloloob Niya tungo sa isang landasing tuwid.”",
      "footnotes": "[25] Ang tinutukoy rito ay ang mga Hudyo at ang mga tagapagtambal sa panahon ng Propeta (s).\n[26] Ang qiblah ay ang dakong kinaroroonan ng Ka`bah, na hinaharapan ng mga Muslim sa pagdarasal."
    },
    {
      "ayah_number": 143,
      "translation_tl": "Gayon Kami gumawa sa inyo [O mga Muslim] bilang kalipunang[27] makakatamtaman[28] upang kayo ay maging mga saksi sa mga tao at ang Sugo sa inyo ay maging saksi. Hindi Kami gumawa sa qiblah na ikaw dati ay nakabatay roon kundi upang magpaalam Kami sa sinumang susunod sa Sugo sa sinumang tatalikod sa mga sakong niya. Tunay na ito ay naging talagang mabigat, maliban sa mga pinatnubayan ni Allāh. Hindi nangyaring si Allāh ay ukol na magsayang ng pananampalataya[29] ninyo. Tunay na si Allāh sa mga tao ay talagang Mahabagin, Maawain.",
      "footnotes": "[27] mabuti at makatarunga.\n[28] sa lahat ng mga kalipunan.\n[29] ma kabilang dito ang pagdarasal ninyo dati nang nakaharap sa Jerusalem."
    },
    {
      "ayah_number": 144,
      "translation_tl": "Nakakikita nga Kami sa pagtuon ng mukha mo sa langit, kaya magbabaling nga Kami sa iyo [O Propeta Muḥammad] sa isang qiblah na kalulugdan mo iyon. Kaya magbaling ka ng mukha mo sa dako ng Masjid na Pinakababanal [sa Makkah]. Saan man kayo ay magbaling kayo ng mga mukha ninyo sa dako niyon. Tunay na ang mga binigyan ng Kasulatan[30] ay talagang nakaaalam na iyon ay ang totoo mula sa Panginoon nila. Si Allāh ay hindi nalilingat sa anumang ginagawa nila.",
      "footnotes": "[30] Ang “mga binigyan ng Kasulatan” ay ang mga Hudyo at ang mga Kristiyano, na tinatawg ding “mga May Kasulatan.”"
    },
    {
      "ayah_number": 145,
      "translation_tl": "Talagang kung naghatid ka sa mga binigyan ng Kasulatan ng bawat tanda ay hindi sila susunod sa qiblah mo. Ikaw ay hindi susunod sa qiblah nila, at ang iba sa kanila ay hindi susunod sa qiblah ng iba pa. Talagang kung sumunod ka sa mga pithaya nila matapos na may dumating sa iyo na kaalaman, tunay na ikaw samakatuwid ay talagang kabilang sa mga tagalabag sa katarungan.",
      "footnotes": null
    },
    {
      "ayah_number": 146,
      "translation_tl": "Ang mga binigyan Namin ng kasulatan[31] ay nakakikilala rito[32] gaya ng pagkakilala nila sa mga anak nila. Tunay na may isang pangkat kabilang sa kanila na talagang nagkukubli sa katotohanan habang sila ay nakaaalam.",
      "footnotes": "[31] na mga maalam ng mga Hudyo at mga Kristiyano\n[32] kay Propeta Muhammad (s)"
    },
    {
      "ayah_number": 147,
      "translation_tl": "Ang katotohanan ay mula sa Panginoon mo kaya huwag ka ngang maging kabilang sa mga tagapagtaltalan.",
      "footnotes": null
    },
    {
      "ayah_number": 148,
      "translation_tl": "Bawat [kalipunan] ay may dakong ito ay humaharap doon. Kaya mag-unahan kayo sa mga kabutihan. Saan man kayo naroon ay maghahatid sa inyo si Allāh nang lahatan [para tuusin]. Tunay na si Allāh sa bawat bagay ay May-kakayahan.",
      "footnotes": null
    },
    {
      "ayah_number": 149,
      "translation_tl": "Mula saan ka man lumabas [para magdasal, O Propeta Muḥammad,] ay magbaling ka ng mukha mo sa dako ng Masjid na Pinakababanal [sa Makkah]. Tunay na ito ay talagang ang katotohanan mula sa Panginoon mo. Si Allāh ay hindi nalilingat sa anumang ginagawa ninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 150,
      "translation_tl": "Mula saan ka man lumabas [para magdasal] ay magbaling ka ng mukha mo sa dako ng Masjid na Pinakababanal [sa Makkah]. Saanman kayo naroon ay magbaling kayo ng mga mukha ninyo sa dako niyon upang hindi magkaroon para mga tao laban sa inyo ng isang katwiran maliban sa mga lumabag sa katarungan kabilang sa kanila, kaya huwag kayong matakot sa kanila at matakot kayo sa Akin, at upang lumubos Ako ng biyaya Ko sa inyo at nang sa gayon kayo ay mapapatnubayan.",
      "footnotes": null
    },
    {
      "ayah_number": 151,
      "translation_tl": "Kung paanong nagsugo Kami sa inyo ng isang Sugo kabilang sa inyo, na bumigkas sa inyo ng mga tanda Namin, nagbubusilak sa inyo, nagtuturo sa inyo ng Aklat at Karunungan, at nagtuturo sa inyo ng hindi ninyo dati nalalaman.",
      "footnotes": null
    },
    {
      "ayah_number": 152,
      "translation_tl": "Kaya alalahanin ninyo Ako, aalalahanin Ko kayo; at magpasalamat kayo sa Akin at huwag kayong tumangging sumampalataya sa Akin.",
      "footnotes": null
    },
    {
      "ayah_number": 153,
      "translation_tl": "O mga sumampalataya, magpatulong kayo sa pamamagitan ng pagtitiis at pagdarasal. Tunay na si Allāh ay kasama ng mga nagtitiis.",
      "footnotes": null
    },
    {
      "ayah_number": 154,
      "translation_tl": "Huwag kayong magsabi hinggil sa mga namamatay ayon sa landas ni Allāh na mga patay [sila], bagkus mga buhay [sila], subalit hindi ninyo nararamdaman.",
      "footnotes": null
    },
    {
      "ayah_number": 155,
      "translation_tl": "Talagang susubok nga Kami sa inyo sa pamamagitan ng isang anuman kabilang sa pangamba at gutom, at ng isang kabawasan mula sa mga ari-arian, mga buhay, at mga bunga. Magbalita ka ng nakagagalak sa mga nagtitiis,",
      "footnotes": null
    },
    {
      "ayah_number": 156,
      "translation_tl": "na mga kapag tinamaan sila ng isang kasawian ay nagsasabi sila: “Tunay na kami ay kay Allāh at tunay na kami ay tungo sa Kanya mga babalik.",
      "footnotes": null
    },
    {
      "ayah_number": 157,
      "translation_tl": "Ang mga iyon ay may ukol sa kanila na mga pagbubunyi mula sa Panginoon nila at awa. Ang mga iyon ay ang mga napapatnubayan.",
      "footnotes": null
    },
    {
      "ayah_number": 158,
      "translation_tl": "Tunay na ang Ṣafā at ang Marwah ay kabilang sa mga sagisag ni Allāh. Kaya ang sinumang nagsagawa ng ḥajj sa Bahay[33] o nagsagawa ng `umrah ay walang maisisisi sa kanya na magpabalik-balik sa pagitan ng dalawang iyon. Ang sinumang nagkusang-loob ng isang kabutihan, tunay na si Allāh ay Tagapagpasalamat, Maalam.",
      "footnotes": "[33] Ang “Bahay” na nagsisimula sa malaking titik B ay tumutukoy sa Ka`bah sa Makkah."
    },
    {
      "ayah_number": 159,
      "translation_tl": "Tunay na ang mga nagtatago ng anumang pinababa na mga malinaw na patunay at patnubay [tungkol sa Propeta] matapos na naglinaw nito sa Kasulatan, ang mga iyon ay isinusumpa ni Allāh at isinusumpa ng mga tagasumpa.[34]",
      "footnotes": "[34] Ang mga tagasumpa ay ang mga anghel at ang mga mananampalataya."
    },
    {
      "ayah_number": 160,
      "translation_tl": "Maliban sa mga nagbalik-loob, nagpakaayos, at naglinaw [ng katotohanan] sapagkat ang mga iyon ay tatanggapan Ko ng pagbabalik-loob at Ako ay ang Palatanggap ng pagbabalik-loob, ang Maaawain.",
      "footnotes": null
    },
    {
      "ayah_number": 161,
      "translation_tl": "Tunay na ang mga tumangging sumampalataya at namatay habang sila ay mga tagatangging sumampalataya, ang mga iyon ay ukol sa kanila ang sumpa ni Allāh, ng mga anghel, at ng mga tao nang magkakasama,",
      "footnotes": null
    },
    {
      "ayah_number": 162,
      "translation_tl": "bilang mga mananatili roon. Hindi pagagaanin sa kanila ang pagdurusa ni sila ay palulugitan.",
      "footnotes": null
    },
    {
      "ayah_number": 163,
      "translation_tl": "Ang Diyos ninyo ay nag-iisang Diyos; walang Diyos kundi Siya, ang Napakamaawain, ang Maawain.",
      "footnotes": null
    },
    {
      "ayah_number": 164,
      "translation_tl": "Tunay na sa pagkalikha sa mga langit at lupa, sa pagsasalit-salitan ng gabi at maghapon, sa mga sasakyang-dagat na naglalayag sa dagat kalakip ng ipinakikinabang nito sa mga tao, sa anumang pinababa ni Allāh mula sa langit na tubig saka nagbigay-buhay Siya sa pamamagitan nito sa lupa matapos ng kamatayan nito at nagkalat Siya rito ng bawat gumagalaw na nilalang, at sa pagpihit sa mga hangin at mga ulap na pinagsisilbi sa pagitan ng langit at lupa ay talagang mga tanda para sa mga taong nakapag-uunawa.",
      "footnotes": null
    },
    {
      "ayah_number": 165,
      "translation_tl": "Mayroon sa mga tao na gumagawa sa bukod pa kay Allāh bilang mga kaagaw, na umiibig sila sa mga ito gaya ng pag-ibig kay Allāh samantalang ang mga sumampalataya ay higit na matindi sa pag-ibig kay Allāh. Kung sana nakakikita ang mga lumabag sa katarungan,[35] kapag nakikita nila ang pagdurusa, na ang lakas ay sa kay Allāh nang lahatan at na si Allāh ay matindi ang parusa!",
      "footnotes": "[35] dahil sa pagtatambal nila kay Allāh"
    },
    {
      "ayah_number": 166,
      "translation_tl": "[Banggitin] kapag nagpawalang-kaugnayan ang mga sinunod sa mga sumunod, nakakita sila sa pagdurusa, nagkaputul-putol sa kanila ang mga ugnayan,",
      "footnotes": null
    },
    {
      "ayah_number": 167,
      "translation_tl": "at nagsabi ang mga sumunod: “Kung sana mayroon kaming isang balik [sa Mundo] para magpawalang-kaugnayan kami sa kanila kung paanong nagpawalang-kaugnayan sila sa amin.” Gayon ipakikita sa kanila ni Allāh ang mga gawa nila bilang mga panghihinayang para sa kanila. Sila ay hindi mga makalalabas mula sa Apoy.",
      "footnotes": null
    },
    {
      "ayah_number": 168,
      "translation_tl": "O mga tao, kumain kayo mula sa nasa lupa bilang ipinahihintulot na kaaya-aya at huwag kayong sumunod sa mga yapak ng demonyo. Tunay na siya para sa inyo ay isang kaaway na malinaw.",
      "footnotes": null
    },
    {
      "ayah_number": 169,
      "translation_tl": "Nag-uutos lamang Siya sa inyo ng kasagwaan at kahalayan, at na magsabi kayo hinggil kay Allāh ng hindi ninyo nalalaman.",
      "footnotes": null
    },
    {
      "ayah_number": 170,
      "translation_tl": "Kapag sinabi sa kanila: “Sumunod kayo sa pinababa ni Allāh” ay nagsasabi sila: “Bagkus sumusunod kami sa nasumpungan namin sa mga magulang namin.” Kahit ba nangyaring ang mga magulang nila ay hindi nakapag-uunawa ng anuman at hindi napapatnubayan?",
      "footnotes": null
    },
    {
      "ayah_number": 171,
      "translation_tl": "Ang paghahalintulad sa mga tumangging sumampalataya ay gaya ng paghahalintulad sa umuunga sa hindi nakaririnig maliban sa isang tawag at isang panawagan. Mga pipi na mga bingi na mga bulag, kaya sila ay hindi nakapag-uunawa.",
      "footnotes": null
    },
    {
      "ayah_number": 172,
      "translation_tl": "O mga sumampalataya, kumain kayo mula sa mga kaaya-aya na itinustos sa inyo. Magpasalamat kayo kay Allāh, kung kayo ay sa Kanya sumasamba.",
      "footnotes": null
    },
    {
      "ayah_number": 173,
      "translation_tl": "Ipinagbawal lamang sa inyo ang namatay,[36] ang dugo, ang laman ng baboy, at ang anumang inialay sa iba pa kay Allāh; ngunit ang sinumang napilitan nang hindi lumalabag ni lumalampas ay walang kasalanan sa kanya. Tunay na si Allāh ay Mapagpatawad, Maawain.",
      "footnotes": "[36] O ang karne na hayop na namatay na hindi nakatay ayon sa panuntunan ng Islam."
    },
    {
      "ayah_number": 174,
      "translation_tl": "Tunay na ang mga nagtatago ng pinababa ni Allāh mula sa kasulatan at bumibili kapalit nito ng isang kaunting panumbas, ang mga iyon ay walang kinakain sa mga tiyan nila kundi ang apoy. Hindi kakausap sa kanila si Allāh sa Araw ng Pagbangon at hindi Siya magbubusilak sa kanila. Ukol sa kanila ay isang pagdurusang masakit.",
      "footnotes": null
    },
    {
      "ayah_number": 175,
      "translation_tl": "Ang mga iyon ay ang mga bumili ng kaligawan kapalit ng patnubay at ng pagdurusa kapalit ng kapatawaran. Kaya anong mapagtiis nila sa Apoy!",
      "footnotes": null
    },
    {
      "ayah_number": 176,
      "translation_tl": "Iyon ay dahil si Allāh ay nagbaba ng kasulatan kalakip ng katotohanan. Tunay na ang mga nagkaiba-iba hinggil sa kasulatan[37] ay talagang nasa isang hidwaang malayo [sa katotohanan].",
      "footnotes": "[37] dahil sa paniniwala sa mga ibang bahagi at pagtanggi sa mga iba pa at pagkukubli ng mga iba pa."
    },
    {
      "ayah_number": 177,
      "translation_tl": "Ang pagsasamabuting-loob ay hindi na magbaling kayo ng mga mukha ninyo sa harap ng silangan at kanluran, subalit ang pagsasamabuting-loob ay ang sinumang sumampalataya kay Allāh, sa Huling Araw, sa mga anghel, sa kasulatan, at sa mga propeta; nagbigay ng yaman, sa kabila ng pagkaibig dito, sa mga may pagkakamag-anak, sa mga ulila, sa mga dukha, sa kinapos sa daan, sa mga nanghihingi, at alang-alang sa pagpapalaya ng mga alipin; [ang] nagpanatili ng dasal; [ang] nagbigay ng zakāh; at ang mga tumutupad sa kasunduan sa kanila kapag nakipagkasunduan sila; at [lalo na] ang mga matiisin sa kadahupan at kariwaraan, at sa sandali ng labanan. Ang mga iyon ay ang mga nagpakatotoo [sa pananampalataya nila] at ang mga iyon ay ang mga tagapangilag magkasala.",
      "footnotes": null
    },
    {
      "ayah_number": 178,
      "translation_tl": "O mga sumampalataya, isinatungkulin sa inyo ang ganting-pinsala kaugnay sa mga pinatay: ang malaya sa malaya, ang alipin sa alipin, at ang babae sa babae; ngunit ang sinumang [nakapatay na] pinagpaumanhinan ng kapatid[38] nito ng anuman ay may pagsunod sa makatuwiran at pagsasagawa roon [sa tagapagmana ng napatay] ng isang pagmamagandang-loob. Iyon ay isang pagpapagaan mula sa Panginoon ninyo at isang awa. Kaya ang sinumang nangaway matapos niyon, ukol sa kanya ay isang pagdurusang masakit.",
      "footnotes": "[38] O malapit na kamag-anak."
    },
    {
      "ayah_number": 179,
      "translation_tl": "Ukol sa inyo sa [batas ng] ganting-pinsala ay buhay, O mga may isip, nang sa gayon kayo ay mangingilag magkasala.",
      "footnotes": null
    },
    {
      "ayah_number": 180,
      "translation_tl": "Isinatungkulin sa inyo, kapag darating sa isa sa inyo ang kamatayan kung mag-iiwan siya ng yaman, ang tagubilin para sa mga magulang at mga malapit na kamag-anak ayon sa makatuwiran bilang tungkulin para sa mga tagapangilag magkasala.",
      "footnotes": null
    },
    {
      "ayah_number": 181,
      "translation_tl": "Kaya ang sinumang nagpalit nito matapos na narinig ito, ang pagkakasala rito ay nasa mga nagpapalit nito lamang. Tunay na si Allāh ay Madinigin, Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 182,
      "translation_tl": "Ngunit ang sinumang nangamba sa isang tagapagsatagubilin ng isang kalisyaan o isang kasalanan, saka nagsaayos sa pagitan nila, ay walang pagkakasala sa kanya. Tunay na si Allāh ay Mapagpatawad, Maawain.",
      "footnotes": null
    },
    {
      "ayah_number": 183,
      "translation_tl": "O mga sumampalataya, isinatungkulin sa inyo ang pag-aayuno kung paanong isinatungkulin ito sa mga bago pa ninyo, nang sa gayon kayo ay mangingilag magkasala.",
      "footnotes": null
    },
    {
      "ayah_number": 184,
      "translation_tl": "[Mag-ayuno ng] mga araw na bilang; ngunit ang sinumang kabilang sa inyo ay naging may-sakit o nasa isang paglalakbay ay [mag-aayuno ng mismong] bilang mula sa ibang mga araw. Kailangan sa mga nakakakaya nito ay isang pantubos na pagpapakain sa mga dukha; ngunit ang sinumang nagkusang-loob ng isang kabutihan, ito ay higit na mabuti para sa kanya. Ang mag-ayuno kayo ay higit na mabuti para sa inyo kung kayo ay nakaaalam.",
      "footnotes": null
    },
    {
      "ayah_number": 185,
      "translation_tl": "Ang buwan ng Ramaḍān ay ang [buwang] pinababa rito ang Qur’ān bilang patnubay para sa mga tao at bilang mga malinaw na patunay mula sa patnubay at saligan [ng tama at mali]. Kaya ang sinumang nakasaksi[39] kabilang sa inyo sa buwan [ng Ramaḍān] ay mag-ayuno siya rito at ang sinumang maysakit o nasa isang paglalakbay ay [mag-aayuno ng mismong] bilang mula sa ibang mga araw. Nagnanais si Allāh sa inyo ng isang ginhawa at hindi Siya nagnanais sa inyo ng hirap at upang bumuo kayo ng bilang at upang dumakila kayo kay Allāh dahil nagpatnubay Siya sa inyo, at nang sa gayon kayo ay magpapasalamat.",
      "footnotes": "[39] O naroon"
    },
    {
      "ayah_number": 186,
      "translation_tl": "Kapag nagtanong sa iyo ang mga lingkod Ko tungkol sa Akin, tunay na Ako ay malapit:[40] sumasagot Ako sa panalangin ng dumadalangin kapag dumalangin siya sa Akin[41] kaya tumugon sila sa Akin at sumampalataya sila sa Akin, nang sa gayon sila ay magagabayan.",
      "footnotes": "[40] O sa kaalaman, pagkakita, pagdinig, pagtugon.\n[41] nang walang tagapamagitan o tagapagitna."
    },
    {
      "ayah_number": 187,
      "translation_tl": "Ipinahintulot sa inyo sa gabi ng pag-aayuno ang pakikipagtalik sa mga maybahay ninyo. Sila ay kasuutan para sa inyo at kayo ay kasuutan para sa kanila.[42] Nakaalam si Allāh na kayo noon ay nagtataksil sa mga sarili[43] ninyo ngunit tumanggap Siya sa inyo ng pagbabalik-loob at nagpaumanhin Siya sa inyo. Kaya ngayon ay makipagtalik kayo sa kanila[44] at maghangad kayo ng isinatungkulin ni Allāh para sa inyo. Kumain kayo at uminom kayo hanggang sa luminaw para sa inyo ang puting sinulid sa itim na sinulid mula sa madaling-araw. Pagkatapos lubusin ninyo ang pag-aayuno hanggang sa gabi. Huwag kayong makipagtalik sa kanila samantalang kayo ay mga namimintuho sa mga masjid. Iyon ay mga hangganan ni Allāh kaya huwag kayong lumapit sa mga iyon. Gayon naglilinaw si Allāh sa mga tanda Niya para sa mga tao, nang sa gayon sila ay mangingilag magkasala.",
      "footnotes": "[42] Ang mga maybahay ay panakip at pananggalagn sa imoralidad para sa mga asawa at ang mga asawa ay panakip at pananggalang sa imoralidad para sa mga maybahay.\n[43] dahil sa pakikipagtalik sa mga maybahay sa gabi ng Ramaḍān, na ipinagbabawal dati.\n[44] sa gabi ng Ramaḍān."
    },
    {
      "ayah_number": 188,
      "translation_tl": "Huwag kayong kumain ng mga yaman ng iba sa inyo sa pagitan ninyo sa kabulaanan, o mag-abot kayo ng mga ito sa mga namamahala upang makakain kayo ng isang pangkat mula sa mga yaman ng mga tao sa kasalanan samantalang kayo ay nakaaalam.",
      "footnotes": null
    },
    {
      "ayah_number": 189,
      "translation_tl": "Nagtatanong sila sa iyo tungkol sa mga bagong buwan. Sabihin mo: “Ang mga ito ay mga sukatan ng panahon para sa mga tao at sa ḥajj.” Ang pagsasamabuting-loob ay hindi na pumunta kayo sa mga bahay mula sa mga likod ng mga ito, subalit ang pagsasamabuting-loob ay sinumang nangilag magkasala. Pumunta kayo sa mga bahay mula sa mga pintuan ng mga ito. Mangilag kayong magkasala kay Allāh, nang sa gayon kayo ay magtatagumpay.",
      "footnotes": null
    },
    {
      "ayah_number": 190,
      "translation_tl": "Makipaglaban kayo ayon sa landas ni Allāh sa mga kumakalaban sa inyo ngunit huwag kayong lumabag; tunay na si Allāh ay hindi umiibig sa mga tagalabag.",
      "footnotes": null
    },
    {
      "ayah_number": 191,
      "translation_tl": "Patayin ninyo sila [na mga tagalabag] saanman kayo makasumpong sa kanila at palisanin ninyo sila mula saanman sila nagpalisan sa inyo. Ang panliligalig ay higit na matindi kaysa sa pagpatay. Huwag kayong makipaglaban sa kanila sa tabi ng Masjid na Pinakababanal [sa Makkah] hanggang sa kumalaban sila sa inyo rito. Ngunit kung nakipaglaban sila sa inyo rito ay patayin ninyo sila. Gayon ang ganti sa mga tagatangging sumampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 192,
      "translation_tl": "Ngunit kung tumigil sila, tunay na si Allāh ay Mapagpatawad, Maawain.",
      "footnotes": null
    },
    {
      "ayah_number": 193,
      "translation_tl": "Makipaglaban kayo sa kanila hanggang sa walang mangyaring panliligalig at ang relihiyon ay sa kay Allāh. Kaya kung tumigil sila ay walang pang-aaway kundi sa mga tagalabag sa katarungan.",
      "footnotes": null
    },
    {
      "ayah_number": 194,
      "translation_tl": "Ang Buwang Pinakababanal[45] ay katumbas ng Buwang Pinakababanal[46] at ang mga paglabag ay [may] ganting-pinsala. Kaya ang sinumang nangaway sa inyo ay awayin ninyo siya ng tulad ng pangangaway niya sa inyo. Mangilag kayong magkasala kay Allāh at alamin ninyo na si Allāh ay kasama ng mga tagapangilag magkasala.",
      "footnotes": "[45] ng pagpasok sa Makkah\n[46] ng pagbalakid sa pagpasok sa Makkah"
    },
    {
      "ayah_number": 195,
      "translation_tl": "Gumugol kayo ayon sa landas ni Allāh at huwag kayong magbulid sa pamamagitan ng mga kamay ninyo [sa mga sarili] sa kasawian.[47] Gumawa kayo ng maganda; tunay na si Allāh ay umiibig sa mga tagagawa ng maganda.",
      "footnotes": "[47] sa pamamagitan ng pagtigil sa pakikibaka sa landas ni Allāh at hindi paggubol dito."
    },
    {
      "ayah_number": 196,
      "translation_tl": "Lubusin ninyo ang ḥajj at ang `umrah para kay Allāh ngunit kung nahadlangan kayo ay [mag-alay ng] anumang madaling nakamit na handog.[48] Huwag kayong mag-ahit ng mga ulo ninyo hanggang sa umabot ang handog sa pinag-aalayan dito. Ang sinumang kabilang sa inyo ay naging maysakit o sa kanya ay may isang pinsala sa ulo niya ay [magbibigay ng] isang pantubos na pag-ayuno [ng tatlong araw] o isang kawanggawa [na pagpapakain sa anim na dukha] o isang alay. Kung natiwasay kayo, ang sinumang nagpakatamasa ng `umrah [sa mga buwan ng ḥajj] hanggang sa ḥajj ay [mag-aalay ng] anumang madaling nakamit na handog. Ngunit ang sinumang hindi nakatagpo ay [magsasagawa ng] pag-aayuno ng tatlong araw sa ḥajj at pitong [araw] kapag bumalik kayo; iyon ay ganap na sampung [araw]. Iyon ay ukol sa sinumang ang mag-anak niya ay hindi mga nakadalo sa [paligid ng] Masjid na Pinakababanal.[49] Mangilag kayong magkasala kay Allāh at alamin ninyo na si Allāh ay matindi ang parusa.",
      "footnotes": "[48] gaya ng tupa, kambing, baka, o kamelyo.\n[49] Ibig sabihin: hindi residente ng Makkah."
    },
    {
      "ayah_number": 197,
      "translation_tl": "Ang ḥajj ay [nasa] mga buwang nalalaman.[50] Kaya ang sinumang nag-obliga [sa sarili] sa mga ito ng ḥajj ay walang pagtatalik, walang mga kasuwailan, at walang pakikipagtalo sa ḥajj. Ang anumang ginagawa ninyo na kabutihan ay nakaaalam nito si Allāh. Magbaon kayo, saka tunay na ang pinakamabuting baon ay ang pangingilag magkasala. Mangilag kayong magkasala sa Akin, O mga may isip.",
      "footnotes": "[50] ang mga buwan ng Shawwāl, Dhulqa`dah, at Dhulḥijjah."
    },
    {
      "ayah_number": 198,
      "translation_tl": "Hindi sa inyo ay maisisisi na maghangad kayo ng isang kabutihang-loob mula sa Panginoon ninyo.[51] Kaya kapag lumisan kayo mula sa `Arafāt ay alalahanin ninyo si Allāh sa Palatandaang Pinakababanal [sa Muzdalifah] at alalahanin ninyo Siya kung paanong nagpatnubay Siya sa inyo. Tunay na kayo bago pa nito ay talagang kabilang sa mga ligaw.",
      "footnotes": "[51] sa pamamagitan ng pangangalakal at iba pa."
    },
    {
      "ayah_number": 199,
      "translation_tl": "Pagkatapos lumisan kayo saanman [sa `Arafah] lumisan ang mga tao at humingi kayo ng tawad kay Allāh; tunay na si Allāh ay Mapagpatawad, Maawain.",
      "footnotes": null
    },
    {
      "ayah_number": 200,
      "translation_tl": "Kapag nakatapos kayo ng mga gawaing-pagsamba ninyo ay alalahanin ninyo si Allāh gaya ng pag-alaala ninyo sa mga ninuno ninyo o higit na matindi sa pag-alaala. Mayroon sa mga tao na nagsasabi: “Panginoon namin, magbigay Ka sa amin sa Mundo,” at walang ukol sa kanila sa Kabilang-buhay na anumang bahagi.",
      "footnotes": null
    },
    {
      "ayah_number": 201,
      "translation_tl": "Mayroon sa kanila na nagsasabi: “Panginoon namin, magbigay Ka sa amin sa Mundo ng maganda at sa Kabilang-buhay ng maganda, at magsanggalang Ka sa amin sa pagdurusa sa Apoy.”",
      "footnotes": null
    },
    {
      "ayah_number": 202,
      "translation_tl": "Ang mga iyon ay may ukol sa kanila na isang bahagi mula sa kinamit nila. Si Allāh ay Mabilis ang pagtutuos.",
      "footnotes": null
    },
    {
      "ayah_number": 203,
      "translation_tl": "Alalahanin ninyo si Allāh sa mga araw na binilang,[52] ngunit ang sinumang nagmadali [sa paglisan sa Minā] sa dalawang araw[53] ay walang kasalanan sa kanya at ang sinumang naantala[54] ay walang kasalanan sa kanya: sa sinumang nangilag magkasala. Mangilag kayong magkasala kay Allāh at alamin ninyo na kayo ay tungo sa Kanya kakalapin.",
      "footnotes": "[52] sa lambak ng Minā sa ika-11, ika-12, at ika-13 ng buwan ng Dhulḥijjah para sa mga nagsasagawa ng ḥajj.\n[53] hanggang sa ika-12 ng Dhulḥijjah.\n[54] hanggang sa ika-13 ng Dhulḥijjah."
    },
    {
      "ayah_number": 204,
      "translation_tl": "Mayroon sa mga tao na nagpapahanga sa iyo ang sabi niya hinggil sa buhay na pangmundo at nagpapasaksi siya kay Allāh sa nasa puso niya samantalang siya ay pinakapalaban sa mga kaalitan.",
      "footnotes": null
    },
    {
      "ayah_number": 205,
      "translation_tl": "Kapag tumalikod siya ay nagpupunyagi siya sa lupa upang manggulo rito at mamuksa ng mga pananim at mga hayupan. Si Allāh ay hindi umiibig sa kaguluhan.",
      "footnotes": null
    },
    {
      "ayah_number": 206,
      "translation_tl": "Kapag sinabi sa kanya: “Mangilag kang magkasala kay Allāh,” tumatangay sa kanya ang kapalaluan dahil sa kasalanan. Kaya kasapatan sa kanya ang Impiyerno. Talagang kay saklap ang himlayan!",
      "footnotes": null
    },
    {
      "ayah_number": 207,
      "translation_tl": "Mayroon sa mga tao na nagbibili ng sarili niya dala ng paghahangad sa kaluguran ni Allāh. Si Allāh ay Mahabagin sa mga lingkod.",
      "footnotes": null
    },
    {
      "ayah_number": 208,
      "translation_tl": "O mga sumampalataya, magsipasok kayo sa pagkapasakop nang lubusan at huwag kayong sumunod sa mga yapak ng demonyo; tunay na siya para sa inyo ay isang kaaway na malinaw.",
      "footnotes": null
    },
    {
      "ayah_number": 209,
      "translation_tl": "Ngunit kung natisod kayo matapos na dumating sa inyo ang mga malinaw na patunay, alamin ninyo na si Allāh ay Makapangyarihan, Marunong.",
      "footnotes": null
    },
    {
      "ayah_number": 210,
      "translation_tl": "Naghihintay kaya sila maliban pa na pumunta sa kanila si Allāh na nasa mga lilim ng mga ulap at [gayon din] ang mga anghel at pinagpasyahan na ang usapin? Tungo kay Allāh pababalikin ang mga usapin.",
      "footnotes": null
    },
    {
      "ayah_number": 211,
      "translation_tl": "Magtanong ka sa mga anak ni Israel kung ilan ang ibinigay Namin sa kanila na malinaw na tanda. Ang sinumang nagpapalit sa biyaya ni Allāh[55] matapos na dumating ito sa kanya, tunay na si Allāh ay matindi ang parusa.",
      "footnotes": "[55] Ang tnutukoy ng biyaya ni Allāh dito ay ang Islam."
    },
    {
      "ayah_number": 212,
      "translation_tl": "Ipinaakit para sa mga tumangging sumampalataya ang buhay na pangmundo at nanunuya sila sa mga sumampalataya. Ang mga nangilag magkasala ay sa ibabaw nila sa Araw ng Pagbangon. Si Allāh ay tumutustos sa sinumang niloloob Niya nang walang isang pagtutuos.",
      "footnotes": null
    },
    {
      "ayah_number": 213,
      "translation_tl": "Ang mga tao noon ay kalipunang nag-iisa, saka nagpadala si Allāh ng mga propeta bilang mga tagapagbalita[56] ng nakagagalak at mga tagapagbabala.[57] Nagpababa Siya kasama sa kanila ng kasulatan kalakip ng katotohanan upang humatol sa pagitan ng mga tao sa anumang nagkaiba-iba sila hinggil doon. Walang nagkaiba-iba hinggil doon kundi ang mga binigyan nito matapos na dumating sa kanila ang mga malinaw na patunay dala ng paglabag sa pagitan nila, ngunit nagpatnubay si Allāh sa mga sumampalataya para sa anumang nagkakaiba-iba sila hinggil doon na katotohanan ayon sa pahintulot Niya. Si Allāh ay nagpapatnubay sa sinumang niloloob Niya tungo sa landasing tuwid.",
      "footnotes": "[56] ng inihanda ni Allāh sa mga alagad ng pananampalataya\n[57] ng ibinanta ni Allāh sa mga alagad ng kawalang-pananampalataya"
    },
    {
      "ayah_number": 214,
      "translation_tl": "O nag-aakala ba kayo na papasok kayo sa Paraiso samantalang hindi pa dumating sa inyo ang tulad ng sa mga lumipas bago pa ninyo? Sumaling sa kanila ang kadahupan at ang kariwaraan. Niyanig sila hanggang sa magsabi ang sugo at ang mga sumampalataya kasama sa kanya: “Kailan ang pag-aadya ni Allāh?” Pansinin, tunay na ang pag-aadya ni Allāh ay malapit na!",
      "footnotes": null
    },
    {
      "ayah_number": 215,
      "translation_tl": "Nagtatanong sila sa iyo kung ano ang gugugulin nila. Sabihin mo: “Ang anumang gugugulin ninyo na kabutihan ay ukol sa mga magulang, mga kamag-anak, mga ulila, mga dukha, at kinapos sa daan.” Ang anumang ginagawa ninyo na kabutihan, tunay na si Allāh dito ay Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 216,
      "translation_tl": "Isinatungkulin sa inyo ang pakikipaglaban [sa landas ni Allāh] samantalang ito ay kasuklam-suklam para sa inyo. Marahil masuklam kayo sa isang bagay samantalang ito ay mabuti para sa inyo at marahil umibig kayo sa isang bagay samantalang ito ay masama para sa inyo. Si Allāh ay nakaaalam samantalang kayo ay hindi nakaaalam.",
      "footnotes": null
    },
    {
      "ayah_number": 217,
      "translation_tl": "Nagtatanong sila sa iyo tungkol sa Buwang Pinakababanal: sa pakikipaglaban dito. Sabihin mo: “Ang isang pakikipaglaban dito ay isang malaking [kasalanan] samantalang ang isang pagsagabal sa landas ni Allāh, ang isang kawalang-pananampalataya sa Kanya, [ang isang paghadlang] sa pagpasok sa Masjid na Pinakababanal, at ang isang pagpapalayas sa mga naninirahan [malapit] dito ay higit na malaking [kasalanan] sa ganang kay Allāh. Ang panliligalig [ng pagtatambal] ay higit na malaking [kasalanan] kaysa sa pagpatay. Hindi sila titigil na kumakalaban sa inyo hanggang sa magpatalikod sila sa inyo palayo sa relihiyon ninyo kung makakakaya sila. Ang sinumang tumalikod kabilang sa inyo sa relihiyon niya at namatay habang siya ay isang tagatangging sumampalataya, ang mga iyon ay nawalang-kabuluhan ang mga gawa nila sa Mundo at Kabilang-buhay. Ang mga iyon ay ang mga maninirahan sa Apoy; sila ay doon mga mananatili.",
      "footnotes": null
    },
    {
      "ayah_number": 218,
      "translation_tl": "Tunay na ang mga sumampalataya at ang mga lumikas at nakibaka ayon sa landas ni Allāh, ang mga iyon ay nag-aasam ng awa ni Allāh. Si Allāh ay Mapagpatawad, Maawain.",
      "footnotes": null
    },
    {
      "ayah_number": 219,
      "translation_tl": "Nagtatanong sila sa iyo tungkol sa alak at sugal. Sabihin mo: “Sa dalawang ito ay may kasalanang malaki at mga pakinabang para sa mga tao ngunit ang kasalanan sa dalawang ito ay higit na malaki kaysa sa kapakinabangan sa dalawang ito.” Nagtatanong sila sa iyo kung ano gugugulin nila. Sabihin mo: “Ang kalabisan [sa pangangailangan ninyo].” Gayon naglilinaw si Allāh para sa inyo ng mga tanda, nang sa gayon kayo ay mag-iisip-isip",
      "footnotes": null
    },
    {
      "ayah_number": 220,
      "translation_tl": "hinggil sa Mundo at sa Kabilang-buhay. Nagtatanong sila sa iyo tungkol sa mga ulila. Sabihin mo: “Ang isang pagsasaayos para sa kanila ay mabuti.” Kung nakihalo kayo sa kanila [sa ukol sa inyo], mga kapatid ninyo [sila]. Si Allāh ay nakaaalam sa tagagulo sa tagapagsaayos. Kung sakaling niloob ni Allāh ay talaga sanang nagpahirap Siya sa inyo. Tunay na si Allāh ay Makapangyarihan, Marunong.",
      "footnotes": null
    },
    {
      "ayah_number": 221,
      "translation_tl": "Huwag kayong magpakasal sa mga babaing tagapagtambal hanggang sa sumampalataya sila. Talagang ang isang babaing aliping mananampalataya ay higit na mabuti kaysa sa isang babaing tagapagtambal kahit pa man nagpahanga ito sa inyo. Huwag ninyong ipakasal [ang kababaihan ninyo] sa mga lalaking tagapagtambal hanggang sa sumampalataya sila. Talagang ang isang lalaking aliping mananampalataya ay higit na mabuti kaysa sa isang lalaking tagapagtambal kahit pa man nagpahanga ito sa inyo. Ang mga iyon ay nag-aanyaya tungo sa Apoy samantalang si Allāh ay nag-aanyaya tungo sa Paraiso at kapatawaran ayon sa pahintulot Niya. Naglilinaw Siya sa mga tanda Niya sa mga tao, nang sa gayon sila ay magsasaalaala.",
      "footnotes": null
    },
    {
      "ayah_number": 222,
      "translation_tl": "Nagtatanong sila sa iyo tungkol sa regla. Sabihin mo: “Ito ay pinsala kaya humiwalay kayo sa mga babae sa regla[58] at huwag kayong lumapit sa kanila [para makipagtalik] hanggang sa dumalisay sila, at kapag nagpakadalisay sila [sa regla] ay pumunta kayo sa kanila mula sa kung saan nag-utos sa inyo si Allāh. Tunay na si Allāh ay umiibig sa mga palabalik-loob at umiibig sa mga nagpapakadalisay.”",
      "footnotes": "[58] Ibig sabihin: huwag kayong makipagtalik sa kanila habang may regla."
    },
    {
      "ayah_number": 223,
      "translation_tl": "Ang mga maybahay ninyo ay punlaan para sa inyo kaya pumunta kayo sa punlaan ninyo kung paanong niloob ninyo. Magpauna kayo [ng kabutihan] para sa mga sarili ninyo. Mangilag kayong magkasala kay Allāh. Alamin ninyo na kayo ay mga makikipagkita sa Kanya. Magbalita ka ng nakagagalak ng mga mananampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 224,
      "translation_tl": "Huwag kayong gumawa kay Allāh bilang hadlang sa mga panunumpa ninyo na magsamabuting-loob kayo, mangilag kayong magkasala, at nagsasaayos kayo sa pagitan ng mga tao. Si Allāh ay Madinigin, Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 225,
      "translation_tl": "Hindi magpapanagot sa inyo si Allāh sa pagkakamali sa mga panunumpa ninyo subalit magpapanagot Siya sa inyo kinamit ng mga puso ninyo. Si Allāh ay Mapagpatawad, Matimpiin.",
      "footnotes": null
    },
    {
      "ayah_number": 226,
      "translation_tl": "Ukol sa mga nanunumpang tatangging makipagtalik sa mga maybahay nila ay pag-antabay ng apat na buwan; ngunit kung bumalik sila [sa dati], tunay na si Allāh ay Mapagpatawad, Maawain.",
      "footnotes": null
    },
    {
      "ayah_number": 227,
      "translation_tl": "Kung nagtika sila ng diborsiyo, tunay na si Allāh ay Madinigin, Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 228,
      "translation_tl": "Ang mga babaing diniborsiyo ay mag-aantabay sa mga sarili nila ng tatlong buwanang dalaw. Hindi ipinahihintulot sa kanila na ikubli nila ang nilikha ni Allāh sa mga sinapupunan nila, kung sila ay sumasampalataya kay Allāh at sa Kabilang-buhay. Ang mga asawa nila ay higit na karapat-dapat sa pagbawi sa kanila sa [panahong] iyon kung nagnais ang mga ito ng isang pagsasaayos. Ukol sa kanila ang tulad ng tungkulin sa kanila ayon sa nakabubuti. Ukol sa mga lalaki sa tungkulin sa kanila ay isang antas [higit sa tungkulin nila]. Si Allāh ay Makapangyarihan, Marunong.",
      "footnotes": null
    },
    {
      "ayah_number": 229,
      "translation_tl": "Ang [magkakabalikang] diborsiyo ay dalawang ulit, kaya [matapos nito ay] pagpapanatili ayon sa nakabubuti o pagpapalaya ayon sa pagmamagandang-loob. Hindi ipinahihintulot para sa inyo na kumuha kayo mula sa ibinigay ninyo sa kanila na anuman maliban na mangamba silang dalawa na hindi silang dalawa makapagpanatili sa mga hangganan ni Allāh. Kaya kung nangangamba kayo na hindi silang dalawa makapagpanatili sa mga hangganan ni Allāh, walang maisisisi sa kanilang dalawa kaugnay sa pagtubos [ng maybahay sa sarili]. Iyon ay mga hangganan ni Allāh kaya huwag kayong lumabag sa mga iyon. Ang sinumang lumampas sa mga hangganan ni Allāh, ang mga iyon ay ang mga tagalabag sa katarungan.",
      "footnotes": null
    },
    {
      "ayah_number": 230,
      "translation_tl": "Kung nagdiborsiyo siya rito [sa ikatlong pagkakataon] ay hindi na ito ipinahihintulot sa kanya matapos na niyan hanggang sa makapag-asawa ito ng isang asawang iba pa sa kanya. Kung nagdiborsiyo naman iyon rito ay walang maisisisi sa kanilang dalawa na magbalikan silang dalawa kung nagpalagay silang dalawa na makapagpanatili silang dalawa sa mga hangganan ni Allāh. Iyon ay mga hangganan ni Allāh; naglilinaw Siya sa mga ito para sa mga taong umaalam.",
      "footnotes": null
    },
    {
      "ayah_number": 231,
      "translation_tl": "Kapag nagdiborsiyo kayo ng mga maybahay at [halos] umabot sila sa taning [ng paghihintay] nila ay magpanatili kayo sa kanila ayon sa nakabubuti o magpalaya kayo sa kanila ayon sa nakabubuti. Huwag kayong magpanatili sa kanila bilang pamiminsala para makalabag kayo. Ang sinumang gumagawa niyon ay lumabag nga sa katarungan sa sarili sarili. Huwag kayong gumawa sa mga tanda ni Allāh bilang kinukutya. Umalaala kayo sa biyaya ni Allāh sa inyo at pinababa Niya sa inyo na Aklat at Karunungan.[59] Nangangaral Siya sa inyo nito. Mangilag kayong magkasala kay Allāh at alamin ninyo na si Allāh sa bawat bagay ay Maalam.",
      "footnotes": "[59] Ang Aklat at ang Karunungan ay tumutukoy sa Qur'an at Sunnah."
    },
    {
      "ayah_number": 232,
      "translation_tl": "Kapag nagdiborsiyo kayo ng mga maybahay ninyo[60] at umabot sila sa `iddah nila ay huwag kayong magpasuliranin sa kanila na magpakasal sila sa mga [dating] asawa nila kapag nagkaluguran sa pagitan nila ayon sa nakabubuti. Iyon ay ipinangangaral sa sinumang kabilang sa inyo na sumasampalataya kay Allāh at sa Huling Araw. Iyon ay higit na busilak para sa inyo at higit na dalisay. Si Allāh ay nakaaalam at kayo ay hindi nakaaalam.",
      "footnotes": "[60] Sa una o ikalawang pagkakataon"
    },
    {
      "ayah_number": 233,
      "translation_tl": "Ang mga ina ay magpapasuso sa mga anak nila nang dalawang buong taon, para sa sinumang nagnais na lumubos ng pagpapasuso. Tungkulin ng ama ang pagtustos sa kanila at ang pagpapadamit sa kanila ayon sa nakabubuti. Walang inaatangang kaluluwa maliban sa kaya nito. Walang pipinsalaing isang ina dahil sa anak niya ni isang ama dahil sa anak nito. Kailangan sa tagapagmana [ng ama] ang tulad ng [tungkuling] iyon. Kung nagnais silang dalawa ng pag-awat [sa bata] ayon sa pagkakaluguran mula sa kanilang dalawa at pagsasanggunian ay walang maisisisi sa kanilang dalawa. Kung nagnais kayo na ipasuso ninyo [sa iba] ang mga anak ninyo ay walang maisisisi sa inyo kapag nag-abot kayo ng ibibigay ninyo ayon sa nakabubuti. Mangilag kayong magkasala kay Allāh at alamin ninyo na si Allāh sa anumang ginagawa ninyo ay Nakakikita.",
      "footnotes": null
    },
    {
      "ayah_number": 234,
      "translation_tl": "Ang mga papapanawin kabilang sa inyo at mag-iiwan ng mga maybahay, mag-aantabay ang mga ito sa mga sarili ng mga ito nang apat na buwan at sampung [araw kung hindi nagdadalang-tao].[61] Kapag umabot ang mga ito sa taning ng mga ito ay walang maisisisi sa inyo sa anumang ginawa ng mga ito sa mga sarili ng mga ito[62] ayon sa nakabubuti. Si Allāh sa anumang ginagawa ninyo ay Mapagbatid.",
      "footnotes": "[61] at kung nagdadalang-tao naman ay hanggang sa makapanganak\n[62] Ibig sabihin: kung muling mag-asawa."
    },
    {
      "ayah_number": 235,
      "translation_tl": "Walang maisisisi sa inyo sa ipinahiwatig ninyo na isang pag-alok ng kasal sa mga babae o kinimkim ninyo sa mga sarili ninyo. Nakaalam si Allāh na kayo ay babanggit sa kanila [nito] subalit huwag kayong makipagtipan sa kanila nang palihim maliban na magsabi kayo ng isang sasabihing nakabubuti. Huwag kayong magpasya ng kasunduan ng kasal hanggang sa umabot ang takdang panahon sa taning nito. Alamin ninyo na si Allāh ay nakaaalam sa anumang nasa mga sarili ninyo kaya mag-ingat kayo sa Kanya. Alamin ninyo na si Allāh ay Mapagpatawad, Matimpiin.",
      "footnotes": null
    },
    {
      "ayah_number": 236,
      "translation_tl": "Wala maisisisi sa inyo kung nagdiborsiyo kayo sa mga maybahay hanggat hindi pa kayo sumaling[63] sa kanila o hindi pa kayo nagtakda para sa kanila ng isang tungkuling [bigay-kaya]. Magpatamasa kayo sa kanila – sa nakaluluwag ayon sa kakayahan niya at sa naghihikahos ayon sa kakayahan niya – ng isang pampalubag-loob ayon sa nakabubuti bilang tungkulin sa mga tagagawa ng maganda.",
      "footnotes": "[63] Ibig sabihin: hindi pa kayo nakipaagtalik"
    },
    {
      "ayah_number": 237,
      "translation_tl": "Kung nagdiborsiyo kayo sa kanila bago pa kayo sumaling[64] sa kanila at nagsatungkulin na kayo para sa kanila ng isang tungkulin, ang kalahati ng isinatungkulin ninyo [ang ibibigay] maliban na magpaubaya sila [na mga babae] o magpaubaya ang [lalaki na] nasa kamay niya ang kasunduan ng kasal. Ang magpaubaya kayo ay higit na malapit sa pangingilag magkasala. Huwag kayong lumimot sa kabutihang-loob sa pagitan ninyo. Tunay na si Allāh sa anumang ginagawa ninyo ay Nakakikita.",
      "footnotes": "[64] Ibig sabihin: hindi pa kayo nakipaagtalik"
    },
    {
      "ayah_number": 238,
      "translation_tl": "Mangalaga kayo sa mga dasal at [lalo na] sa dasal na pinakagitna. Tumayo kayo kay Allāh bilang mga masunurin.",
      "footnotes": null
    },
    {
      "ayah_number": 239,
      "translation_tl": "Saka kung nangamba kayo [sa pagsalakay ng kaaway] ay [magdasal na] mga naglalakad o mga nakasakay. Kapag natiwasay kayo ay umalaala kayo kay Allāh gaya ng itinuro Niya sa inyo ng hindi ninyo noon nalalaman.",
      "footnotes": null
    },
    {
      "ayah_number": 240,
      "translation_tl": "Ang mga papapanawin kabilang sa inyo at mag-iiwan ng mga maybahay ay [mag-iiwan ng] isang tagubilin para sa mga maybahay nila na isang sustento hanggang sa buong taon nang walang pagpapalisan [sa kanila mula sa namatay na asawa], ngunit kung lumisan sila ay walang maisisisi sa inyo sa anumang ginawa nila sa mga sarili nila na nakabubuti. Si Allāh ay Makapangyarihan, Marunong.[65]",
      "footnotes": "[65] Ang karamihan sa mga tagapagpaliwanag ng Qur’an ay nagsasabing ang utos na ito ay pinawalang-bisa ng mga talata 2:234 at 4:34."
    },
    {
      "ayah_number": 241,
      "translation_tl": "Ukol sa mga babaing diniborsiyo ay isang sustento ayon sa nakabubuti bilang tungkulin sa mga tagapangilag magkasala.",
      "footnotes": null
    },
    {
      "ayah_number": 242,
      "translation_tl": "Gayon naglilinaw si Allāh para sa inyo ng mga tanda Niya, nang sa gayon kayo ay makapag-uunawa.",
      "footnotes": null
    },
    {
      "ayah_number": 243,
      "translation_tl": "Hindi ka ba nakaalam sa mga lumisan mula sa mga tahanan nila habang sila ay libu-libo dala ng pangingilag sa kamatayan kaya nagsabi sa kanila si Allāh: “Mamatay kayo,” pagkatapos nagbigay-buhay Siya sa kanila? Tunay na si Allāh ay talagang may kabutihang-loob sa mga tao subalit ang higit na marami sa mga tao ay hindi nagpapasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 244,
      "translation_tl": "Makipaglaban kayo ayon sa landas ni Allāh at alamin ninyo na si Allāh ay Madinigin, Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 245,
      "translation_tl": "Sino itong magpapautang kay Allāh ng isang pautang na maganda[66] para pag-ibayuhin Niya nang maraming ibayo. Si Allāh ay nagpapagipit at nagpapaluwag, at tungo sa Kanya pababalikin kayo [para gantihan].",
      "footnotes": "[66] Ibig sabihin: kusang-loob na paggugol sa kawanggawa o pagpapautang sa isang nangangailangang tao, nang walang patubo."
    },
    {
      "ayah_number": 246,
      "translation_tl": "Hindi ka ba nakaalam sa konseho mula sa mga anak ni Israel matapos na ni Moises nang magsabi sila sa isang propeta para sa kanila: “Magtalaga ka para sa amin ng isang hari, makikipaglaban kami ayon sa landas ni Allāh.” Nagsabi ito: “Harinawa kayo kaya, kung itinakda sa inyo ang pakikipaglaban, ay hindi kayo makipaglaban?” Nagsabi sila: “Hindi ukol sa amin na hindi kami makikipaglaban ayon sa landas ni Allāh samantalang pinalisan kami mula sa mga tahanan namin at mga anak namin.” Ngunit noong itinakda sa kanila ang pakikipaglaban ay tumalikod sila maliban sa kakaunti mula sa kanila. Si Allāh ay Maalam sa mga tagalabag sa katarungan.",
      "footnotes": null
    },
    {
      "ayah_number": 247,
      "translation_tl": "Nagsabi sa kanila ang propeta nila [na si Samuel]: “Tunay na si Allāh ay nagtalaga para sa inyo kay Saul bilang hari.” Nagsabi sila: “Paanong magiging ukol sa kanya ang paghahari sa amin samantalang kami ay higit na karapat-dapat sa paghahari kaysa sa kanya at hindi siya nabigyan ng kasaganaan sa yaman?” Nagsabi ito: “Tunay na si Allāh ay humirang sa kanya higit sa inyo at nagdagdag sa kanya ng isang paglago sa kaalaman at katawan. Si Allāh ay nagbibigay ng paghahari Niya sa sinumang niloloob Niya. Si Allāh ay Malawak, Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 248,
      "translation_tl": "Nagsabi sa kanila ang propeta nila [na si Samuel]: “Tunay na ang tanda ng paghahari niya ay na darating sa inyo ang kaban – na sa loob nito ay may katahimikan mula sa Panginoon ninyo at may labi mula sa naiwan ng angkan ni Moises at ng angkan ni Aaron – na dinadala ng mga anghel.” Tunay na sa gayon ay talagang may tanda para sa inyo, kung kayo ay mga mananampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 249,
      "translation_tl": "Kaya noong humayo si Saul kasama ng mga hukbo ay nagsabi siya: “Tunay na si Allāh ay susubok sa inyo sa isang ilog. Kaya ang sinumang uminom mula roon ay hindi siya kabilang sa akin; at ang sinumang hindi tumikim doon ay tunay na siya ay kabilang sa akin, maliban sa sumalok ng salok sa pamamagitan ng kamay niya.” Ngunit uminom sila maliban sa kaunti kabilang sa kanila. Noong nakalampas doon siya at ang mga sumampalataya kasama sa kanya ay nagsabi sila: “Walang kapangyarihan ukol sa atin ngayong araw laban kay Goliat at sa mga hukbo nito.” Nagsabi ang mga nakatitiyak na sila ay makikipagkita kay Allāh: “Kay raming pangkat na maliit na dumaig sa pangkat na malaki ayon sa pahintulot ni Allāh. Si Allāh ay kasama ng mga nagtitiis.”",
      "footnotes": null
    },
    {
      "ayah_number": 250,
      "translation_tl": "Nang tumambad sila kina Goliat at mga hukbo nito ay nagsabi sila: “Panginoon namin, magbuhos Ka sa amin ng pagtitiis, magpatatag Ka ng mga paa namin, at mag-adya Ka sa amin laban sa mga taong tagatangging sumampalataya.”",
      "footnotes": null
    },
    {
      "ayah_number": 251,
      "translation_tl": "Kaya tinalo nila ang mga iyon ayon sa pahintulot ni Allāh. Pinatay ni David si Goliat. Nagbigay rito si Allāh ng paghahari at karunungan at nagturo Siya rito ng mula sa anumang niloloob Niya. Kung hindi dahil sa pagpapataboy ni Allāh sa mga tao ng iba sa kanila sa pamamagitan ng iba pa ay talaga sanang nagulo ang lupa, subalit si Allāh ay may kabutihang-loob sa mga nilalang.",
      "footnotes": null
    },
    {
      "ayah_number": 252,
      "translation_tl": "Iyon ay ang mga tanda ni Allāh, na binibigkas ang mga iyon sa iyo [O Propeta Muḥammad] kalakip ng katotohanan. Tunay na ikaw ay talagang kabilang sa mga isinugo.",
      "footnotes": null
    },
    {
      "ayah_number": 253,
      "translation_tl": "Ang mga sugong iyon ay nagtangi Kami sa iba sa kanila higit sa iba kabilang sa kanila. Mayroon sa kanila na kinausap ni Allāh. Nag-angat Siya sa iba sa kanila sa mga antas. Nagbigay kay Jesus na anak ni Maria ng mga malinaw na patunay at umalalay sa kanya sa pamamagitan ng Espiritu ng Kabanalan.[67] Kung sakaling niloob ni Allāh ay hindi sana naglaban-laban ang mga matapos na nila matapos na dumating sa kanila ang mga malinaw na patunay; subalit nagkaiba-iba sila sapagkat mayroon sa kanila na sumampalataya at mayroon sa kanila na tumangging sumampalataya. Kung sakaling niloob ni Allāh ay hindi sana sila naglaban-laban; subalit si Allāh ay gumagawa ng anumang ninanais Niya.",
      "footnotes": "[67] Ang tinutukoy ng Espiritu ng Kabanalan sa Qur’an ay si Anghel Gabriel.."
    },
    {
      "ayah_number": 254,
      "translation_tl": "O mga sumampalataya, gumugol kayo [sa kawanggawa] mula sa itinustos Namin sa inyo bago pa may pumuntang isang araw na walang bilihan doon ni pagkakaibigan ni pamamagitan. Ang mga tagatangging sumampalataya ay ang mga tagalabag sa katarungan.",
      "footnotes": null
    },
    {
      "ayah_number": 255,
      "translation_tl": "Si Allāh, walang Diyos kundi Siya, ang Buháy, ang Mapagpanatili. Walang nakatatangay sa Kanya na isang antok ni isang pagkatulog. Sa Kanya ang anumang nasa mga langit at ang anumang nasa lupa. Sino itong mamamagitan sa piling Niya malibang ayon pahintulot Niya? Nakaaalam Siya sa anumang nasa harapan nila at anumang nasa likuran nila. Hindi sila nakapapaligid sa anuman mula sa kaalaman Niya malibang ayon sa niloob Niya. Sumakop ang silya Niya sa mga langit at lupa at hindi nakabibigat sa Kanya ang pangangalaga sa mga ito. Siya ay ang Mataas, ang Sukdulan.",
      "footnotes": null
    },
    {
      "ayah_number": 256,
      "translation_tl": "Walang pamimilit sa relihiyon. Luminaw nga ang pagkagabay sa pagkalisya. Kaya ang sinumang tumatangging sumampalataya sa nagpapakadiyos at sumasampalataya kay Allāh ay nakakapit nga sa hawakang pinakamatibay na walang pagkalamat para rito. Si Allāh ay Madinigin, Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 257,
      "translation_tl": "Si Allāh ay Katangkilik ng mga sumampalataya; nagpapalabas Siya sa kanila mula sa mga kadiliman tungo sa liwanag. Ang mga tumangging sumampalataya, ang mga katangkilik nila ay ang nagpapakadiyos; nagpapalabas ito sa kanila mula sa liwanag tungo sa mga kadiliman. Ang mga iyon ay ang mga maninirahan sa Apoy; sila ay doon mga mananatili.",
      "footnotes": null
    },
    {
      "ayah_number": 258,
      "translation_tl": "Hindi ka ba nakaalam sa nangatwiran[68] kay Abraham hinggil sa Panginoon nito dahil nagbigay sa kanya si Allāh ng paghahari? Noong nagsabi si Abraham: “Ang Panginoon ko ay ang nagbibigay-buhay at nagbibigay-kamatayan” ay nagsabi siya: “Ako ay nagbibigay-buhay at nagbibigay-kamatayan.” Nagsabi si Abraham: “Ngunit tunay na si Allāh ay nagpaparating sa araw mula sa silangan kaya magparating ka nito mula sa kanluran.” Kaya nagitla ang tumangging sumampalataya. Si Allāh ay hindi nagpapatnubay sa mga taong tagalabag sa katarungan.",
      "footnotes": "[68] Sinasabing ito ay si Nimrod, na isang hari sa Iraq nang mga panahong iyon."
    },
    {
      "ayah_number": 259,
      "translation_tl": "O gaya ng naparaan[69] sa isang pamayanan samantalang iyon ay gumuho sa mga bubungan niyon. Nagsabi ito: “Paanong magbibigay-buhay rito si Allāh matapos ng kamatayan nito?” Kaya nagbigay-kamatayan dito si Allāh ng isandaang taon, pagkatapos bumuhay Siya rito. Nagsabi Siya: “Gaano ka katagal namalaging [patay]?” Nagsabi ito: “Namalagi akong [patay] ng isang araw o ng isang bahagi ng isang araw.” Nagsabi Siya: “Bagkus namalagi ka ng isandaang taon. Tumingin ka sa pagkain mo at inumin mo, hindi ito nagbago. Tumingin ka sa asno mo, at upang gawin ka Naming isang tanda para sa mga tao. Tumingin ka sa mga buto [ng asno] kung papaano Kaming magbabangon sa mga ito, pagkatapos magbabalot sa mga ito ng laman.” Kaya noong luminaw ito sa kanya ay nagsabi siya: “Nalalaman ko na si Allāh sa bawat bagay ay May-kakayahan.”",
      "footnotes": "[69] Sinasabing ang naparaang ito ay Propeta Ezra."
    },
    {
      "ayah_number": 260,
      "translation_tl": "[Banggitin] noong nagsabi si Abraham: “Panginoon ko, ipakita Mo sa akin kung papaano Kang nagbibigay-buhay sa mga patay.” Nagsabi Siya: “At hindi ka ba sumampalataya?” Nagsabi ito: “Opo; subalit [humiling ako nito] upang mapanatag ang puso ko.” Nagsabi Siya: “Kaya kumuha ka ng apat na ibon saka maglagak ka ng mga ito sa iyo [upang pagputul-putulin]. Pagkatapos maglagay ka sa bawat burol mula sa mga ito ng isang bahagi. Pagkatapos manawagan ka sa mga ito, pupunta sa iyo ang mga ito sa iyo nang agaran. Alamin mo na si Allāh ay Makapangyarihan, Marunong.”",
      "footnotes": null
    },
    {
      "ayah_number": 261,
      "translation_tl": "Ang paghahalintulad sa mga gumugugol ng mga salapi nila sa landas ni Allāh ay gaya ng paghahalintulad sa isang butil na nagpatubo ng pitong puso, na sa bawat puso ay may isandaang butil. Si Allāh ay nagpapaibayo para sa sinumang niloloob Niya. Si Allāh ay Malawak, Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 262,
      "translation_tl": "Ang mga gumugugol ng mga salapi nila ayon sa landas ni Allāh, pagkatapos hindi nila pinasusundan ang anumang ginugol nila ng isang panunumbat ni pananakit, ukol sa kanila ang pabuya nila sa ganang Panginoon nila, at walang pangamba sa kanila ni sila ay malulungkot.",
      "footnotes": null
    },
    {
      "ayah_number": 263,
      "translation_tl": "Anumang sinasabing nakabubuti at pagpapatawad ay higit na mainam kaysa sa isang kawanggawang sinusundan ng isang pananakit. Si Allāh ay Walang-pangangailangan, Matimpiin.",
      "footnotes": null
    },
    {
      "ayah_number": 264,
      "translation_tl": "O mga sumampalataya, huwag kayong magpawalang-saysay sa mga kawanggawa ninyo sa pamamagitan ng panunumbat at pananakit gaya ng gumugugol ng salapi niya dala ng pagpapakita sa mga tao ngunit hindi sumasampalataya kay Allāh at sa Huling Araw. Ang paghahalintulad sa kanya ay gaya ng paghahalintulad sa isang batong makinis na sa ibabaw nito ay may alabok at may tumama rito na isang masaganang ulan at nag-iwan iyon rito na hantad. Hindi sila nakakakaya sa anuman mula sa kinamit nila. Si Allāh ay hindi nagpapatnubay sa mga taong tagatangging sumampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 265,
      "translation_tl": "Ang paghahalintulad sa mga gumugugol ng mga salapi nila dala ng paghahangad sa kaluguran ni Allāh at sa pagpapatatag sa mga sarili nila ay gaya ng paghahalintulad sa isang hardin sa nakaumbok na lupa na may tumama rito na isang masaganang ulan kaya nagbigay ito ng mga bunga nito nang dalawang ibayo, at kung walang tumama rito na isang masaganang ulan ay may ambon naman [na sasapat]. Si Allāh, sa anumang ginagawa ninyo, ay Nakakikita.",
      "footnotes": null
    },
    {
      "ayah_number": 266,
      "translation_tl": "Nag-aasam ba ang isa sa inyo na magkaroon siya ng isang hardin ng datiles at mga ubas, na dumadaloy mula sa ilalim nito ang mga ilog, na nagkaroon siya sa loob nito ng lahat ng mga bunga, at tumama sa kanya ang katandaan habang mayroon siyang mga supling na mahihina, saka may tumama roon na isang buhawi na sa loob nito ay may apoy kaya nasunog iyon? Gayon naglilinaw si Allāh para sa inyo ng mga tanda, nang sa gayon kayo ay mag-iisip-isip.",
      "footnotes": null
    },
    {
      "ayah_number": 267,
      "translation_tl": "O mga sumampalataya, gumugol kayo mula sa mga kaaya-ayang bagay na kinamit ninyo at mula sa mga pinalabas Namin para sa inyo mula sa lupa. Huwag kayong maglayon ng karima-rimarim mula roon, na gumugugol kayo samantalang kayo ay hindi mga tatanggap nito maliban na magpikit-mata kayo rito. Alamin ninyo na si Allāh ay Walang-pangangailangan, Kapuri-puri.",
      "footnotes": null
    },
    {
      "ayah_number": 268,
      "translation_tl": "Ang demonyo ay nangangako sa inyo ng karalitaan at nag-uutos sa inyo ng kahalayan samantalang si Allāh ay nangangako sa inyo ng isang kapatawaran mula sa Kanya at isang kabutihang-loob. Si Allāh ay Malawak, Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 269,
      "translation_tl": "Nagbibigay Siya ng karunungan sa sinumang niloloob Niya. Ang sinumang binigyan ng karunungan ay nabigyan nga ng kabutihang marami. Walang nagsasaalaala kundi ang mga may isip.",
      "footnotes": null
    },
    {
      "ayah_number": 270,
      "translation_tl": "Ang anumang ginugol ninyo na gugulin o ipinanata ninyo na panata, tunay na si Allāh ay nakaaalam nito. Walang ukol sa mga tagalabag sa katarungan na anumang mga tagaadya.",
      "footnotes": null
    },
    {
      "ayah_number": 271,
      "translation_tl": "Kung maglalantad kayo ng mga kawanggawa ay kay inam ng mga ito! Kung magkukubli kayo ng mga ito at magbibigay kayo ng mga ito sa mga maralita, iyon ay higit na mabuti para sa inyo. Magtatakip-sala si Allāh para sa inyo ng ilan sa mga masagwang gawa ninyo. Si Allāh sa anumang ginagawa ninyo ay Mapagbatid.",
      "footnotes": null
    },
    {
      "ayah_number": 272,
      "translation_tl": "Hindi nasa iyo ang pagpatnubay sa kanila, subalit si Allāh ay nagpapatnubay sa sinumang niloloob Niya. Ang anumang ginugugol ninyo na kabutihan ay ukol sa mga sarili ninyo. Hindi kayo gumugugol malibang sa paghahangad [ng ikalulugod] ng mukha ni Allāh. Ang anumang ginugugol ninyo na kabutihan ay lulubus-lubusin tungo sa inyo [ang kabayaran] at kayo ay hindi lalabagin sa katarungan.",
      "footnotes": null
    },
    {
      "ayah_number": 273,
      "translation_tl": "[Ang mga kawanggawa ay] ukol sa mga maralitang naitalaga ayon sa landas ni Allāh; hindi sila nakakakaya ng paglalakbay sa lupain [upang maghanapbuhay]. Nag-aakala sa kanila ang mangmang na mga mayaman [sila] dahil sa pagpipigil na manghingi. Nakakikilala ka sa kanila dahil sa tanda nila: hindi sila nanghihingi sa mga tao nang may pamimilit. Ang anumang ginugugol ninyo na mabuti, tunay si Allāh dito ay Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 274,
      "translation_tl": "Ang mga gumugugol ng mga yaman nila sa gabi at maghapon nang palihim at hayagan ay ukol sa kanila ang pabuya sa kanila sa ganang Panginoon nila, at walang pangamba sa kanila ni sila ay malulungkot.",
      "footnotes": null
    },
    {
      "ayah_number": 275,
      "translation_tl": "Ang mga kumakain ng patubo ay hindi bumabangon malibang kung paanong bumangon ang pinatuliro ng demonyo dahil sa kabaliwan. Iyon ay dahil sila ay nagsabi na ang pagtitinda ay tulad ng patubo lamang. Nagpahintulot si Allāh ng pagtitinda at nagbawal Siya ng patubo. Kaya ang sinumang dinatnan ng isang pangaral mula sa Panginoon niya at tumigil siya, sa kanya na ang nagdaan [na nakuha niya] at ang nauukol sa kanya ay kay Allāh. Ang sinumang nanumbalik, ang mga iyon ay ang mga maninirahan sa Apoy; sila ay doon mga mananatili.",
      "footnotes": null
    },
    {
      "ayah_number": 276,
      "translation_tl": "Pumupuksa si Allāh sa patubo at nagpapalago Siya sa [gantimpala sa] mga kawanggawa. Si Allāh ay hindi umiibig sa bawat palatangging sumampalataya na makasalanan.",
      "footnotes": null
    },
    {
      "ayah_number": 277,
      "translation_tl": "Tunay na ang mga sumampalataya, gumawa ng mga maayos, nagpanatili ng pagdarasal, at nagbigay ng zakāh ay ukol sa kanila ang pabuya sa kanila sa ganang Panginoon nila, at walang pangamba sa kanila ni sila ay malulungkot.",
      "footnotes": null
    },
    {
      "ayah_number": 278,
      "translation_tl": "O mga sumampalataya, mangilag kayong magkasala kay Allāh at itigil ninyo ang [pagsingil] anumang natira mula sa patubo kung kayo ay mga mananampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 279,
      "translation_tl": "Ngunit kung hindi ninyo ginawa [ang utos sa inyo], tumiyak kayo ng isang digmaan mula kay Allāh at sa Sugo Niya. Kung nagbalik-loob kayo[70] ay ukol sa inyo ang mga puhunan ng mga salapi ninyo. Hindi kayo lalabag sa katarungan[71] at hindi kayo lalabagin sa katarungan. [72]",
      "footnotes": "[70] at tumigil sa pagkuha ng patubo\n[71] sa pamamagitan ng pagdagdag ng patubo sa pautang ninyo\n[72] sa pamamagitan ng pagbawas sa pagbayad sa pautang ninyo"
    },
    {
      "ayah_number": 280,
      "translation_tl": "Kung naging may kagipitan [ang nagkautang] ay [magbigay ng] isang paghihintay hanggang sa kaluwagan [niya]; ngunit ang magkawanggawa kayo ay higit na mabuti para sa inyo kung kayo ay nakaaalam.",
      "footnotes": null
    },
    {
      "ayah_number": 281,
      "translation_tl": "Mangilag kayo sa Araw na pababalikin kayo roon tungo kay Allāh. Pagkatapos lulubus-lubusin ang bawat kaluluwa sa [kabayaran ng] anumang nakamit nito at sila ay hindi lalabagin sa katarungan.",
      "footnotes": null
    },
    {
      "ayah_number": 282,
      "translation_tl": "O mga sumampalataya, kapag nag-utangan kayo ng isang pautang sa isang taning na tinukoy ay isulat ninyo ito at isulat sa pagitan ninyo ng isang tagasulat ayon sa katarungan. Hindi tatanggi ang isang tagasulat na isulat niya gaya ng itinuro sa kanya ni Allāh. Kaya magsulat siya at magdikta ang nasa kanya ang tungkulin, mangilag siyang magkasala kay Allāh na Panginoon niya, at huwag siyang magpakulang mula roon ng anuman. Ngunit kung ang nasa kanya ang tungkulin ay isang hunghang o isang mahina o hindi nakakakaya na magdikta mismo ay magdikta ang katangkilik niya ayon sa katarungan. Magpasaksi kayo ng dalawang saksi mula sa kalalakihan ninyo; ngunit kung silang dalawa ay hindi dalawang lalaki, [magpasaksi sa] isang lalaki at dalawang babae kabilang sa sinumang nalugod kayo na mga saksi, upang kung makalimot ang isa sa dalawang [babae] ay magpapaalaala ang isa sa dalawa sa isa pa. Hindi tatanggi ang mga saksi kapag tinawag sila. Huwag kayong magsawa na magsulat kayo nitong [utang], maliit man o malaki, hanggang sa taning nito. Iyon ay higit na makatarungan sa ganang kay Allāh, higit na mananatili para sa pagsasaksi, at higit na malapit upang hindi kayo mag-alinlangan, malibang ito ay isang kalakalang dinadaluhan, na nagsasagawa kayo nito sa pagitan ninyo sapagkat walang maisisisi sa inyo na hindi kayo magsulat nito. Magpasaksi kayo kapag nagbilihan kayo. Hindi pinipinsala ang isang tagasulat ni ang isang saksi. Kung gagawa kayo [nito], tunay na ito ay mga kasuwailan sa inyo. Mangilag kayong magkasala kay Allāh at magtuturo sa inyo si Allāh. Si Allāh sa bawat bagay ay Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 283,
      "translation_tl": "Kung kayo ay nasa isang paglalakbay at hindi kayo nakatagpo ng isang tagasulat, mga sanglang mapanghahawakan [ang maiiwan]. Ngunit kung natiwasay ang iba sa inyo sa iba pa ay magsagawa ang pinagkatiwalaan ng ipinagkatiwala sa kanya at mangilag siyang magkasala kay Allāh na Panginoon niya. Huwag kayong maglingid ng pagsasaksi. Ang sinumang maglingid niyon, tunay na siya ay nagkakasala ang puso niya. Si Allāh sa anumang ginagawa ninyo ay Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 284,
      "translation_tl": "Sa kay Allāh ang anumang nasa mga langit at ang anumang nasa lupa. Kung maglalantad kayo ng nasa mga sarili ninyo o magkukubli kayo nito, magtutuos sa inyo nito si Allāh, saka magpapatawad Siya sa sinumang niloloob Niya at magpaparusa Siya sa sinumang niloloob Niya. Si Allāh sa bawat bagay ay May-kakayahan.",
      "footnotes": null
    },
    {
      "ayah_number": 285,
      "translation_tl": "Sumampalataya ang Sugo sa anumang pinababa sa kanya [mula sa Qur’ān] mula sa Panginoon niya at ang mga mananampalataya [ay gayon din]. Bawat [isa] ay sumampalataya kay Allāh, sa mga anghel Niya, sa mga kasulatan Niya, at sa mga sugo Niya. [Sinabi:] “Hindi kami nagtatangi-tangi sa isa man sa mga sugo Niya.” Nagsabi sila: “Nakarinig kami at tumalima kami. [Humihingi kami ng] pagpapatawad Mo, Panginoon namin. Tungo sa Iyo ang kahahantungan.”",
      "footnotes": null
    },
    {
      "ayah_number": 286,
      "translation_tl": "Hindi nag-aatang si Allāh sa isang kaluluwa malibang ayon sa kaya nito. Ukol dito ang [gantimpala sa] kinamit nito at laban dito ang [ganti sa] nakamit nito. Panginoon namin, huwag Kang magpanagot sa amin kung nakalimot kami o nagkamali kami. Panginoon namin, huwag Kang magpabuhat sa amin ng isang pabigat na gaya ng ipinabuhat Mo sa mga bago pa namin.[73] Panginoon namin, huwag Kang magpapasan sa amin ng anumang wala kaming lakas doon. Magpaumanhin Ka sa amin, magpatawad Ka sa amin, at maawa Ka sa amin. Ikaw ay Mapagtangkilik sa amin, kaya mag-adya Ka sa amin laban sa mga taong tagatangging sumampalataya.",
      "footnotes": "[73] Tinutukoy rito ang pabigat ng mga patakarang iniatng ng Batas ni Moises sa mga anak ng Israel at ang asetismo sa mga tagasunod ni Jesus."
    }
  ]
}