{
  "surah_number": 3,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_tl": "Alif. Lām. Mīm. [1]",
      "footnotes": "[1] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān."
    },
    {
      "ayah_number": 2,
      "translation_tl": "Si Allāh, walang Diyos kundi Siya, ang Buhay, ang Mapagpanatili.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_tl": "Nagbaba Siya sa iyo [O Propeta] ng Aklat kalakip ng katotohanan bilang tagapagpatotoo para sa nauna rito, nagpababa Siya ng Torah at Ebanghelyo,",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_tl": "na bago pa niyan ay isang patnubay para sa mga tao, at nagpababa Siya ng Pamantayan [ng tama at mali]. Tunay na ang mga tumangging sumampalataya sa mga talata ni Allāh, ukol sa kanila ay isang pagdurusang matindi. Si Allāh ay Makapangyarihan, May paghihiganti.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_tl": "Tunay na si Allāh ay walang naikukubli sa Kanya na anuman sa lupa ni sa langit.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_tl": "Siya ay ang nagbibigay-anyo sa inyo sa mga sinapupunan kung papaanong niloloob Niya. Walang Diyos kundi Siya, ang Makapangyarihan, ang Marunong.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_tl": "Siya ay ang nagpababa sa iyo ng Aklat; mula rito ay may mga talatang isinatahasan – na ang mga ito ay ang saligan ng Aklat – at may mga ibang pinatalinghaga. Hinggil sa mga nasa mga puso nila ay may pagliko [palayo sa katotohanan], sumusunod sila sa anumang tumalinghaga mula rito dala ng paghahangad ng ligalig at dala ng paghahangad ng pagbibigay-pakahulugan dito samantalang walang nakaaalam sa pagpapakahulugan dito kundi si Allāh. Ang mga nagpakalalim sa kaalaman ay nagsasabi: “Sumampalataya kami rito; lahat ay mula sa ganang Panginoon namin.” Walang nagsasaalaala kundi ang mga may isip.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_tl": "“Panginoon namin, huwag Kang magpaliko sa mga puso namin matapos noong nagpatnubay Ka sa amin at magkaloob Ka sa amin ng awa mula sa panig Mo; tunay na Ikaw ay ang Palakaloob.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_tl": "Panginoon namin, tunay na Ikaw ay ang Tagatipon sa mga tao para sa isang araw na walang pag-aalinlangan doon.” Tunay na si Allāh ay hindi sumisira sa naipangako.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_tl": "Tunay na ang mga tumangging sumampalataya ay hindi magpapakinabang para sa kanila ang mga yaman nila ni ang mga anak nila laban kay Allāh sa anuman. Ang mga iyon ay ang mga panggatong sa Apoy.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_tl": "Gaya ng kinagawian ng mga kampon ni Paraon at ng mga bago pa nila, nagpasinungaling sila sa mga tanda kaya nagparusa sa kanila si Allāh dahil sa mga pagkakasala nila. Si Allāh ay matindi ang parusa.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_tl": "Sabihin mo sa mga tumangging sumampalataya: “Gagapihin kayo at kakalapin kayo patungo sa Impiyerno. Kay saklap ang himlayan!”",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_tl": "Nagkaroon nga kayo ng isang tanda sa dalawang pangkat na nagkita [sa labanan sa Badr]: may isang pangkat na nakikipaglaban ayon sa landas ni Allāh at may isa pang tagatangging sumampalataya. Nakakikita sila sa mga iyon na dalawang tulad nila ayon sa pagkakita ng mata. Si Allāh ay nag-aalalay sa pamamagitan ng pag-aadya Niya sa sinumang niloloob Niya. Tunay na sa gayon ay talagang may maisasaalang-alang para sa mga may paningin.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_tl": "Ipinaakit para sa mga tao ang pagkaibig sa mga ninanasa gaya ng mga babae, mga anak, bunton-bunton na nakabuntong ginto at pilak, mga kabayong tinatakan, mga hayupan, at sakahan. Iyon ay ang natatamasa sa buhay na pangmundo samantalang si Allāh ay taglay Niya ang kagandahan ng uwian.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_tl": "Sabihin mo: “Magbabalita ba ako sa inyo ng higit na mabuti kaysa roon? Ukol sa mga nangilag magkasala, sa piling ng Panginoon nila, ay mga harding dumadaloy mula sa ilalim ng mga ito ang mga ilog bilang mga mananatili sa mga ito, mga asawang dinalisay, at isang pagkalugod mula kay Allāh. Si Allāh ay Nakakikita sa mga lingkod.”",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_tl": "Ang mga nagsasabi: “Panginoon Namin, tunay na kami ay sumampalataya kaya magpatawad Ka sa amin sa mga pagkakasala namin at magsanggalang Ka sa amin sa pagdurusa sa Apoy.”",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_tl": "[Sila] ang mga matiisin, ang mga tapat,[2] ang mga masunurin, ang mga gumugugol,[3] at ang mga humihingi ng tawad sa mga huling bahagi ng gabi.",
      "footnotes": "[2] sa mga sinasabi nila at mga ginagawa nila\n[3] sa landas ni Allāh"
    },
    {
      "ayah_number": 18,
      "translation_tl": "Sumaksi si Allāh na walang Diyos kundi Siya, ang mga anghel, at ang mga may kaalaman, habang nagpapanatili sa pagkamakatarungan. Walang Diyos kundi Siya, ang Makapangyarihan, ang Marunong.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_tl": "Tunay na ang relihiyon sa ganang kay Allāh ay ang Islām. Hindi nagkaiba-iba ang mga binigyan ng kasulatan kundi matapos na dumating sa kanila ang kaalaman dala ng paglabag sa pagitan nila. Ang sinumang tatangging sumampalataya sa mga tanda ni Allāh, tunay na si Allāh ay mabilis ang pagtutuos.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_tl": "Kaya kung nangatwiran sila sa iyo [O Propeta Muḥammad] ay sabihin mo: “Nagpasakop ako ng mukha ko kay Allāh at ang sinumang sumunod sa akin.” Sabihin mo sa mga binigyan ng Kasulatan at mga iliterato:[4] “Nagpasakop ba kayo?” Kung nagpasakop sila ay napatnubayan nga sila; at kung tumalikod sila, tanging kailangan sa iyo ang pagpapaabot. Si Allāh ay Nakakikita sa mga lingkod.",
      "footnotes": "[4] mga walang Kasulatan"
    },
    {
      "ayah_number": 21,
      "translation_tl": "Tunay na ang mga tumatangging sumampalataya sa mga tanda ni Allāh, pumapatay sa mga propeta nang walang isang karapatan, at pumapatay sa mga nag-uutos sa pagkamakatarungan kabilang sa mga tao ay magbalita ka sa kanila ng isang pagdurusang masakit.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_tl": "Ang mga iyon ay ang mga nawalang-kabuluhan ang mga gawa nila sa Mundo at Kabilang-buhay, at walang ukol sa kanila na anumang mga tagapag-adya.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_tl": "Hindi ka ba nakaalam sa mga binigyan ng isang bahagi mula sa Kasulatan? Inanyayahan sila tungo sa Kasulatan[5] ni Allāh upang humatol Siya sa pagitan nila, pagkatapos may tumatalikod na isang pangkat kabilang sa kanila habang sila ay mga umaayaw.",
      "footnotes": "[5] Ibig sa bihin: ang orihinal na Torah."
    },
    {
      "ayah_number": 24,
      "translation_tl": "Iyon ay dahil sila ay nagsabi: “Hindi sasaling sa amin ang Apoy maliban sa mga araw na nabibilang.” Luminlang sa kanila kaugnay sa relihiyon nila ang dati nilang ginagawa-gawa.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_tl": "Kaya papaano kapag nagtipon Kami sa kanila para sa isang araw na walang pag-aalinlangan doon, at nilubus-lubos ang bawat kaluluwa sa [kabayaran ng] anumang nakamit nito habang sila ay hindi lalabagin sa katarungan?",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_tl": "Sabihin mo: “O Allāh, Tagapagmay-ari ng paghahari, nagbibigay Ka ng paghahari sa sinumang niloloob Mo, nag-aalis Ka ng paghahari mula sa sinumang niloloob Mo, nagpaparangal Ka sa sinumang niloloob Mo, at nang-aaba Ka sa sinumang niloloob Mo. Nasa kamay Mo ang kabutihan. Tunay na Ikaw sa bawat bagay ay May-kakayahan.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_tl": "Nagpapalagos Ka ng gabi sa maghapon at nagpapalagos Ka ng maghapon sa gabi. Nagpapalabas Ka ng buhay mula sa patay at nagpapalabas Ka ng patay mula sa buhay. Nagtutustos Ka sa sinumang niloloob Mo nang walang pagtutuos.”",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_tl": "Huwag gumawa ang mga mananampalataya sa mga tagatangging sumampalataya bilang mga katangkilik bukod pa sa mga mananampalataya. Ang sinumang gagawa niyon ay hindi siya kaugnay kay Allāh sa anuman, maliban na mangilag kayo sa kanila sa isang pinangingilagan. Nagbibigay-babala sa inyo si Allāh sa sarili Niya. Tungo kay Allāh ang kahahantungan.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_tl": "Sabihin mo: “Kung magkukubli kayo ng anumang nasa mga dibdib ninyo o maglalantad kayo niyon, makaaalam niyon si Allāh. Nakaaalam Siya sa anumang nasa mga langit at ang anumang nasa lupa. Si Allāh sa bawat bagay ay May-kakayahan.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_tl": "Sa Araw na makatatagpo ang bawat kaluluwa sa anumang ginawa niya na kabutihan na padadaluhin at sa anumang ginawa niya na kasagwaan, mag-aasam siya na kung sana sa pagitan niya at niyon ay may isang agwat na malayo. Nagbibigay-babala sa inyo si Allāh ng sarili Niya. Si Allāh ay Mahabagin sa mga lingkod.”",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_tl": "Sabihin mo [O Propeta Muḥammad]: “Kung kayo ay umiibig kay Allāh, sumunod kayo sa akin; iibig sa inyo si Allāh at magpapatawad Siya sa inyo ng mga pagkakasala ninyo. Si Allāh ay Mapagpatawad, Maawain.”",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_tl": "Sabihin mo: “Tumalima kayo kay Allāh at sa Sugo,” ngunit kung tumalikod sila, tunay na si Allāh ay hindi umiibig sa mga tagatangging sumampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_tl": "Tunay na si Allāh ay humirang kay Adan, kay Noe, sa mag-anak ni Abraham, at sa mag-anak ni `Imrān higit sa mga nilalang –",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_tl": "mga supling na ang ilan sa kanila ay mula sa ilan. Si Allāh ay Madinigin, Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_tl": "[Banggitin] noong nagsabi ang maybahay ni `Imrān: “Panginoon ko, tunay na ako ay nagpanata para sa Iyo ng nasa sinapupunan ko bilang nakalaan, kaya tanggapin Mo mula sa akin; tunay na Ikaw ay ang Madinigin, ang Maalam.”",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_tl": "Ngunit noong nagsilang siya ito ay nagsabi siya: “Panginoon ko, tunay na ako ay nagsilang sa kanya na isang babae,” – samantalang si Allāh ay higit na maalam sa isinilang niya at ang lalaki ay hindi gaya ng babae – “tunay na ako ay nagpangalan sa kanya na Maria, at tunay na ako ay naglalagay sa kanya at mga supling niya sa pagkukupkop Mo laban sa demonyong kasumpa-sumpa.”",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_tl": "Kaya tinanggap ito ng Panginoon nito sa isang pagtanggap na maganda, hinubog Niya ito sa isang paghubog na maganda, at ipinaaruga Niya ito kay Zacarias. Sa tuwing pumapasok sa kinaroroonan nito si Zacarias sa sambahan, nakatatagpo siya sa piling nito ng isang panustos.[6] Nagsabi Siya: “O Maria, paanong mayroon ka nito?” Nagsabi ito: “Ito ay mula sa ganang kay Allāh. Tunay na si Allāh ay nagtutustos sa sinumang niloloob Niya nang walang pagtutuos.”",
      "footnotes": "[6] Ang panustos na natatapuan ay prutas na wala sa panahon."
    },
    {
      "ayah_number": 38,
      "translation_tl": "Doon dumalangin si Zacarias sa Panginoon niya. Nagsabi siya: “Panginoon ko, magkaloob Ka sa akin mula sa nasa Iyo ng isang supling na kaaya-aya; tunay na Ikaw ay Madinigin sa panalangin.”",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_tl": "Kaya nanawagan sa kanya ang mga anghel, habang siya ay nakatayong nagdarasal sa isang silid-dasalan, na [nagsasabi]: “Si Allāh ay nagbabalita sa iyo ng nakagagalak hinggil kay Juan bilang tagapagpatotoo sa isang salita mula kay Allāh, bilang ginoo, bilang matimtiman, at bilang propeta kabilang sa mga maayos.”",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_tl": "Nagsabi ito: “Panginoon ko, paanong magkakaroon ako ng isang batang lalaki samantalang umabot na sa akin ang katandaan at ang maybahay ko naman ay baog?” Nagsabi Siya: “Gayon si Allāh, gumagawa Siya ng anumang niloloob Niya.”",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_tl": "Nagsabi ito: “Panginoon ko, gumawa Ka para sa akin ng isang tanda.” Nagsabi Siya: “Ang tanda mo ay na hindi ka makipag-usap sa mga tao nang tatlong araw malibang sa senyas. Alalahanin mo ang Panginoon mo nang madalas at magluwalhati ka sa hapon at umaga.”",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_tl": "[Banggitin] noong nagsabi ang mga anghel kay Maria: “O Maria, tunay na si Allāh ay humirang sa iyo, nagdalisay[7] sa iyo, at humirang sa iyo higit sa mga babae ng mga nilalang.",
      "footnotes": "[7] sa mga kapintasan at kawalang-pananampalataya."
    },
    {
      "ayah_number": 43,
      "translation_tl": "O Maria, magmasunurin ka sa Panginoon mo, magpatirapa ka, at yumukod ka kasama ng mga yumuyukod [sa pagdarasal].",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_tl": "Iyon ay kabilang sa mga balita ng nakalingid; nagkakasi Kami nito sa iyo [O Propeta]. Wala ka noon sa piling nila noong nagpapalabunutan sila sa mga panulat nila kung alin sa kanila ang mag-aaruga kay Maria at wala ka noon sa piling nila noong nag-aalitan sila.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_tl": "[Banggitin] noong nagsabi ang mga anghel: “O Maria, tunay na si Allāh ay nagbabalita sa iyo ng nakagagalak hinggil sa isang salita mula sa Kanya, na ang pangalan nito ay ang Kristo Jesus na anak ni Maria, bilang pinarangalan sa Mundo at sa Kabilang-buhay at kabilang sa mga inilapit [kay Allāh].",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_tl": "Magsasalita siya sa mga tao habang nasa duyan pa at nasa kasapatang-gulang na, at [magiging] kabilang sa mga maayos.”",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_tl": "Nagsabi siya: “O Panginoon ko, paanong magkakaroon ako ng isang anak samantalang walang nakasaling sa akin na isang lalaki?” Nagsabi ito:[8] “Gayon si Allāh, lumilikha Siya ng anumang niloloob Niya. Kapag nagtadhana Siya ng isang bagay ay nagsasabi lamang Siya rito na mangyari saka mangyayari ito.",
      "footnotes": "[8] Si Anghel Gabriel"
    },
    {
      "ayah_number": 48,
      "translation_tl": "Magtuturo Siya rito ng Kasulatan, karunungan, Torah, at Ebanghelyo.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_tl": "[Gagawa Siya rito] bilang sugo sa mga anak ni Israel, [na magsasabi]: ‘Na ako ay naghatid nga sa inyo ng isang tanda mula sa Panginoon ninyo; na ako ay lilikha para sa inyo mula sa putik ng gaya ng anyo ng ibon, saka iihip rito, saka ito ay magiging isang ibon ayon sa pahintulot ni Allāh. Magpapagaling ako ng ipinanganak na bulag at ketungin. Magbibigay-buhay ako sa mga patay ayon sa pahintulot ni Allāh. Magbabalita ako sa inyo ng kinakain ninyo at iniimbak ninyo sa mga bahay ninyo. Tunay na sa gayon ay talagang may tanda para sa inyo kung kayo ay mga mananampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_tl": "[Dumating ako] bilang tagapagpatotoo para sa nauna sa akin na Torah at upang magpahintulot ako para sa inyo ng ilan sa ipinagbawal sa inyo. Naghatid ako sa inyo ng isang tanda mula sa Panginoon ninyo kaya mangilag kayong magkasala kay Allāh at tumalima kayo sa akin.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_tl": "Tunay na si Allāh ay Panginoon ko at Panginoon ninyo kaya sumamba kayo sa Kanya. Ito ay landasing tuwid.’”",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_tl": "Ngunit noong nakadama si Jesus mula sa kanila ng kawalang-pananampalataya ay nagsabi siya: “Sino ang mga tagaadya ko tungo kay Allāh?” Nagsabi ang mga disipulo: “Kami ay ang mga tagaadya ni Allāh; sumampalataya kami kay Allāh, at sumaksi ka na kami ay mga tagapagpasakop[9] [kay Allāh].",
      "footnotes": "[9] Muslim sa wikang Arabe."
    },
    {
      "ayah_number": 53,
      "translation_tl": "Panginoon namin, sumampalataya kami sa pinababa Mo [na Ebanghelyo] at sumunod kami sa sugo kaya isulat Mo kami kasama sa mga tagasaksi [sa katotohanan].”",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_tl": "Nagpakana sila [laban kay Jesus] at nagpakana si Allāh [laban sa kanila], at Si Allāh ay ang pinakamabuti sa mga tagapagpakana.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_tl": "[Banggitin] noong nagsabi si Allāh: “O Jesus, tunay na Ako ay hahango sa iyo, mag-aangat sa iyo tungo sa Akin, magdadalisay sa iyo laban sa mga tumangging sumampalataya, at gagawa sa mga sumunod sa iyo na higit sa mga tumangging sumampalataya hanggang sa Araw ng Pagbangon. Pagkatapos tungo sa Akin ang babalikan ninyo, saka hahatol Ako sa pagitan ninyo sa anumang dati kayo hinggil doon ay nagkakaiba-iba.",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_tl": "Ngunit tungkol sa mga tumangging sumampalataya [kay Kristo], pagdurusahin Ko sila ng isang pagdurusang matindi sa Mundo at Kabilang-buhay, at walang ukol sa kanila na anumang mga tagapag-adya.”",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_tl": "Hinggil sa mga sumampalataya at gumawa ng mga maayos, maglulubus-lubos Siya sa kanila ng mga pabuya sa kanila. Si Allāh ay hindi umiibig sa mga tagalabag sa katarungan.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_tl": "Iyon ay binibigkas Namin sa iyo mula sa mga tanda at paalaalang marunong.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_tl": "Tunay na ang paghahalintulad kay Jesus sa ganang kay Allāh ay gaya ng paghahalintulad kay Adan; lumikha Siya rito mula sa alabok, pagkatapos nagsabi Siya rito na mangyari saka mangyayari ito.",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_tl": "Ang katotohanan ay mula sa Panginoon mo kaya huwag kang maging kabilang sa mga tagapagtaltalan.",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_tl": "Kaya ang sinumang nangatwiran sa iyo hinggil sa kanya matapos na may dumating sa iyo na kaalaman ay magsabi ka: “Halikayo, magsitawag tayo sa mga anak namin at mga anak ninyo, mga kababaihan namin at mga kababaihan ninyo, at mga sarili namin at mga sarili ninyo. Pagkatapos maalab na manalangin tayo saka manawagan tayo ng sumpa ni Allāh sa mga sinungaling.”",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_tl": "Tunay na ito ay talagang ang kasaysayang totoo [tungkol kay Jesus]. Walang anumang diyos kundi si Allāh. Tunay na si Allāh ay talagang ang Makapangyarihan, ang Marunong.",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_tl": "Kaya kung tumalikod sila, tunay na si Allāh ay Maalam sa mga tagagulo.",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_tl": "Sabihin mo: “O mga May Kasulatan, halikayo sa isang salitang magkatulad sa pagitan namin at ninyo: na hindi tayo sasamba kundi kay Allāh, hindi tayo magtatambal sa Kanya ng anuman, at hindi gagawa ang iba sa atin sa iba bilang mga panginoon bukod pa kay Allāh.” Ngunit kung tumalikod sila ay sabihin ninyo: “Sumaksi kayo na kami ay mga Muslim.”",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_tl": "O mga May Kasulatan, bakit kayo nakikipagkatwiran hinggil kay Abraham samantalang hindi pinababa ang Torah at ang Ebanghelyo kundi matapos na niya? Kaya hindi ba kayo nakapag-uunawa?",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_tl": "Kayo itong nakikipagkatwiran hinggil sa mayroon kayo ritong kaalaman kaya bakit kayo nakikipagkatwiran hinggil sa wala kayo ritong kaalaman? Si Allāh ay nakaaalam at kayo ay hindi nakaaalam.",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_tl": "Hindi nangyaring si Abraham ay isang Hudyo ni isang Kristiyano, subalit siya noon ay isang makatotoong Muslim at hindi siya naging kabilang sa mga tagapagtambal [kay Allāh].",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_tl": "Tunay na ang pinakamalapit sa mga tao kay Abraham ay talagang ang mga sumunod sa kanya, ang Propetang ito, at ang mga sumampalataya. Si Allāh ay ang Katangkilik ng mga mananampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_tl": "Inasam ng isang pangkatin kabilang sa mga May Kasulatan na kung sana ay nagliligaw sila sa inyo, ngunit hindi sila nagliligaw kundi sa mga sarili nila ngunit hindi sila nakararamdam.",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_tl": "O mga May Kasulatan, bakit kayo tumatangging sumampalataya sa mga talata ni Allāh samantalang kayo ay nakasasaksi [sa katotohanan].",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_tl": "O mga May Kasulatan, bakit kayo naglalahok sa katotohanan ng kabulaanan at nagtatago kayo ng katotohanan[10] samantalang kayo ay nakaaalam?",
      "footnotes": "[10] na kabilang dito ang katumpakan ng pagkapropeta ni Muḥammad"
    },
    {
      "ayah_number": 72,
      "translation_tl": "Nagsabi ang isang pangkatin kabilang sa mga May Kasulatan: “Sumampalataya kayo sa pinababa sa mga sumampalataya sa simula ng maghapon at tumanggi kayong sumampalataya sa katapusan niyon, nang sa gayon sila ay babalik [sa dati].",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_tl": "Huwag kayong maniwala maliban sa sinumang sumunod sa relihiyon ninyo.” Sabihin mo: “Tunay na ang patnubay ay ang patnubay ni Allāh. [May pangamba ba] na magbigay sa isa ng [kalamangang] tulad ng ibinigay sa inyo o makikipagkatwiran sila sa inyo sa piling ng Panginoon ninyo?” Sabihin mo: “Tunay na ang kabutihang-loob ay nasa kamay ni Allāh; nagbibigay Siya nito sa sinumang niloloob Niya. Si Allāh ay Malawak, Maalam.”",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_tl": "Nagtatangi Siya sa awa Niya sa sinumang niloloob Niya. Si Allāh ay may kabutihang-loob na sukdulan.",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_tl": "Mayroon sa mga May Kasulatan na kung magtitiwala ka sa kanya ng isang bunton [na salapi] ay magsasauli siya nito sa iyo. Mayroon sa kanila na kung magtitiwala ka sa kanya ng isang dīnār ay hindi siya magsasauli nito sa iyo malibang hindi ka tumigil sa kanya na naniningil. Iyon ay dahil sila ay nagsabi: “Wala sa aming kasalanan kaugnay sa mga iliterato.” Nagsasabi sila hinggil kay Allāh ng kasinungalingan samantalang sila ay nakaaalam.",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_tl": "Bagkus ang sinumang magpatupad sa kasunduan sa kanya at nangilag magkasala sapagkat tunay na si Allāh ay umiibig sa mga tagapangilag magkasala.",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_tl": "Tunay na ang mga bumili kapalit ng kasunduan kay Allāh at mga sinumpaan nila ng isang kaunting panumbas, ang mga iyon ay walang bahagi ukol sa kanila sa Kabilang-buhay. Hindi kakausap sa kanila si Allāh, hindi Siya titingin sa kanila sa Araw ng Pagbangon, at hindi Siya magbubusilak sa kanila. Ukol sa kanila ay isang pagdurusang masakit.",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_tl": "Tunay na kabilang sa kanila ay talagang isang pangkat na pumipilipit ng mga dila nila sa [pagbasa ng] kasulatan upang mag-akala kayong iyon ay mula sa Kasulatan samantalang iyon ay hindi bahagi ng Kasulatan, na nagsasabing iyon ay mula sa ganang kay Allāh samantalang iyon ay hindi mula sa ganang kay Allāh, at na nagsasabi hinggil kay Allāh ng kasinungalingan samantalang sila ay nakaaalam.",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_tl": "Hindi naging ukol sa isang tao na magbigay rito si Allāh ng kasulatan, kapamahalaan, at pagkapropeta, pagkatapos magsabi ito sa mga tao: “Kayo ay maging mga mananamba para sa akin bukod pa kay Allāh,” bagkus [magsabi ito]: “Kayo ay maging mga paham dahil kayo noon ay nagtuturo ng kasulatan at dahil kayo noon ay nag-aaral;”",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_tl": "ni mag-uutos ito sa inyo na gumawa kayo sa mga anghel at mga propeta bilang mga panginoon. Nag-uutos ba ito sa inyo ng kawalang-pananampalataya matapos noong kayo ay naging mga Muslim?",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_tl": "[Banggitin] noong gumawa si Allāh ng kasunduan sa mga propeta, [na nagsasaad]: “Talagang ang anumang ibinigay Ko sa inyo na kasulatan at karunungan, pagkatapos may dumating sa inyo na isang Sugo na tagapagpatotoo para sa taglay ninyo, ay talagang sasampalataya nga kayo rito at talagang mag-aadya nga kayo rito.” Nagsabi Siya: “Kumilala ba kayo at tumanggap ba kayo kaugnay roon sa kasunduan sa Akin?” Nagsabi sila: “Kumilala kami.” Nagsabi Siya: “Kaya sumaksi kayo, at Ako ay kasama sa inyo kabilang sa mga tagasaksi.”",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_tl": "Kaya ang sinumang tumalikod matapos niyon, ang mga iyon ay ang mga suwail.",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_tl": "Kaya ba sa iba pa sa relihiyon ni Allāh naghahangad sila samantalang sa Kanya nagpasakop ang sinumang nasa mga langit at lupa sa pagkukusang-loob at pagkasuklam at sa Kanya sila pababalikin?",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_tl": "Sabihin mo: “Sumampalataya kami kay Allāh, sa anumang pinababa sa amin, at sa anumang pinababa kina Abraham, Ismael, Isaac, Jacob, sa [mga propeta] mga lipi [ng Israel]‌, sa anumang ibinigay kina Moises at Jesus, at sa mga propeta mula sa Panginoon nila. Hindi kami nagtatangi-tangi sa isa sa kanila at kami sa Kanya ay mga tagapagpasakop.”",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_tl": "Ang sinumang naghahangad ng iba pa sa Islām bilang relihiyon ay hindi ito matatanggap mula sa kanya at siya sa Kabilang-buhay ay kabilang sa mga lugi.",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_tl": "Papaanong magpapatnubay si Allāh sa mga taong tumangging sumampalataya matapos ng pagsampalataya nila at sumaksi na ang Sugo ay totoo at dumating sa kanila ang mga malinaw na patunay? Si Allāh ay hindi nagpapatnubay sa mga taong tagalabag sa katarungan.",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_tl": "Ang mga iyon, ang ganti sa kanila ay na sa kanila ang sumpa ni Allāh, ng mga anghel, at ng mga tao nang magkakasama,",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_tl": "bilang mga mananatili roon. Hindi pagagaanin sa kanila ang pagdurusa ni sila ay palulugitan,",
      "footnotes": null
    },
    {
      "ayah_number": 89,
      "translation_tl": "maliban sa mga nagbalik-loob matapos na niyon at nagsaayos sapagkat tunay na si Allāh ay Mapagpatawad, Maawain.",
      "footnotes": null
    },
    {
      "ayah_number": 90,
      "translation_tl": "Tunay na ang mga tumangging sumampalataya matapos ng pananampalataya nila, pagkatapos nadagdagan sila ng kawalang-pananampalataya, ay hindi tatanggapin ang pagbabalik-loob nila. Ang mga iyon ay ang mga naliligaw.",
      "footnotes": null
    },
    {
      "ayah_number": 91,
      "translation_tl": "Tunay na ang mga tumangging sumampalataya at namatay samantalang sila ay mga tagatangging sumampalataya ay hindi tatanggapin mula sa isa sa kanila ang kasukat ng Mundo na ginto at kahit pa man ipantubos niya ito. Ang mga iyon ay may ukol sa kanila na isang pagdurusang masakit at walang ukol sa kanila na anumang mga tagapag-adya.",
      "footnotes": null
    },
    {
      "ayah_number": 92,
      "translation_tl": "Hindi kayo magtatamo ng pagsasamabuting-loob hanggang sa gumugol kayo mula sa naiibigan ninyo. Ang ginugugol ninyo na anuman, tunay na si Allāh rito ay Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 93,
      "translation_tl": "Ang lahat ng [dalisay na] pagkain noon ay ipinahintulot para sa mga anak ni Israel maliban ang ipinagbawal ni Israel sa sarili nito bago pa ibinaba ang Torah. Sabihin mo: “Maglahad kayo ng Torah saka bumigkas kayo nito kung kayo ay mga tapat.”",
      "footnotes": null
    },
    {
      "ayah_number": 94,
      "translation_tl": "Kaya ang sinumang gumawa-gawa laban kay Allāh ng kasinungalingan matapos na niyon, ang mga iyon ay ang mga tagalabag sa katarungan.",
      "footnotes": null
    },
    {
      "ayah_number": 95,
      "translation_tl": "Sabihin mo: “Nagtotoo si Allāh kaya sundin ninyo ang kapaniwalaan ni Abraham bilang makatotoo at hindi siya noon kabilang sa mga tagapagtambal [kay Allāh].”",
      "footnotes": null
    },
    {
      "ayah_number": 96,
      "translation_tl": "Tunay na ang unang Bahay [sambahan] na itinalaga para sa mga tao ay talagang ang nasa Bakkah bilang pinagpala at patnubay para sa mga nilalang.",
      "footnotes": null
    },
    {
      "ayah_number": 97,
      "translation_tl": "Dito ay may mga tandang malinaw [gaya ng] Pinagtayuan ni Abraham. Ang sinumang pumasok dito ay magiging matiwasay. Sa kay Allāh tungkulin ng mga tao ang magsagawa ng ḥajj sa Bahay [na Pinakababanal]: ng sinumang nakayang [magkaroon] patungo roon ng isang landas. Ang sinumang tumangging sumasampalataya, tunay na si Allāh ay Walang-pangangailangan sa mga nilalalang.",
      "footnotes": null
    },
    {
      "ayah_number": 98,
      "translation_tl": "Sabihin mo: “O mga May Kasulatan, bakit kayo tumatangging sumampalataya sa mga tanda ni Allāh samantalang si Allāh ay Saksi sa anumang ginagawa ninyo?”",
      "footnotes": null
    },
    {
      "ayah_number": 99,
      "translation_tl": "Sabihin mo: “O mga May Kasulatan, bakit kayo sumasagabal sa landas ni Allāh sa sinumang sumampalataya, na naghahangad kayo rito ng isang kabaluktutan, samantalang kayo ay mga saksi. Si Allāh ay hindi nalilingat sa anumang ginagawa ninyo.”",
      "footnotes": null
    },
    {
      "ayah_number": 100,
      "translation_tl": "O mga sumampalataya, kung tatalima kayo sa isang pangkat kabilang sa mga binigyan ng kasulatan ay magsasauli sila sa inyo, matapos ng pagsampalataya ninyo, sa pagiging mga tagatangging sumampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 101,
      "translation_tl": "Papaano kayong tumatangging sumampalataya samantalang kayo ay binibigkasan ng mga tanda ni Allāh at nasa inyo ang Sugo Niya? Ang sinumang nangungunyapit kay Allāh ay napatnubayan nga sa isang landasing tuwid.",
      "footnotes": null
    },
    {
      "ayah_number": 102,
      "translation_tl": "O mga sumampalataya, mangilag kayong magkasala kay Allāh nang totoong pangingilag magkasala sa Kanya, at huwag nga kayong mamamatay malibang habang kayo ay mga Muslim.",
      "footnotes": null
    },
    {
      "ayah_number": 103,
      "translation_tl": "Mangunyapit kayo sa lubid ni Allāh[11] nang lahatan at huwag kayong magkahati-hati. Mag-alaala kayo sa biyaya ni Allāh sa inyo yayamang kayo noon ay magkakaaway at nagbuklod Siya sa pagitan ng mga puso ninyo kaya kayo dahil sa biyaya Niya ay naging magkakapatid. Kayo noon ay nasa isang bingit ng isang hukay ng Apoy[12] ngunit sumagip siya sa inyo mula roon. Gayon naglilinaw si Allāh para sa inyo ng mga tanda Niya, nang sa gayon kayo ay mapapatnubayan.",
      "footnotes": "[11] Ibig sabihin: sa Qur’an at Sunnah.\n[12] dahil sa kawalang-pananampalataya"
    },
    {
      "ayah_number": 104,
      "translation_tl": "Maging mayroon sa inyo na isang kalipunang nag-aanyaya tungo sa mabuti, nag-uutos sa nakabubuti, at sumasaway sa nakasasama. Ang mga iyon ay ang mga matagumpay.",
      "footnotes": null
    },
    {
      "ayah_number": 105,
      "translation_tl": "Huwag kayong maging gaya ng mga nagkahati-hati at nagkaiba-iba [na mga Hudyo at mga Kristiyano] matapos na dumating sa kanila ang mga malinaw na patunay. Ang mga iyon ay may ukol sa kanila na isang pagdurusang sukdulan.",
      "footnotes": null
    },
    {
      "ayah_number": 106,
      "translation_tl": "Sa Araw na may mamumuting mga mukha at mangingitim na mga mukha. Kaya tungkol sa mangingitim ang mga mukha nila, [tatanungin sila]: “Tumanggi ba kayong sumampalataya matapos ng pagsampalataya ninyo? Kaya lasapin ninyo ang pagdurusa dahil kayo noon ay tumatangging sumampalataya.”",
      "footnotes": null
    },
    {
      "ayah_number": 107,
      "translation_tl": "Hinggil naman sa mamumuti ang mga mukha nila, sa awa ni Allāh sila ay dito mga mananatili.",
      "footnotes": null
    },
    {
      "ayah_number": 108,
      "translation_tl": "Iyon ay ang mga tanda ni Allāh; binibigkas ang mga ito sa iyo [O Propeta Muḥammad] sa katotohanan. Hindi si Allāh nagnanais ng kawalang-katarungan para sa mga nilalang.",
      "footnotes": null
    },
    {
      "ayah_number": 109,
      "translation_tl": "Sa kay Allāh ang anumang nasa mga langit at ang anumang nasa lupa. Tungo kay Allāh pababalikin ang mga usapin.",
      "footnotes": null
    },
    {
      "ayah_number": 110,
      "translation_tl": "Kayo [O Kalipunan ni Muḥammad] ay pinakamabuting kalipunang pinalabas para sa mga tao. Nag-uutos kayo ng nakabubuti, sumasaway kayo ng nakasasama, at sumasampalataya kayo kay Allāh. Kung sakaling sumampalataya [kay Muḥammad] ang mga May Kasulatan, talagang iyon sana ay pinakamabuti para sa kanila. Kabilang sa kanila ang mga mananampalataya at ang higit na marami sa kanila ay ang mga suwail.",
      "footnotes": null
    },
    {
      "ayah_number": 111,
      "translation_tl": "Hindi sila makapipinsala sa inyo maliban ng isang pananakit. Kung kakalaban sila sa inyo ay maghaharap sila sa inyo ng mga likod [nila], pagkatapos hindi sila iaadya.",
      "footnotes": null
    },
    {
      "ayah_number": 112,
      "translation_tl": "Itinatak sa kanila ang kaabahan saanman sila nasumpungan malibang nasa isang kasunduan mula kay Allāh at isang pangangalaga mula sa mga tao. Bumalik sila na may galit mula kay Allāh at itinatak sa kanila ang karukhaan. Iyon ay dahil sila noon ay tumatangging sumampalataya sa mga tanda ni Allāh at pumapatay sa mga propeta nang walang karapatan. Iyon ay dahil sumuway sila at sila noon ay lumalabag.",
      "footnotes": null
    },
    {
      "ayah_number": 113,
      "translation_tl": "Hindi sila magkapantay; mayroon sa mga May Kasulatan na isang kalipunang matuwid [na yumakap sa Islām]. Bumibigkas sila ng mga talata ni Allāh sa mga bahagi ng gabi habang sila ay nagpapatirapa [sa pagdarasal].",
      "footnotes": null
    },
    {
      "ayah_number": 114,
      "translation_tl": "Sumasampalataya sila kay Allāh at sa Huling Araw, nag-uutos sila ng nakabubuti, sumasaway sila ng nakasasama, at nagmamabilis sila sa mga kabutihan. Ang mga iyon ay kabilang sa mga maayos.",
      "footnotes": null
    },
    {
      "ayah_number": 115,
      "translation_tl": "Ang anumang ginagawa nilang kabutihan ay hindi sila tatanggihan dito. Si Allāh ay Maalam sa mga tagapangilag magkasala.",
      "footnotes": null
    },
    {
      "ayah_number": 116,
      "translation_tl": "Tunay na ang mga tumangging sumampalataya, walang magagawang anuman para sa kanila ang mga yaman nila ni ang mga anak nila laban kay Allāh. Ang mga iyon ay ang mga maninirahan sa Apoy; sila ay doon mga mananatili.",
      "footnotes": null
    },
    {
      "ayah_number": 117,
      "translation_tl": "Ang paghahalintulad sa ginugugol nila sa buhay na pangmundong ito ay gaya ng paghahalintulad sa isang hanging sa loob nito ay may matinding lamig, na tumama sa sakahan ng mga taong lumabag sa katarungan sa mga sarili nila kaya nagpahamak ito roon. Hindi lumabag sa katarungan sa kanila si Allāh, subalit ang mga sarili nila ay lumalabag sa katarungan.",
      "footnotes": null
    },
    {
      "ayah_number": 118,
      "translation_tl": "O mga sumampalataya, huwag kayong gumawa ng mga katapatang-loob na bukod pa sa inyo; hindi sila magmimintis sa inyo sa paninira at nag-asam sila ng paghihirap ninyo. Lumitaw nga ang pagkamuhi mula sa mga bibig nila ngunit ang ikinukubli ng mga dibdib nila ay higit na malaki. Naglinaw nga Kami para sa inyo ng mga tanda, kung nangyaring kayo ay nakapag-uunawa.",
      "footnotes": null
    },
    {
      "ayah_number": 119,
      "translation_tl": "Heto, kayo itong umiibig sa kanila samantalang hindi sila umiibig sa inyo habang sumasampalataya kayo sa kasulatan[13] sa kabuuan nito. Kapag nakatagpo nila kayo ay nagsasabi sila: “Sumampalataya kami.” Kapag nagkasarilinan sila ay kumakagat sila sa mga dulo ng mga daliri dala ng ngitngit sa inyo. Sabihin mo: “Mamatay kayo sa ngitngit ninyo.” Tunay na si Allāh ay Maalam sa nilalaman ng mga dibdib.",
      "footnotes": "[13] na ibinaba ni Allāh"
    },
    {
      "ayah_number": 120,
      "translation_tl": "Kung may sumasaling sa inyo na isang maganda ay magpapasama ng loob sa kanila ito at kung may tumatama sa inyo na isang masagwa ay matutuwa sila dahil dito. Kung magtitiis kayo at mangingilag kayong magkasala ay hindi pipinsala sa inyo ang panlalansi nila ng anuman. Tunay na si Allāh sa anumang ginagawa nila ay Tagapaligid.",
      "footnotes": null
    },
    {
      "ayah_number": 121,
      "translation_tl": "[Banggitin] noong umalis ka sa umaga mula sa mag-anak mo, na nagtatalaga sa mga mananampalataya ng mga himpilan para sa labanan [sa Uḥud]. Si Allāh ay Madinigin, Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 122,
      "translation_tl": "[Banggitin] noong may napipintong dalawang pangkat[14] kabilang sa inyo na mapanghinaan ng loob samantalang si Allāh ay Katangkilik ng dalawang ito. Sa kay Allāh ay manalig ang mga mananampalataya.",
      "footnotes": "[14] ang angkan ng Salimah at ang angkan ng Ḥārithah"
    },
    {
      "ayah_number": 123,
      "translation_tl": "Talaga ngang nag-adya sa inyo si Allāh sa [labanan sa] Badr habang kayo ay mga kaaba-aba; kaya mangilag kayong magkasala kay Allāh, nang sa gayon kayo ay magpapasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 124,
      "translation_tl": "[Banggitin] noong nagsasabi ka sa mga sumasampalataya: “Hindi ba sasapat sa inyo na umayuda sa inyo ang Panginoon ninyo ng tatlong libong anghel, na mga pinabababa?",
      "footnotes": null
    },
    {
      "ayah_number": 125,
      "translation_tl": "Oo; kung magtitiis kayo, mangingilag kayong magkasala, at darating sila sa inyo dahil sa pag-aagad-agad nilang ito ay aayuda sa inyo ang Panginoon ninyo ng limang libong anghel na mga tinatakan.",
      "footnotes": null
    },
    {
      "ayah_number": 126,
      "translation_tl": "Hindi gumawa nito si Allāh maliban bilang balitang nakagagalak para sa inyo at upang mapanatag ang mga puso ninyo dahil dito. Wala ang pagwawagi malibang mula sa ganang kay Allāh, ang Makapangyarihan, ang Marunong,",
      "footnotes": null
    },
    {
      "ayah_number": 127,
      "translation_tl": "upang pumutol Siya ng isang panig mula sa mga tumangging sumampalataya o sumupil sa kanila para mauuwi sila bilang mga bigo.",
      "footnotes": null
    },
    {
      "ayah_number": 128,
      "translation_tl": "Walang ukol sa iyo mula sa pag-uutos na anuman: na tumanggap Siya ng pagbabalik-loob sa kanila o magparusa Siya sa kanila sapagkat tunay na sila ay mga tagalabag sa katarungan.",
      "footnotes": null
    },
    {
      "ayah_number": 129,
      "translation_tl": "Sa kay Allāh ang anumang nasa mga langit at ang anumang nasa lupa. Nagpapatawad Siya sa sinumang niloloob Niya at nagpaparusa Siya sa sinumang niloloob Niya. Si Allāh ay Mapagpatawad, Maawain.",
      "footnotes": null
    },
    {
      "ayah_number": 130,
      "translation_tl": "O mga sumampalataya, huwag kayong kumain ng patubo, na mga ibayong pinag-ibayo. Mangilag kayong magkasala kay Allāh, nang sa gayon kayo ay magtatagumpay.",
      "footnotes": null
    },
    {
      "ayah_number": 131,
      "translation_tl": "Mangilag kayo sa Apoy na inihanda para sa mga tagatangging sumasampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 132,
      "translation_tl": "Tumalima kayo kay Allāh at sa Sugo, nang sa gayon kayo ay kaaawaan.",
      "footnotes": null
    },
    {
      "ayah_number": 133,
      "translation_tl": "Makipagmabilisan kayo tungo sa isang kapatawaran mula sa Panginoon ninyo at sa isang paraiso na ang luwang nito ay ang mga langit at ang lupa, na inihanda para sa mga tagapangilag magkasala,",
      "footnotes": null
    },
    {
      "ayah_number": 134,
      "translation_tl": "na mga gumugugol sa kariwasaan at kariwaraan, mga nagpipigil ng ngitngit, at mga nagpapaumanhin sa mga tao. Si Allāh ay umiibig sa mga tagagawa ng maganda,",
      "footnotes": null
    },
    {
      "ayah_number": 135,
      "translation_tl": "na mga kapag nakagawa ng isang mahalay[15] o lumabag sa katarungan sa mga sarili nila[16] ay umaalaala kay Allāh kaya humihingi ng tawad para sa mga pagkakasala nila – at sino ang nagpapatawad sa mga pagkakasala kundi si Allāh – at hindi nagpupumilit sa nagawa nila habang sila ay nakaaalam.",
      "footnotes": "[15] Ibig sabihin: nakagawa ng malaking kasalanan.\n[16] Ibig sabihin: nakagawa ng maliit na kasalanan"
    },
    {
      "ayah_number": 136,
      "translation_tl": "Ang mga iyon, ang ganti sa kanila ay isang kapatawaran mula sa Panginoon nila at mga hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog bilang mga mananatili sa mga ito. Kay inam ang pabuya sa mga tagagawa.",
      "footnotes": null
    },
    {
      "ayah_number": 137,
      "translation_tl": "May lumipas na, bago pa ninyo, na mga kalakaran kaya humayo kayo sa lupain saka tumingin kayo kung papaano naging ang kinahinatnan ng mga tagapagpasinungaling.",
      "footnotes": null
    },
    {
      "ayah_number": 138,
      "translation_tl": "Ito ay isang paglilinaw para sa mga tao, isang patnubay, at isang pangaral sa mga tagapangilag magkasala.",
      "footnotes": null
    },
    {
      "ayah_number": 139,
      "translation_tl": "Huwag kayong panghinaan ng loob at huwag kayong malungkot, at kayo ay ang mga pinakamataas kung kayo ay mga mananampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 140,
      "translation_tl": "Kung may sumaling sa inyo na isang sugat [sa labanan sa Uḥud] ay may sumaling nga sa mga [ibang] tao na tulad nito. Ang mga araw na iyon, nagpapalipat-lipat Kami sa mga iyon sa pagitan ng mga tao at upang maghayag si Allāh sa mga sumampalataya at gumawa Siya mula sa inyo ng mga martir – si Allāh ay hindi umiibig sa mga tagalabag sa katarungan –",
      "footnotes": null
    },
    {
      "ayah_number": 141,
      "translation_tl": "at upang sumala si Allāh sa mga sumampalataya at pumuksa sa mga tagatangging sumampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 142,
      "translation_tl": "O nag-akala kayo na papasok kayo sa Paraiso samantalang hindi pa naghayag si Allāh sa mga nakibaka kabilang sa inyo at naghayag sa mga nagtitiis.",
      "footnotes": null
    },
    {
      "ayah_number": 143,
      "translation_tl": "Talaga ngang kayo dati ay nagmimithi ng kamatayan bago pa kayo makipagharap dito sapagkat nakakita nga kayo rito samantalang kayo ay nakatingin.",
      "footnotes": null
    },
    {
      "ayah_number": 144,
      "translation_tl": "Walang iba si Muḥammad kundi isang Sugo, na nakalipas na bago pa niya ang mga sugo. Kaya ba kung namatay siya o napatay siya ay uuwi kayo sa mga pinagdaanan ninyo? Ang sinumang babalik sa pinagdaanan niya ay hindi siya makapipinsala kay Allāh ng anuman. Gaganti si Allāh sa mga tagapagpasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 145,
      "translation_tl": "Hindi naging ukol sa isang tao na mamatay malibang may pahintulot ni Allāh bilang atas na tinaningan. Ang sinumang nagnanais ng gantimpala sa Mundo ay magbibigay Kami sa kanya mula rito. Ang sinumang nagnanais ng gantimpala sa Kabilang-buhay ay magbibigay Kami sa kanya mula roon. Gaganti Kami sa mga tagapagpasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 146,
      "translation_tl": "Kay rami ng propetang may nakipaglaban kasama sa kanya na maraming pulutong ngunit hindi sila pinanghinaan ng loob sa tumama sa kanila sa landas ni Allāh, hindi sila nanghina, at hindi sila nangayupapa. Si Allāh ay umiibig sa mga nagtitiis.",
      "footnotes": null
    },
    {
      "ayah_number": 147,
      "translation_tl": "Walang iba ang sabi nila maliban na nagsabi sila: “Panginoon namin, magpatawad Ka sa amin sa mga pagkakasala namin at pagpapakalabis namin sa pumapatungkol sa amin, magpatatag Ka sa mga paa namin, at mag-adya Ka sa amin laban sa mga taong tagatangging sumampalataya.”",
      "footnotes": null
    },
    {
      "ayah_number": 148,
      "translation_tl": "Kaya nagbigay sa kanila si Allāh ng gantimpala sa Mundo at ng kagandahan ng gantimpala sa Kabilang-buhay. Si Allāh ay umiibig sa mga tagagawa ng maganda.",
      "footnotes": null
    },
    {
      "ayah_number": 149,
      "translation_tl": "O mga sumampalataya, kung tatalima kayo sa mga tumangging sumampalataya ay magsasauli sila sa inyo sa mga pinagdaanan ninyo para umuwi kayo bilang mga lugi.",
      "footnotes": null
    },
    {
      "ayah_number": 150,
      "translation_tl": "Bagkus si Allāh ay ang Pinagpapatangkilikan ninyo at Siya ay ang pinakamabuti sa mga tagapag-adya.",
      "footnotes": null
    },
    {
      "ayah_number": 151,
      "translation_tl": "Pupukol sa mga puso ng mga tumangging sumampalataya ng hilakbot dahil nagtambal sila kay Allāh ng anumang hindi Siya nagbaba para rito ng isang katunayan. Ang kanlungan nila ay ang Apoy. Kay saklap ang tuluyan ng mga tagalabag sa katarungan!",
      "footnotes": null
    },
    {
      "ayah_number": 152,
      "translation_tl": "Talaga ngang nagtotoo sa inyo si Allāh ng pangako Niya noong kumikitil kayo sa kanila ayon sa pahintulot Niya, hanggang sa nang pinanghinaan kayo ng loob, naghidwaan kayo hinggil sa utos [ng Sugo], at sumuway kayo matapos na nagpakita Siya sa inyo ng iniibig ninyo [na pagwawagi]. Mayroon sa inyo na nagnanais ng Mundo at mayroon sa inyo na nagnanais ng Kabilang-buhay. Pagkatapos nagpalihis Siya sa inyo palayo sa kanila upang sumubok Siya sa inyo. Talaga ngang nagpaumanhin Siya sa inyo. Si Allāh ay may kabutihang-loob sa mga mananampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 153,
      "translation_tl": "[Banggitin] noong umakyat kayo habang hindi kayo lumilingon sa isa samantalang ang Sugo ay nananawagan sa likuran ninyo. Kaya gumantimpala sa inyo si Allāh ng hapis sa hapis upang hindi kayo malungkot sa anumang nakaalpas sa inyo ni sa anumang tumama sa inyo. Si Allāh ay Mapagbatid sa anumang ginagawa ninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 154,
      "translation_tl": "Pagkatapos nagpababa Siya sa inyo, matapos ng hapis, ng isang katiwasayan na isang antok na bumabalot sa isang pangkatin kabilang sa inyo samantalang may isang pangkatin naman na nagpabalisa nga sa kanila ang mga sarili nila, na nagpapalagay kay Allāh ng hindi totoo, na pagpapalagay ng Panahon ng Kamangmangan. Nagsasabi sila: “May ukol kaya sa atin mula sa usapin na anuman?” Sabihin mo: “Tunay na ang pag-uutos sa kabuuan nito ay ukol kay Allāh.” Nagkukubli sila sa mga sarili nila ng hindi nila inilalantad sa iyo. Nagsasabi sila: “Kung sakaling may ukol sa amin mula sa usapin na anuman ay hindi sana kami napatayan dito.” Sabihin mo: “Kung sakaling kayo noon ay nasa mga bahay ninyo ay talaga sanang natampok ang mga itinakda sa kanila ang pagkapatay tungo sa mga pagpapaslangan sa kanila.” [Ito ay] upang sumubok si Allāh sa nasa mga dibdib ninyo at upang sumala Siya sa nasa mga puso ninyo. Si Allāh ay Maalam sa nilalaman ng mga dibdib.",
      "footnotes": null
    },
    {
      "ayah_number": 155,
      "translation_tl": "Tunay na ang mga tumalikod kabilang sa inyo sa araw na nagkita-kita ang dalawang bukluran ay nagpatisod lamang sa kanila ang demonyo dahil sa ilan sa mga kinamit nila. Talaga ngang nagpaumanhin si Allāh sa kanila. Tunay na si Allāh ay Mapagpatawad, Matimpiin.",
      "footnotes": null
    },
    {
      "ayah_number": 156,
      "translation_tl": "O mga sumampalataya, huwag kayong maging gaya ng mga tumangging sumampalataya at nagsabi sa mga kapatid nila nang naglakbay ang mga ito sa lupain o ang mga ito ay naging mga mandirigma: “Kung sakaling sila ay kapiling naming ay hindi sana sila namatay o napatay,” upang gawin ni Allāh iyon bilang panghihinayang sa mga puso nila. Si Allāh ay nagbibigay-buhay at nagbibigay-kamatayan. Si Allāh sa anumang ginagawa ninyo ay Nakakikita.",
      "footnotes": null
    },
    {
      "ayah_number": 157,
      "translation_tl": "Talagang kung napatay kayo sa landas ni Allāh o namatay kayo, talagang may isang kapatawaran mula kay Allāh at isang awa na higit na mabuti kaysa sa iniipon ninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 158,
      "translation_tl": "Talagang kung namatay kayo o napatay kayo ay talagang tungo kay Allāh kakalapin kayo [para gantihan].",
      "footnotes": null
    },
    {
      "ayah_number": 159,
      "translation_tl": "Kaya dahil nga sa awa mula kay Allāh ay nagbanayad ka sa kanila. Kung sakaling ikaw ay naging isang mabagsik na magaspang ang puso ay talaga sanang nagkahiwa-hiwalay sila mula sa paligid mo. Kaya magpaumanhin ka sa kanila, humingi ka ng tawad para sa kanila at makipagsanggunian ka sa kanila sa usapin. Kaya kapag nagtika ka ay manalig ka kay Allāh; tunay na si Allāh ay umiibig sa mga nananalig.",
      "footnotes": null
    },
    {
      "ayah_number": 160,
      "translation_tl": "Kung mag-aadya sa inyo si Allāh ay walang dadaig sa inyo. Kung magtatatwa Siya sa inyo ay sino itong mag-aadya sa inyo matapos na Niya? Kay Allāh ay manalig ang mga mananampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 161,
      "translation_tl": "Hindi naging ukol sa isang propeta na mang-umit. Ang sinumang mang-uumit ay maghahatid siya ng inumit niya sa Araw ng Pagbangon. Pagkatapos lulubus-lubusin ang bawat kaluluwa sa [kabayaran ng] anumang nakamit nito at sila ay hindi lalabagin sa katarungan.",
      "footnotes": null
    },
    {
      "ayah_number": 162,
      "translation_tl": "Kaya ba ang sinumang sumunod sa pagkalugod ni Allāh ay gaya ng sinumang bumalik nang may pagkainis mula kay Allāh? Ang kanlungan niya ay ang Impiyerno. Kay saklap ang kahahantungan!",
      "footnotes": null
    },
    {
      "ayah_number": 163,
      "translation_tl": "Sila ay mga antas sa ganang kay Allāh. Si Allāh ay Nakakikita sa anumang ginagawa nila.",
      "footnotes": null
    },
    {
      "ayah_number": 164,
      "translation_tl": "Talaga ngang nagmagandang-loob si Allāh sa mga mananampalataya yayamang nagpadala Siya sa kanila ng isang Sugo kabilang sa mga sarili nila, na bumibigkas sa kanila ng mga talata Niya, nagbubusilak Siya sa kanila, at nagtuturo sa kanila ng Aklat at Karunungan[17] – bagamat sila dati bago pa niyan ay talagang nasa isang pagkaligaw na malinaw.",
      "footnotes": "[17] Ang Aklat at ang Karunungan ay tumutukoy sa Qur'an at Sunnah."
    },
    {
      "ayah_number": 165,
      "translation_tl": "Noon bang may tumama sa inyo na isang kasawian gayong nakatama na kayo ng dalawang tulad nito ay nagsabi kayo: “Mula saan ito?” Sabihin mo: “Ito ay mula sa ganang mga sarili ninyo.” Tunay na si Allāh sa bawat bagay ay May-kakayahan.",
      "footnotes": null
    },
    {
      "ayah_number": 166,
      "translation_tl": "Ang tumama sa inyo sa araw na nagkita-kita ang dalawang bukluran ay ayon sa pahintulot ni Allāh at upang maghayag Siya sa mga mananampalataya",
      "footnotes": null
    },
    {
      "ayah_number": 167,
      "translation_tl": "at upang maghayag Siya sa mga nagpaimbabaw. Sinabi sa kanila: “Halikayo, makipaglaban kayo ayon sa landas ni Allāh o magtanggol kayo.” Nagsabi sila: “Kung sakaling nalalaman naming may labanan ay talaga sanang sumunod kami sa inyo.” Sila para sa kawalang-pananampalataya sa araw na iyon ay higit na malapit kaysa sa kanila para sa pananampalataya. Nagsasabi sila sa pamamagitan ng mga bibig nila ng wala sa mga puso nila. Si Allāh ay higit na maalam sa anumang itinatago nila.",
      "footnotes": null
    },
    {
      "ayah_number": 168,
      "translation_tl": "[Sila] ang mga nagsabi sa mga kapatid nila samantalang namalagi sila: “Kung sakaling tumalima sila sa amin ay hindi sana sila napatay.” Sabihin mo: “Kaya magtaboy kayo palayo sa mga sarili ninyo ng kamatayan, kung kayo ay mga tapat.”",
      "footnotes": null
    },
    {
      "ayah_number": 169,
      "translation_tl": "Huwag ka ngang mag-akalang ang mga pinatay sa landas ni Allāh ay mga patay bagkus mga buhay, na sa piling ng Panginoon nila ay tinutustusan sila,",
      "footnotes": null
    },
    {
      "ayah_number": 170,
      "translation_tl": "na mga natutuwa sa ibinigay sa kanila ni Allāh mula sa kabutihang-loob Niya, at nagagalak para sa mga hindi pa nakasunod sa kanila kabilang sa naiwan nila, na walang pangamba sa kanila ni sila ay malulungkot.",
      "footnotes": null
    },
    {
      "ayah_number": 171,
      "translation_tl": "Magagalak sila sa isang biyaya mula kay Allāh at isang kabutihang-loob, at na si Allāh ay hindi magsasayang sa pabuya sa mga mananampalataya,",
      "footnotes": null
    },
    {
      "ayah_number": 172,
      "translation_tl": "na mga tumugon kay Allāh at sa Sugo matapos na tumama sa kanila ang sugat. Ukol sa mga gumawa ng maganda kabilang sa kanila at nangilag magkasala ay isang pabuyang sukdulan.",
      "footnotes": null
    },
    {
      "ayah_number": 173,
      "translation_tl": "[Sila] ang mga nagsabi sa kanila ang mga tao: “Tunay na ang mga tao ay nagtipon sa inyo kaya matakot kayo sa kanila.” Ngunit nakadagdag ito sa kanila ng pananampalataya at nagsabi sila: “Kasapatan sa amin si Allāh at kay inam ang Pinananaligan.”",
      "footnotes": null
    },
    {
      "ayah_number": 174,
      "translation_tl": "Kaya bumalik sila nang may isang biyaya mula kay Allāh at isang kabutihang-loob, na walang sumaling sa kanila na isang kasagwaan at sumunod sila sa pagkalugod ni Allāh. Si Allāh ay may isang kabutihang-loob na sukdulan.",
      "footnotes": null
    },
    {
      "ayah_number": 175,
      "translation_tl": "Iyon lamang ay ang demonyo; nagpapangamba siya sa mga katangkilik niya kaya huwag kayong mangamba sa kanila at mangamba kayo sa Akin kung kayo ay naging mga mananampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 176,
      "translation_tl": "Huwag magpalungkot sa iyo ang mga nagmamabilis sa kawalang-pananampalataya. Tunay na sila ay hindi pipinsala kay Allāh ng anuman. Nagnanais si Allāh na hindi maglagay para sa kanila ng isang bahagi sa Kabilang-buhay. Ukol sa kanila ay isang pagdurusang sukdulan.",
      "footnotes": null
    },
    {
      "ayah_number": 177,
      "translation_tl": "Tunay na ang mga bumili ng kawalang-pananampalataya kapalit ng pananampalataya ay hindi pipinsala kay Allāh ng anuman. Ukol sa kanila ay isang pagdurusang masakit.",
      "footnotes": null
    },
    {
      "ayah_number": 178,
      "translation_tl": "Huwag ngang mag-akala ang mga tumangging sumampalataya na ang ipinapalugit Namin sa kanila ay mabuti para sa mga sarili nila; nagpapalugit lamang Kami sa kanila upang madagdagan sila ng kasalanan. Ukol sa kanila ay isang pagdurusang manghahamak.",
      "footnotes": null
    },
    {
      "ayah_number": 179,
      "translation_tl": "Hindi nangyaring si Allāh ay ukol na mag-iwan sa mga mananampalataya sa anumang kayo ay naroon hanggang sa maibukod Niya ang karima-rimarim sa kaaya-aya. Hindi nangyaring si Allāh ay ukol na magpabatid sa inyo sa nakalingid, subalit si Allāh ay humahalal mula sa mga sugo Niya ng sinumang loloobin Niya kaya sumampalataya kayo kay Allāh at sa mga sugo Niya. Kung sasampalataya kayo at mangingilag kayong magkasala, ukol sa inyo ay isang pabuyang sukdulan.",
      "footnotes": null
    },
    {
      "ayah_number": 180,
      "translation_tl": "Huwag ngang mag-akala ang mga nagmamaramot ng ibinigay sa kanila ni Allāh mula sa kabutihang-loob Niya na iyon ay mabuti para sa kanila, bagkus iyon ay masama para sa kanila. Kukulyaran sila ng ipinagmaramot nila sa Araw ng Pagbangon. Ukol kay Allāh ang pagmamana sa mga langit at lupa. Si Allāh, sa anumang ginagawa ninyo, ay Mapagbatid.",
      "footnotes": null
    },
    {
      "ayah_number": 181,
      "translation_tl": "Talaga ngang nakarinig si Allāh sa sabi ng mga nagsabi: “Tunay na si Allāh ay maralita samantalang kami ay mga mayaman.” Magsusulat Kami ng sinabi nila at pagpatay nila sa mga propeta nang walang karapatan at magsasabi Kami [sa kanila sa Kabilang-buhay]: “Lumasap kayo ng pagdurusa ng pagsunog.",
      "footnotes": null
    },
    {
      "ayah_number": 182,
      "translation_tl": "Iyon ay dahil sa ipinauna ng mga kamay ninyo at na si Allāh ay hindi palalabag sa katarungan sa mga lingkod.”",
      "footnotes": null
    },
    {
      "ayah_number": 183,
      "translation_tl": "[Sila] ang mga nagsabi: “Tunay na si Allāh ay naghabilin sa amin na hindi kami maniwala sa isang sugo hanggang sa maghatid ito sa amin ng isang handog na kakainin ng apoy [mula sa langit].” Sabihin mo: “May nagdala na sa inyo na mga sugo bago ko pa ng mga malinaw na patunay at ng sinabi ninyo, kaya bakit kayo pumatay sa kanila kung kayo ay mga tapat?”",
      "footnotes": null
    },
    {
      "ayah_number": 184,
      "translation_tl": "Kaya kung nagpasinungaling sila sa iyo ay may pinasinungalingan nga na mga sugo bago mo pa, na naghatid ng mga malinaw na patunay, mga kautusan, at kasulatang nagbibigay-liwanag.",
      "footnotes": null
    },
    {
      "ayah_number": 185,
      "translation_tl": "Bawat kaluluwa ay lalasap ng kamatayan. Lulubus-lubusin lamang kayo sa mga pabuya sa inyo sa Araw ng Pagbangon. Kaya ang sinumang hinango palayo sa Apoy at pinapasok sa Paraiso ay nagtamo nga siya. Walang iba ang buhay na pangmundo kundi ang natatamasa ng pagkalinlang.",
      "footnotes": null
    },
    {
      "ayah_number": 186,
      "translation_tl": "Talagang susubukin nga kayo sa mga yaman ninyo at mga sarili ninyo at talaga ngang makaririnig kayo mula sa mga binigyan ng kasulatan bago pa ninyo at mula sa mga nagtambal [kay Allāh] ng maraming pananakit. Kung magtitiis kayo at mangingilag kayong magkasala, tunay na iyon ay kabilang sa pinagpapasyahan sa mga usapin.",
      "footnotes": null
    },
    {
      "ayah_number": 187,
      "translation_tl": "[Banggitin] noong gumawa si Allāh ng kasunduan sa mga binigyan ng kasulatan, [na nagsasaad]: “Talagang lilinawin nga ninyo ito[18] sa mga tao at hindi kayo magkukubli nito.” Ngunit itinapon nila ito sa hulihan ng mga likuran nila at bumili sila kapalit nito ng isang kaunting panumbas kaya kay saklap ang binibili nila!",
      "footnotes": "[18] Ibig sabihin: ang pagdating ni Propeta Muhammad."
    },
    {
      "ayah_number": 188,
      "translation_tl": "Huwag ka ngang mag-akalang ang mga natutuwa sa isinagawa nila at umiibig na purihin sila sa hindi naman nila ginawa – huwag ka ngang mag-akalang sila ay nasa isang maliligtasan mula sa pagdurusa. Ukol sa kanila ay isang pagdurusang masakit.",
      "footnotes": null
    },
    {
      "ayah_number": 189,
      "translation_tl": "Sa kay Allāh ang paghahari sa mga langit at lupa. Si Allāh sa bawat bagay ay May-kakayahan.",
      "footnotes": null
    },
    {
      "ayah_number": 190,
      "translation_tl": "Tunay na sa pagkalikha sa mga langit at lupa at pagsasalit-salitan ng gabi at maghapon ay talagang may mga tanda ukol sa mga may isip,",
      "footnotes": null
    },
    {
      "ayah_number": 191,
      "translation_tl": "na mga umaalaala kay Allāh nang nakatayo o nakaupo o nakahiga sa mga tagiliran nila at nag-iisip-isip sa pagkalikha sa mga langit at lupa, [na nagsasabi]: “Panginoon namin, hindi Ka lumikha nito nang walang-saysay. Kaluwalhatian sa Iyo, kaya magsanggalang Ka sa amin sa pagdurusa sa Apoy.",
      "footnotes": null
    },
    {
      "ayah_number": 192,
      "translation_tl": "Panginoon namin, tunay na Ikaw, sa sinumang ipapasok Mo sa Apoy, ay nagpahiya nga sa kanya. Walang ukol sa mga tagalabag sa katarungan na mga tagaadya.",
      "footnotes": null
    },
    {
      "ayah_number": 193,
      "translation_tl": "Panginoon namin, tunay na kami ay duminig sa isang tagapanawagan[19] na nananawagan para sa pananampalataya, na [nagsasabi]: “Sumampalataya kayo sa Panginoon ninyo,” kaya sumampalataya kami. Panginoon namin, kaya magpatawad Ka sa amin sa mga pagkakasala namin, magtakip-sala Ka sa amin sa mga masagwang gawa namin, at magpapanaw Ka sa amin kasama sa mga mabuting-loob.",
      "footnotes": "[19] Ibig sabihin: si Propeta Muhammad."
    },
    {
      "ayah_number": 194,
      "translation_tl": "Panginoon namin, magbigay Ka sa amin ng ipinangako Mo sa mga sugo Mo, at huwag Kang magpahiya sa amin sa Araw ng Pagbangon; tunay na Ikaw ay hindi sumisira sa ipinangako.”",
      "footnotes": null
    },
    {
      "ayah_number": 195,
      "translation_tl": "Kaya tumugon sa kanila ang Panginoon nila: “Tunay na Ako ay hindi magsasayang ng gawa ng isang gumagawa kabilang sa inyo, na isang lalaki o isang babae. Ang isa’t isa sa inyo ay bahagi ng isa’t isa. Kaya ang mga lumikas, pinalisan mula sa mga tahanan nila, sinaktan sa landas Ko, nakipaglaban, at pinatay ay talagang magtatakip-sala nga Ako sa kanila sa mga masagwang gawa nila at talagang magpapapasok nga Ako sa kanila sa mga hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog,” bilang gantimpala mula sa ganang kay Allāh. Si Allāh, taglay Niya ang kagandahan ng gantimpala.",
      "footnotes": null
    },
    {
      "ayah_number": 196,
      "translation_tl": "Huwag ngang lilinlang sa iyo ang pagpapagala-gala ng mga tumangging sumampalataya sa bayan.",
      "footnotes": null
    },
    {
      "ayah_number": 197,
      "translation_tl": "Isang natatamasang kakaunti, pagkatapos ang kanlungan nila ay Impiyerno. Kay saklap ang himlayan!",
      "footnotes": null
    },
    {
      "ayah_number": 198,
      "translation_tl": "Subalit ang mga nangilag magkasala sa Panginoon nila, ukol sa kanila ay mga hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog bilang mga mananatili sa mga ito bilang tuluyan mula sa ganang kay Allāh. Ang anumang nasa ganang kay Allāh ay higit na mabuti para sa mga mabuting-loob.",
      "footnotes": null
    },
    {
      "ayah_number": 199,
      "translation_tl": "Tunay na mayroon sa mga May Kasulatan na talagang sumasampalataya kay Allāh at sa pinababa sa inyo at sa pinababa sa kanila, na mga taimtim kay Allāh. Hindi sila bumibili kapalit ng mga talata ni Allāh ng isang kaunting panumbas. Ang mga iyon ay may ukol sa kanila na pabuya sa kanila sa ganang Panginoon nila. Tunay na si Allāh ay mabilis ang pagtutuos.",
      "footnotes": null
    },
    {
      "ayah_number": 200,
      "translation_tl": "O mga sumampalataya, magtiis kayo, manaig kayo sa pagtitiis, mamalagi kayo, at mangilag kayong magkasala kay Allāh, nang sa gayon kayo ay magtatagumpay.",
      "footnotes": null
    }
  ]
}