{
  "surah_number": 8,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_tl": "Nagtatanong sila sa iyo tungkol sa mga samsam sa digmaan? Sabihin mo: “Ang [pumapatungkol sa] mga samsam sa digmaan ay ukol kay Allāh at sa Sugo.” Kaya mangilag kayong magkasala kay Allāh at magsaayos kayo ng nasa pagitan ninyo. Tumalima kayo kay Allāh at sa Sugo Niya, kung kayo ay mga mananampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_tl": "Tanging ang mga mananampalataya ay ang mga kapag binanggit si Allāh ay nasisindak ang mga puso nila at kapag binigkas sa kanila ang mga tanda Niya ay nadaragdagan sila ng pananampalataya at sa Panginoon nila nananalig sila,",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_tl": "na mga nagpapanatili sa pagdarasal at mula sa ipinagkaloob Namin sa kanila ay gumugugol.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_tl": "Ang mga iyon ay ang mga mananampalataya, sa totoo. Ukol sa kanila ay mga antas sa ganang Panginoon nila, isang kapatawaran, at isang panustos na masagana.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_tl": "Gaya nang nagpalabas sa iyo ang Panginoon mo mula sa bahay mo ayon sa katotohanan at tunay na ang isang pangkat kabilang sa mga mananampalataya ay talagang mga nasusuklam,",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_tl": "na nakikipagtalo sila sa iyo hinggil sa katotohanan matapos na luminaw ito, para bang inaakay sila tungo sa kamatayan habang sila ay nakatingin.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_tl": "[Banggitin] noong nangangako sa inyo si Allāh ng isa sa dalawang pangkatin,[1] na ito ay ukol sa inyo, at nag-aasam kayo na ang walang taglay na sandata ay magiging para sa inyo samantalang nagnanais si Allāh na magtotoo sa katotohanan sa pamamagitan ng mga salita Niya at pumutol sa ugat ng mga tagatangging sumampalataya",
      "footnotes": "[1] ng mga kaaway: ang karaban o ang pangkat ng mga mandirigma ng Makkah."
    },
    {
      "ayah_number": 8,
      "translation_tl": "upang magtotoo sa katotohanan at magpabula sa kabulaanan, kahit pa man nasuklam ang mga salarin.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_tl": "[Banggitin] noong nagpapasaklolo kayo sa Panginoon ninyo ay tumugon Siya sa inyo, [na nagsasabi]: “Tunay na Ako ay mag-aayuda sa inyo ng isang libo mula sa mga anghel na mga nagkakasunud-sunod.”",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_tl": "Hindi gumawa niyon si Allāh kundi bilang balitang nakagagalak at upang mapanatag doon ang mga puso ninyo. Walang pagwawagi kundi mula sa ganang kay Allāh. Tunay na si Allāh ay Makapangyarihan, Marunong.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_tl": "[Banggitin] noong bumabalot Siya sa inyo ng pagkaantok bilang katiwasayan mula sa Kanya at nagbababa Siya sa inyo mula sa langit ng tubig upang magdalisay Siya sa inyo sa pamamagitan nito at mag-alis Siya sa inyo ng udyok ng demonyo at upang magpatibay Siya sa mga puso at magpatatag Siya sa pamamagitan nito ng mga paa.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_tl": "[Banggitin] noong nagkakasi ang Panginoon mo sa mga anghel, [na nagsasabi]: “Tunay na Ako ay kasama sa inyo kaya patatagin ninyo ang mga sumampalataya. Pupukol Ako sa mga puso ng mga tumangging sumampalataya ng hilakbot, kaya humagupit kayo sa ibabaw ng mga leeg at humagupit kayo mula sa kanila sa bawat daliri.”",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_tl": "Iyon ay dahil sila ay nakipaghidwaan kay Allāh at sa Sugo Niya. Ang sinumang nakikipaghidwaan kay Allāh at sa Sugo Niya, tunay na si Allāh ay matindi ang parusa.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_tl": "‌Iyon [ay ukol sa inyo], kaya lasapin ninyo iyon; at na ukol sa mga tagatangging sumampalataya ay ang pagdurusa sa Apoy.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_tl": "O mga sumampalataya, kapag nakipagkita kayo sa mga tumangging sumampalataya sa isang pagsulong [sa labanan] ay huwag kayong magbaling sa kanila ng mga likod.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_tl": "Ang sinumang magbabaling sa kanila sa araw na iyon ng likod niya – malibang gumigilid para sa pakikipaglaban o sumasama sa isang hukbo – ay bumalik nga kalakip ng isang galit mula kay Allāh. Ang kanlungan niya ay ang Apoy. Kay saklap ang kahahantungan!",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_tl": "Kaya hindi kayo pumatay sa kanila, subalit si Allāh ay pumatay sa kanila. Hindi ka bumato nang bumato ka, subalit si Allāh ay bumato at upang sumubok Siya sa mga mananampalataya ng isang magandang pagsubok mula sa Kanya. Tunay na si Allāh ay Madinigin, Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_tl": "Iyon nga, at na si Allāh ay tagapagpahina ng panlalansi ng mga tagatangging sumampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_tl": "[O mga tagatangging sumampalataya,] kung humihiling kayo ng pasya ay dumating na sa inyo ang pasya. Kung titigil kayo, ito ay mabuti para sa inyo. Kung manunumbalik kayo [sa pagkalaban] ay manunumbalik Kami [pagtalo sa inyo] at hindi makapagdudulot sa inyo ang pangkatin ninyo ng anuman kahit pa man dumami ito. Si Allāh ay kasama sa mga mananampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_tl": "O mga sumampalataya, tumalima kayo kay Allāh at sa Sugo Niya at huwag kayong tumalikod sa kanya habang kayo ay nakaririnig.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_tl": "Huwag kayong maging gaya ng mga nagsabi: “Nakarinig kami,” samantalang sila ay hindi nakaririnig.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_tl": "Tunay na ang pinakamasama sa mga kumikilos na nilalang sa ganang kay Allāh ay ang mga bingi at ang mga pipi, na hindi nakapag-uunawa.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_tl": "Kung sakaling nakaalam si Allāh sa kanila ng isang kabutihan, talaga sanang nagparinig Siya sa kanila; at kung sakaling nagparinig Siya sa kanila, talaga sanang tumalikod sila habang sila ay mga umaayaw.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_tl": "O mga sumampalataya, tumugon kayo kay Allāh at sa Sugo kapag nag-anyaya siya sa inyo para sa magbibigay-buhay sa inyo. Alamin ninyo na si Allāh ay humaharang sa pagitan ng tao at [ninanasa ng] puso nito at na tungo sa Kanya kakalapin kayo.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_tl": "Mangilag kayo sa isang pagsubok na hindi nga tatama nang natatangi sa mga lumabag sa katarungan kabilang sa inyo.[2] Alamin ninyo na si Allāh ay matindi ang parusa.",
      "footnotes": "[2] bagkus maaaring tumama sa mabuti at masama"
    },
    {
      "ayah_number": 26,
      "translation_tl": "Alalahanin ninyo noong kayo ay kaunti na mga minamahina sa lupa, na nangangamba kayo na dukutin kayo ng mga tao, ngunit kumanlong Siya sa inyo, nag-ayuda Siya sa inyo sa pamamagitan ng pag-aadya Niya, at tumustos Siya sa inyo mula sa mga kaaya-ayang bagay, nang sa gayon kayo ay magpapasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_tl": "O mga sumampalataya, huwag kayong magtaksil kay Allāh at sa Sugo at magtaksil sa mga ipinagkatiwala sa inyo habang kayo ay nakaaalam.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_tl": "Alamin ninyo na ang mga yaman ninyo at ang mga anak ninyo ay isang tukso lamang at na si Allāh, sa ganang Kanya, ay may isang pabuyang sukdulan.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_tl": "O mga sumampalataya, kung mangingilag kayong magkasala kay Allāh ay gagawa Siya para sa inyo ng isang pamantayan [ng tama at mali], magtatakip-sala Siya para sa inyo ng mga masagwang gawa ninyo, at magpapatawad Siya sa inyo. Si Allāh ay ang may kabutihang-loob na sukdulan.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_tl": "[Banggitin] noong nagpakana sa iyo ang mga tumangging sumampalataya upang bihagin ka nila o patayin ka nila o palisanin ka nila [mula sa bayan mo]. Nagpakana sila at nagpakana si Allāh at si Allāh ay pinakamabuti sa mga tagapagpakana.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_tl": "Kapag binibigkas sa kanila ang mga talata Namin [sa Qur’ān] ay nagsasabi sila: “Nakarinig na kami. Kung sakaling loloobin namin ay talaga sanang nagsabi kami ng tulad nito. Walang iba ito kundi mga alamat ng mga sinauna.”",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_tl": "[Banggitin] noong nagsabi sila: “O Allāh, kung ito ay ang katotohanan mula sa ganang Iyo, magpaulan Ka sa amin ng mga bato mula sa langit o magdala Ka sa amin ng isang pagdurusang masakit.”",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_tl": "Hindi nangyaring si Allāh ay ukol magparusa sa kanila habang ikaw ay nasa kanila. Hindi mangyayaring si Allāh ay magpaparusa sa kanila habang sila ay humihingi ng tawad.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_tl": "Ano ang mayroon sa kanila na hindi magparusa sa kanila si Allāh samantalang sila ay sumasagabal sa Masjid na Pinakababanal at sila ay hindi naging mga katangkilik Niya? Walang iba ang mga katangkilik Niya kundi ang mga tagapangilag magkasala, subalit ang higit na marami sa kanila ay hindi nakaaalam.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_tl": "Walang iba ang pagdarasal nila sa tabi ng Bahay [ni Allāh sa Makkah] kundi sipol at palakpak. Kaya lasapin ninyo ang pagdurusa dahil dati kayong tumatangging sumampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_tl": "Tunay na ang mga tumangging sumampalataya ay gumugugol ng mga yaman nila upang sumagabal sila sa landas ni Allāh. Kaya gugugol sila ng mga ito, pagkatapos ang mga ito sa kanila ito ay magiging isang hinagpis, pagkatapos madadaig sila. Ang mga tumangging sumampalataya ay tungo sa Impiyerno kakalapin",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_tl": "upang magbukod si Allāh sa karima-rimarin mula sa kaaya-aya at maglagay Siya sa karima-rimarim – ang ilan sa mga iyon ay nasa ibabaw ng iba – para magtumpok Siya nito nang lahatan para maglagay Siya nito sa Impiyerno. Ang mga iyon ay ang mga lugi.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_tl": "Sabihin mo sa mga tumangging sumampalataya na kung titigil sila ay magpapatawad sa kanila sa anumang nakalipas na at kung manunumbalik sila [sa dati] ay nagdaan na ang kalakaran sa mga sinauna.",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_tl": "Makipaglaban kayo sa kanila [na nakikipaglaban sa inyo] hanggang sa walang mangyaring ligalig at mangyaring ang relihiyon sa kabuuan nito ay ukol kay Allāh. Kaya kung tumigil sila, tunay na si Allāh sa anumang ginagawa nila ay Nakakikita.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_tl": "Kung tatalikod sila [sa utos sa kanila], alamin ninyo na si Allāh ay Pinagpapatangkilikan ninyo. Kay inam na Pinagpapatangkilikan at kay inam na Mapag-adya.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_tl": "Alamin ninyo na ang nasamsam ninyo [sa digmaan] na anumang bagay ay na para kay Allāh ang ikalima nito, para sa Sugo, at para sa may pagkakamag-anak [sa kanya],[3] mga ulila, mga dukha, at manlalakbay na kinapos sa daan, kung nangyaring kayo ay sumampalataya kay Allāh at sa pinababa sa Lingkod sa araw ng pagtatangi [ng katotohanan sa kabulaanan], sa araw na nagkita ang dalawang pangkat [sa labanan sa Badr]. Si Allāh sa bawat bagay ay May-kakayahan.",
      "footnotes": "[3] na pinagbawalan ng Propeta (s) sa pagtanggap ng kawanggawa"
    },
    {
      "ayah_number": 42,
      "translation_tl": "[Banggitin] noong kayo ay nasa pampang na pinakamalapit [ng lambak] at sila ay nasa pampang na pinakamalayo at ang karaban ay nasa higit na mababa kaysa sa inyo. Kung sakaling nagtipanan kayo ay talaga sanang nagkaiba-iba kayo sa tipanan, subalit [nagkatagpo kayo] upang magpatupad si Allāh ng isang bagay na mangyayaring gagawin upang mapahamak ang sinumang mapapahamak ayon sa isang malinaw na patunay at mabuhay ang sinumang mabubuhay ayon sa isang malinaw na patunay. Tunay na si Allāh ay talagang Madinigin, Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_tl": "[Banggitin] noong ipinakikita sa iyo sila[4] ni Allāh sa pananaginip mo bilang kaunti; at kung sakaling ipinakita Niya sa iyo sila na marami ay talaga sanang naduwag kayo at talaga sanang naghidwaan kayo sa usapin, subalit si Allāh ay nagpaligtas sa inyo. Tunay na Siya ay Maalam sa nilalaman ng mga dibdib.",
      "footnotes": "[4] Ibig sabihin: ang mga kaaway."
    },
    {
      "ayah_number": 44,
      "translation_tl": "[Banggitin] noong ipinakita Niya sa inyo sila, noong nagkita kayo, sa mga mata ninyo bilang kaunti at pinangangaunti Niya kayo sa mga mata nila upang magpatupad si Allāh ng isang bagay na mangyayaring gagawin. Tungo kay Allāh pababalikin ang mga usapin.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_tl": "O mga sumampalataya, kapag nakipagkita kayo sa isang pangkat [ng kaaway] ay magpakatatag kayo at umalaala kayo kay Allāh nang madalas, nang sa gayon kayo ay magtatagumpay.",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_tl": "Tumalima kayo kay Allāh at sa Sugo Niya, huwag kayong maghidwaan para maduwag kayo at maalis ang lakas ninyo, at magtiis kayo. Tunay na si Allāh ay kasama sa mga nagtitiis.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_tl": "Huwag kayong maging gaya ng mga lumabas mula sa mga tahanan nila dala ng kawalang-pakundangan at pagpapakitang-tao sa mga tao at sumasagabal sa landas ni Allāh. Si Allāh, sa anumang ginagawa nila, ay Tagapaligid.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_tl": "[Banggitin] noong ipinang-akit sa kanila [na mga tagapagtambal] ng demonyo ang mga gawa nila at nagsabi siya: “Walang tagadaig para sa inyo sa araw na ito kabilang sa mga tao at tunay na ako ay isang tagakanlong para sa inyo.” Ngunit noong nagkitaan ang dalawang pangkat[5] [sa labanan sa Badr] ay umurong siya[6] sa mga sakong niya at nagsabi siya: “Tunay na ako ay walang-kaugnayan sa inyo. Tunay na ako ay nakikita ng hindi ninyo nakikita. Tunay na ako ay nangangamba kay Allāh. Si Allāh ay matindi ang parusa.”",
      "footnotes": "[5] ng mga mananampalataya at mga tagatangging sumampalataya\n[6] si Satanas"
    },
    {
      "ayah_number": 49,
      "translation_tl": "[Banggitin] noong nagsasabi ang mga mapagpaimbabaw at ang mga nasa puso nila ay may sakit: “Luminlang sa mga ito ang relihiyon nila.” Ang sinumang nananalig kay Allāh, tunay na si Allāh ay Makapangyarihan, Marunong.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_tl": "Kung sakaling nakakikita ka kapag nagpapapanaw sa mga tumangging sumasampalataya ang mga anghel habang humahagupit sa mga mukha nila at mga likod nila at [nagsasabi]: “Lumasap kayo ng pagdurusa ng pagkasunog.”",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_tl": "Iyon ay dahil sa ipinauna ng mga kamay nila at na si Allāh ay hindi palalabag sa katarungan sa mga lingkod.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_tl": "Gaya ng kinagawian ng mga kampon ni Paraon at ng mga bago pa nila, tumanggi silang sumampalataya sa mga tanda ni Allāh kaya dumaklot sa kanila si Allāh dahil sa mga pagkakasala nila. Tunay na si Allāh ay Malakas, matindi ang parusa.",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_tl": "Iyon ay dahil na si Allāh ay hindi nangyaring nag-iiba sa isang biyayang ibiniyaya Niya sa mga tao hanggang sa mag-iba sila ng nasa mga sarili nila, at na si Allāh ay Madinigin, Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_tl": "Gaya ng kinagawian ng mga kampon ni Paraon at ng mga bago pa nila, nagpasinungaling sila sa mga tanda ng Panginoon nila kaya nagpahamak Kami sa kanila dahil sa mga pagkakasala nila at lumunod Kami sa mga kampon ni Paraon. Lahat sila noon ay mga tagalabag sa katarungan.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_tl": "Tunay na pinakamasama sa mga palausad sa ganang kay Allāh ay ang mga tumangging sumampalataya – sapagkat sila ay hindi sumasampalataya –",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_tl": "ang mga nakipagkasunduan ka sa kanila, pagkatapos kumalas sila sa kasunduan sa kanila sa bawat pagkakataon habang sila ay hindi nangingilag magkasala.",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_tl": "Kaya kung makasusumpong ka nga naman sa kanila sa digmaan ay magpawatak-watak ka sa pamamagitan nila ng sinumang nasa likuran nila, nang sa gayon sila ay magsasaalaala.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_tl": "Kung mangangamba ka nga naman sa mga tao ng isang pagtataksil ay ibato mo sa kanila [ang kasunduan upang maging] ayon sa pagkakapantay. Tunay na si Allāh ay hindi umiibig sa mga taksil.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_tl": "Huwag ngang mag-aakala ang mga tumangging sumampalataya na makalulusot sila [sa parusa ni Allāh]. Tunay na sila ay hindi makapagpapahina [kay Allāh].",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_tl": "Maghanda kayo para sa kanila ng nakaya ninyo na anumang lakas at anumang mga kawan ng mga kabayo na magpapangilabot kayo sa pamamagitan ng mga ito sa kaaway ni Allāh, kaaway ninyo, at mga iba pa bukod pa sa kanila na hindi kayo nakaaalam sa kanila samantalang si Allāh ay nakaaalam sa kanila. Ang anumang ginugugol ninyo na bagay ayon sa landas ni Allāh ay lulubus-lubusin tungo sa inyo [ang kabayaran] habang kayo ay hindi nilalabag sa katarungan.",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_tl": "Kung humilig sila sa kapayapaan ay kumiling ka roon at manalig ka kay Allāh. Tunay na Siya ay ang Madinigin, ang Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_tl": "Kung magnanais sila na manlinlang sa iyo, tunay na kasapatan sa iyo si Allāh. Siya ay ang umalalay sa iyo sa pamamagitan ng pag-aadya Niya at sa pamamagitan ng mga mananampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_tl": "Nagpatugma Siya sa pagitan ng mga puso nila. Kung sakaling gumugol ka ng anumang nasa lupa nang lahatan ay hindi ka makapagtutugma sa pagitan ng mga puso nila subalit si Allāh ay nagpatugma sa pagitan nila. Tunay na Siya ay Makapangyarihan, Marunong.",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_tl": "O Propeta, kasapatan sa iyo si Allāh at sa sinumang sumunod sa iyo kabilang sa mga mananampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_tl": "O Propeta, umudyok ka sa mga mananampalataya sa pakikipaglaban. Kung kabilang sa inyo ay may dalawampung magtitiis, dadaig sila ng dalawang daan; kung kabilang sa inyo ay may isang daan, dadaig sila ng isang libo kabilang sa mga tumangging sumampalataya dahil ang mga ito ay mga taong hindi nakauunawa.",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_tl": "Ngayon, nagpagaan si Allāh sa inyo at nalaman Niya na sa inyo ay may kahinaan. Kaya kung mayroon sa inyong isang daang magtitiis, dadaig sila ng dalawang daan; at kung mayroon sa inyong isang libo, dadaig sila ng dalawang libo ayon sa pahintulot ni Allāh. Si Allāh ay kasama sa mga nagtitiis.",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_tl": "Hindi naging ukol sa isang propeta na magkaroon siya ng mga bihag hanggang sa manlipol siya sa lupa. Nagnanais kayo ng mahihita sa lupa samantalang si Allāh ay nagnanais ng Kabilang-buhay. Si Allāh ay Makapangyarihan, Marunong.",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_tl": "Kung hindi dahil sa isang atas mula kay Allāh na nauna ay talaga sanang may sumaling sa inyo, dahil sa nakuha ninyo,[7] na isang pagdurusang sukdulan.",
      "footnotes": "[7] na mga samsam sa digman at mga ipinantubos sa mga bihag"
    },
    {
      "ayah_number": 69,
      "translation_tl": "Kaya kumain kayo mula sa nasamsam ninyo [sa digmaan] bilang ipinahihintulot na kaaya-aya at mangilag kayong magkasala kay Allāh; tunay na si Allāh ay Mapagpatawad, Maawain.",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_tl": "O Propeta, sabihin mo sa sinumang nasa mga kamay ninyo na mga bihag: “Kung nakaaalam si Allāh sa mga puso ninyo ng isang mabuti ay magbibigay Siya sa inyo ng higit na mabuti kaysa sa kinuha mula sa inyo at magpapatawad Siya sa inyo. Si Allāh ay Mapagpatawad, Maawain.”",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_tl": "Kung nagnanais sila ng kataksilan sa iyo ay nagtaksil na sila kay Allāh bago pa niyan, kaya pinakaya [ka] Niya laban sa kanila. Si Allāh ay Maalam, Marunong.",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_tl": "Tunay na ang mga sumampalataya, lumikas, at nakibaka sa pamamagitan ng mga yaman nila at mga sarili nila ayon sa landas ni Allāh at ang mga kumanlong at nag-adya, ang mga iyon ang mga katangkilik ng isa’t isa sa kanila. Ang mga sumampalataya at hindi lumikas ay walang ukol sa inyo na pagtangkilik sa kanila na anuman hanggang sa lumikas sila. Kung nagpaadya sila sa inyo sa Relihiyon, kailangan sa inyo ang pag-adya maliban sa laban sa mga taong sa pagitan ninyo at nila ay may kasunduan. Si Allāh sa anumang ginagawa ninyo ay Nakakikita.",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_tl": "Ang mga tumangging sumampalataya ay mga katangkilik ng isa’t isa sa kanila. Kung hindi ninyo gagawin [ang pagtangkilik na] ito ay may mangyayaring isang sigalot sa lupa at isang malaking katiwalian.",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_tl": "Ang mga sumampalataya, lumikas, at nakibaka ayon sa landas ni Allāh, at ang mga kumanlong at nag-adya, ang mga iyon ay ang mga mananampalataya nang totohanan. Ukol sa kanila ay isang kapatawaran at isang panustos na masagana [sa Paraiso].",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_tl": "Ang mga sumampalataya matapos na niyan, lumikas, at nakibaka kasama sa inyo, ang mga iyon ay kabilang sa inyo. Ang mga may mga ugnayang pangkaanak, ang iba sa kanila ay higit na karapat-dapat sa iba [sa pagmamana] sa atas ni Allāh. Tunay na si Allāh sa bawat bagay ay Maalam.",
      "footnotes": null
    }
  ]
}