{
  "surah_number": 12,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_tl": "Alif. Lām. Rā’.[1] Ang mga ito ay ang mga talata ng Aklat na malinaw.",
      "footnotes": "[1] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān."
    },
    {
      "ayah_number": 2,
      "translation_tl": "Tunay na Kami ay nagpababa nito bilang Qur’ān na Arabe, nang sa gayon kayo ay makapag-uunawa.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_tl": "Kami ay nagsasalaysay sa iyo ng pinakamaganda sa mga salaysay dahil nagkasi Kami sa iyo ng Qur’ān na ito, bagamat ikaw dati bago pa nito ay talagang kabilang sa mga nalilingat.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_tl": "[Banggitin] noong nagsabi si Jose sa ama niya: “O ama ko, tunay na ako ay nakakita [sa panaginip] ng labing-isang tala, araw, at buwan; nakita ko sila na sa akin ay mga nakapatirapa.”",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_tl": "Nagsabi siya:[2] “O anak ko, huwag kang magsalaysay ng panaginip mo sa mga kapatid mo para [hindi] sila manlansi sa iyo ng isang panlalansi. Tunay na ang demonyo para sa tao ay isang kaaway na malinaw.”",
      "footnotes": "[2] Ibig sabihin: si Jacob."
    },
    {
      "ayah_number": 6,
      "translation_tl": "Gayon naghahalal sa iyo ang Panginoon mo, nagtuturo sa iyo ng pagpapakahulugan ng mga panaginip, at naglulubos ng biyaya Niya sa iyo at sa mag-anak ni Jacob kung paanong naglubos Siya nito sa dalawang ninuno mo, bago pa niyan, na sina Abraham at Isaac. Tunay na ang Panginoon mo ay Maalam, Marunong.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_tl": "Talaga ngang hinggil kay Jose at sa mga kapatid niya ay may mga tanda para sa mga nagtatanong.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_tl": "[Banggitin] noong nagsabi sila: “Talagang si Jose at ang kapatid niya [na si Benjamin] ay higit na kaibig-ibig sa ama natin kaysa sa atin samantalang tayo ay isang nakararaming pangkat. Tunay na ang ama natin ay talagang nasa isang pagkaligaw na malinaw.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_tl": "Patayin ninyo si Jose o itapon ninyo siya sa isang [ibang] lupain, malalaan para sa inyo ang mukha ng ama ninyo at kayo matapos na niyon ay magiging mga taong maayos.”",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_tl": "Nagsabi ang isang nagsasabi kabilang sa kanila: “Huwag ninyong patayin si Jose. Ihagis ninyo siya sa kailaliman ng balon, pupulutin siya ng ilan sa mga karaban kung kayo ay gagawa [niyon].”",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_tl": "Nagsabi sila: “O ama namin, ano ang mayroon sa iyo na hindi ka nagtitiwala sa amin para kay Jose samantalang tunay na kami sa kanya ay talagang mga tagapagpayo?",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_tl": "Magpadala ka sa kanya kasama sa amin bukas, magpapasasa siya at maglalaro siya; at tunay na kami para sa kanya ay talagang mga tagapag-ingat.”",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_tl": "Nagsabi siya:[3] “Tunay na ako ay talagang nalulungkot na umalis kayo kasama niya at nangangamba na kainin siya ng lobo habang kayo sa kanya ay mga nalilingat.”",
      "footnotes": "[3] Ibig sabihin: si Jacob."
    },
    {
      "ayah_number": 14,
      "translation_tl": "Nagsabi sila: “Talagang kung kinain siya ng lobo samantalang kami ay isang [malakas na] pangkat, tunay na kami samakatuwid ay talagang mga lugi.”",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_tl": "Kaya noong umalis sila kasama niya at nagkaisa sila na maglagay sa kanya sa kailaliman ng balon, nagkasi Kami sa kanya: “Talagang magbabalita ka nga sa kanila hinggil sa kagagawan nilang ito samantalang sila ay hindi nakararamdam.”",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_tl": "Dumating sila sa ama nila sa gabi na umiiyak.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_tl": "Nagsabi sila: “O ama namin, tunay na kami ay umalis, na nag-uunahan, at iniwan namin si Jose sa tabi ng dala-dalahan namin, saka kinain siya ng lobo. Ikaw ay hindi maniniwala sa amin kahit pa man nangyaring kami ay mga tapat.”",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_tl": "Dumating sila kasama ng kamisa niya na may dugong huwad. Nagsabi siya: “Bagkus humalina sa inyo ang mga sarili ninyo sa isang bagay, kaya isang pagtitiis na marilag [ang pagtitiis ko]. Si Allāh ay ang pinagpapatulungan laban sa inilalarawan ninyo.”",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_tl": "May dumating na isang karaban; saka nagsugo sila ng tagaigib nila saka nagpababa ito ng timba nito. Nagsabi ito: “O balitang nakagagalak! Ito ay isang batang lalaki.” Inilihim nila siya bilang paninda. Si Allāh ay Maalam sa ginagawa nila.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_tl": "Ipinagbili nila siya sa isang kulang na panumbas: mga dirham na mabibilang. Sila sa kanya ay kabilang sa mga nagwawalang-halaga.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_tl": "Nagsabi ang bumili sa kanya mula sa Ehipto sa maybahay nito: “Magparangal ka sa panunuluyan niya; marahil magpakinabang siya sa atin o magturing tayo sa kanya bilang anak.” Gayon Kami nagbigay-kapangyarihan para kay Jose sa lupain at upang magturo Kami sa kanya ng pagpapakahulugan ng mga panaginip. Si Allāh ay nananaig sa pinangyayari Niya, subalit ang higit na marami sa mga tao ay hindi nakaaalam.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_tl": "Noong umabot siya[4] sa katindihan niya ay nagbigay Kami sa kanya ng karunungan at kaalaman. Gayon Kami gumaganti sa mga tagagawa ng maganda.",
      "footnotes": "[4] Ibig sabihin: si Jose."
    },
    {
      "ayah_number": 23,
      "translation_tl": "Nagtangkang umakit sa kanya sa sarili niya ang [babaing] siya ay nasa bahay nito. Pinagsasara nito ang mga pinto at sinabi: “Heto ako para sa iyo!” Nagsabi siya: “Pagpapakupkop kay Allāh! Tunay na siya ay panginoon ko; gumawa siya ng maganda sa panunuluyan ko. Tunay na hindi nagtatagumpay ang mga tagalabag sa katarungan.”",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_tl": "Talaga ngang nagbalak ito sa kanya; at nagbalak sana siya, kung sakaling hindi siya nakakita ng patotoo ng Panginoon niya. Gayon ay upang maglihis Kami palayo sa kanya ng kasagwaan at kahalayan. Tunay na siya ay kabilang sa mga lingkod Naming mga itinatangi.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_tl": "Nag-unahan silang dalawa sa pinto, nakalaslas ito sa damit niya mula sa likuran, nakasumpong silang dalawa sa asawa nito sa gilid ng pintuan, at nagsabi ito: “Walang iba ang ganti sa sinumang nagnanais sa maybahay mo ng isang kasagwaan kundi na ibilanggo siya o [patawan ng] isang pagdurusang masakit.”",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_tl": "Nagsabi siya: “Siya ay nagtangkang umakit sa akin palayo sa sarili ko.” Sumaksi ang isang tagasaksi kabilang sa kasambahay nito, [na nagsasabi]: “Kung nangyaring ang kamisa niya ay nalaslas mula sa harapan, nagpakatotoo ito at siya ay kabilang sa mga sinungaling.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_tl": "Kung nangyaring ang kamisa niya ay nalaslas mula sa likuran, nagsinungaling ito at siya ay kabilang sa mga tapat.”",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_tl": "Kaya noong nakakita iyon[5] sa kamisa niya na nalaslas mula sa likuran, nagsabi iyon: “Tunay na ito ay bahagi ng panlalansi ninyo [na mga babae]; tunay na ang panlalansi ninyo [na mga babae] ay sukdulan.",
      "footnotes": "[5] Ibig sabihin: ang panginoon ni Jose at asawa ng babae."
    },
    {
      "ayah_number": 29,
      "translation_tl": "Jose, magsawalang-bahala ka tungkol dito! [Maybahay,] humingi ka ng tawad para sa pagkakasala mo! Tunay na ikaw ay kabilang sa mga nagkakamali.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_tl": "May nagsabing mga babae sa lungsod: “Ang maybahay ng Makapangyarihan[6] ay nagtatangkang umakit sa binatang alipin niya sa sarili nito; nagpahumaling ito sa kanya sa pag-ibig. Tunay na kami ay nagtuturing sa kanya na nasa isang pagkaligaw na malinaw.”",
      "footnotes": "[6] Ito ang katawagan sa panginoon ni Jose at asawa ng babae."
    },
    {
      "ayah_number": 31,
      "translation_tl": "Kaya noong nakarinig ito hinggil sa pakana nila ay nagsugo ito sa kanila, naglaan ito para sa kanila ng isang piging, nagbigay ito sa bawat isa mula sa kanila ng isang kutsilyo, at nagsabi ito [kay Jose]: “Lumabas ka sa kinaroroonan nila.” Kaya noong nakakita sila sa kanya, dinakila nila siya, pinaghiwa-hiwa nila ang mga kamay nila [dahil sa pagkamangha], at sinabi nila: “Kasakdalan ay ukol kay Allāh! Ito ay hindi isang mortal. Walang iba ito kundi isang anghel na marangal!”",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_tl": "Nagsabi ito: “Kaya iyon ang isinisisi ninyo sa akin hinggil sa kanya. Talaga ngang nagtangka akong umakit sa kanya sa sarili niya ngunit nagsanggalang siya. Talagang kung hindi siya gagawa ng ipinag-uutos ko sa kanya ay talagang ibibilanggo nga siya at talagang siya ay magiging kabilang nga sa mga nanliliit.”",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_tl": "Nagsabi siya: “Panginoon ko, ang bilangguan[7] ay higit na kaibig-ibig sa akin kaysa sa inaanyaya nila sa akin. Kung hindi Ka maglilihis palayo sa akin ng panlalansi nila, mahahalina ako sa kanila at ako ay magiging kabilang sa mga mangmang.”",
      "footnotes": "[7] O pagkabilanggo."
    },
    {
      "ayah_number": 34,
      "translation_tl": "Kaya tumugon sa kanya ang Panginoon niya, saka naglihis palayo sa kanya ng panlalansi nila. Tunay na Siya ay ang Madinigin, ang Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_tl": "Pagkatapos lumitaw sa kanila matapos na nakakita sila sa mga tanda [sa kawalang-sala] na talagang magbibilanggo nga sila sa kanya magpahanggang sa isang panahon.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_tl": "May pumasok kasama sa kanya sa bilangguan na dalawang binata. Nagsabi ang isa sa dalawa: “Tunay na ako ay nananaginip na ako ay pumipiga ng alak.” Nagsabi naman ang isa pa: “Tunay na ako ay nananaginip na ako ay bumubuhat sa ibabaw ng ulo ko ng tinapay, na kumakain ang mga ibon mula roon. Magbalita ka sa amin hinggil sa pagpapakahulugan nito. Tunay na kami ay nakakikita sa iyo na kabilang sa mga tagagawa ng maganda.”",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_tl": "Nagsabi siya: “Walang pumupunta sa inyo na pagkain na itinutustos sa inyong dalawa malibang magbabalita ako sa inyong dalawa hinggil sa pagpapakahulugan nito bago pumunta ito sa inyong dalawa. Iyan ay kabilang sa itinuro sa akin ng Panginoon ko. Tunay na ako ay nag-iwan sa kapaniwalaan ng mga taong hindi sumasampalataya kay Allāh habang sila sa Kabilang-buhay ay mga tagatangging sumampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_tl": "Sumunod ako sa kapaniwalaan ng mga ninuno kong sina Abraham, Isaac, at Jacob. Hindi naging ukol sa amin na magtambal kami kay Allāh ng anumang bagay. Iyon ay bahagi ng kabutihang-loob ni Allāh sa amin at sa mga tao, subalit ang higit na marami sa mga tao ay hindi nagpapasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_tl": "O dalawang kasamahan ko sa bilangguan, mga panginoong magkakahiwa-hiwalay ba ay higit na mabuti o si Allāh, ang Nag-iisa, ang Palalupig?",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_tl": "Wala kayong sinasamba bukod pa sa Kanya kundi mga pangalang ipinangalan ninyo mismo at ng mga ninuno ninyo. Hindi nagpababa si Allāh sa mga ito ng anumang katunayan. Walang iba ang paghahatol kundi ukol kay Allāh. Nag-utos Siya na huwag kayong sumamba kundi sa Kanya. Iyan ang relihiyong matuwid, subalit ang higit na marami sa mga tao ay hindi nakaaalam.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_tl": "O dalawang kasamahan ko sa bilangguan, hinggil sa isa sa inyong dalawa, magpapainom siya sa panginoon niya ng alak; at hinggil naman sa isa pa, bibitayin siya saka kakain ang mga ibon mula sa ulo niya. Napagpasyahan ang usapin na hinggil dito ay nagpapahabilin kayong dalawa.”",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_tl": "Nagsabi siya sa natiyak niya na ito ay maliligtas mula sa dalawang ito: “Bumanggit ka sa akin sa piling ng panginoon mo,” ngunit nagpalimot dito ang Demonyo sa pagbanggit sa panginoon nito kaya namalagi siya sa bilangguan nang ilang taon.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_tl": "Nagsabi ang hari: “Tunay na ako ay nanaginip ng pitong bakang matataba na kinakain ng pitong bakang yayat at pitong uhay na luntian at mga iba pang tuyot. O konseho, maghabilin kayo hinggil sa panaginip ko kung kayo sa panaginip ay naghahayag.”",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_tl": "Nagsabi sila: “Mga paglalahok ng mga napanaginipan [ito]. Kami, sa pagpapakahulugan ng mga napanaginipan, ay hindi mga nakaaalam.”",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_tl": "Nagsabi ang naligtas mula sa dalawang [bilanggo] sa kanila at nakapagsaalaala [kay Jose] matapos ng isang yugto: “Ako ay magbabalita sa inyo hinggil sa pagpapakahulugan nito, kaya magsugo kayo sa akin [kay Jose].”",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_tl": "Jose, O pagkatapat-tapat, maghabilin ka sa amin hinggil sa [panaginip na] pitong bakang matataba na kinain ng pitong bakang yayat at pitong uhay na luntian at mga iba pang tuyot, nang sa gayon ako ay babalik tungo sa mga tao, nang sa gayon sila ay makaaalam.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_tl": "Nagsabi siya: “Magtatanim kayo nang pitong taong sunud-sunod,[8] saka ang anumang aanihin ninyo ay hayaan ninyo ito sa uhay nito, maliban sa kaunti mula sa kakainin ninyo.",
      "footnotes": "[8] O pitong taon ayon sa kinagawian."
    },
    {
      "ayah_number": 48,
      "translation_tl": "Pagkatapos may darating matapos na niyon na pitong [taon na] matitindi na kakain sa [naipong] ipinauna ninyo para sa mga [taon na] ito, maliban sa kaunti mula sa iniimbak ninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_tl": "Pagkatapos may darating matapos na niyon na isang taon na doon ay uulanin ang mga tao at doon ay pipiga[9] sila.",
      "footnotes": "[9] ng oliba at ubas"
    },
    {
      "ayah_number": 50,
      "translation_tl": "Nagsabi ang Hari: “Dalhin ninyo siya sa akin.” Ngunit noong dumating sa kanya ang sugo ay nagsabi siya: “Bumalik ka tungo sa panginoon mo at tanungin mo siya kung ano ang lagay ng mga babae na humiwa-hiwa ng mga kamay nila. Tunay na ang Panginoon ko, sa panlalansi nila, ay Maalam.”",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_tl": "Nagsabi ito:[10] “Ano ang katayuan ninyo nang nagtangka kayong mang-akit kay Jose sa sarili niya?” Nagsabi sila: “Kasakdalan ay ukol kay Allāh! Wala kaming nalaman sa kanya na isang kasagwaan.” Nagsabi ang maybahay ng Makapangyarihan: “Ngayon, nabunyag ang totoo; ako ay nagtangkang umakit sa kanya sa sarili niya, at tunay na siya ay talagang kabilang sa mga tapat.”",
      "footnotes": "[10] Ibig sabihin: ang hari."
    },
    {
      "ayah_number": 52,
      "translation_tl": "[Nagsabi ang Maybahay:] “Iyon ay upang makaalam siya na ako ay hindi nakapagtaksil sa kanya nang nakalingid at na si Allāh ay hindi nagpapatnubay sa panlalansi ng mga taksil.",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_tl": "Hindi ako nagpapawalang-sala sa sarili ko; tunay na ang sarili ay talagang palautos ng kasagwaan, maliban sa kinaawaan ng Panginoon ko. Tunay na ang Panginoon ko ay Mapagpatawad, Maawain.”",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_tl": "Nagsabi ang hari: “Dalhin ninyo siya sa akin, magtatangi ako sa kanya para sa sarili ko.” Kaya noong nakausap siya nito ay nagsabi ito: “Tunay na ikaw sa araw na ito sa amin ay isang matatag [sa katungkulan] na pinagkakatiwalaan.”",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_tl": "Nagsabi siya: “Magtalaga ka sa akin sa mga imbakan ng lupain; tunay na ako ay mapag-ingat, maalam.”",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_tl": "Gayon Kami nagbigay-kapangyarihan para kay Jose sa lupain [ng Ehipto]. Tumatahan siya roon saanman niya niloloob. Nagpapatama Kami ng awa Namin sa sinumang niloloob Namin, at hindi Kami nagwawala ng pabuya sa mga tagagawa ng maganda.",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_tl": "Talagang ang pabuya ng Kabilang-buhay ay higit na mabuti para sa mga sumampalataya, at sila noon ay nangingilag magkasala.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_tl": "Dumating ang mga kapatid ni Jose, saka pumasok sila sa kanya, saka nakakilala siya sa kanila samantalang sila sa kanya ay mga di-nakakikilala.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_tl": "Noong nagkaloob siya sa kanila ng kailangan nila ay nagsabi siya: “Dalhin ninyo sa akin ang isang kapatid ninyo mula sa ama ninyo. Hindi ba kayo nakakikita na ako ay nagpapalubus-lubos ng pagtatakal at ako ay pinakamabuti sa mga tagapagpatuloy?",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_tl": "Ngunit kung hindi kayo magdadala sa kanya sa akin ay walang pagtatakal para sa inyo sa ganang akin at huwag kayong lumapit sa akin.”",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_tl": "Nagsabi sila: “Magtatangka kaming humimok sa ama niya [sa pagsama] sa kanya, at tunay na kami ay talagang mga gagawa [niyon].”",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_tl": "Nagsabi siya sa mga alila niya: “Ilagay ninyo ang ipinambayad nila sa mga sisidlan nila, nang sa gayon sila ay makakikilala sa mga ito kapag nakauwi sila sa mag-anak nila, nang sa gayon sila ay babalik.”",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_tl": "Kaya noong bumalik sila sa ama nila ay nagsabi sila: “O ama namin, ipagkakait sa amin ang pagtatakal [kung hindi madadala si Benjamin]; kaya magpadala ka kasama sa amin ng kapatid namin, tatakalan kami. Tunay na kami sa kanya ay talagang mga tagapag-ingat.”",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_tl": "Nagsabi siya: “Ipagkakatiwala ko kaya siya sa inyo malibang [napipilitan] kung paanong ipinagkatiwala ko sa inyo ang kapatid niya bago pa niyan? Ngunit si Allāh ay pinakamabuti bilang Tagapag-ingat, at Siya ay ang pinakamaawain sa mga naaawa.”",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_tl": "Noong nagbukas sila ng dala-dalahan nila ay nakatagpo sila sa paninda nila na isinauli sa kanila. Nagsabi sila: “O ama namin, ano pa ang hahangarin namin? Ito ay mga paninda naming isinauli sa amin. Maglalaan kami sa mag-anak namin. Mag-iingat kami sa kapatid namin. Madaragdagan kami ng isang takal [na pasan] ng kamelyo [sa pagdala kay Benjamin]; iyon ay isang takal na madali.”",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_tl": "Nagsabi siya: “Hindi ako magpapadala sa kanya kasama sa inyo hanggang sa magbigay kayo sa akin ng isang taimtim na pangako kay Allāh na talagang dadalhin nga [muli] ninyo siya sa akin, maliban kung mapaliligiran kayo [ng kapahamakan].” Kaya noong nagbigay sila sa kanya ng taimtim na pangako nila ay nagsabi siya: “Si Allāh, sa anumang sinasabi natin, ay Pinagkakatiwalaan.”",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_tl": "Nagsabi siya: “O mga anak ko, huwag kayong magsipasok mula sa isang pinto. Magsipasok kayo mula sa mga pintong magkakaiba-iba. Wala akong maidudulot sa inyo laban kay Allāh na anuman. Walang iba ang paghahatol kundi ukol kay Allāh. Sa Kanya ako nanalig at sa Kanya ay manalig ang mga nananalig.”",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_tl": "Noong nakapasok sila mula sa kung saan ipinag-utos sa kanila ng ama nila, hindi nangyaring nagdudulot ito sa kanila laban kay Allāh ng anuman maliban ng isang pangangailangan sa sarili ni Jacob, na tinugon niya. Tunay na siya ay talagang may kaalaman dahil sa naituro Namin sa kanya, subalit ang higit na marami sa mga tao ay hindi nakaaalam.",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_tl": "Noong nakapasok sila kay Jose ay pinatuloy niya sa kanya ang kapatid niya. Nagsabi siya: “Tunay na ako ay kapatid mo kaya huwag kang magdalamhati sa dati nilang ginagawa.”",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_tl": "Kaya noong nagkaloob siya sa kanila ng kailangan nila ay inilagay niya ang inuman sa sisidlan ng kapatid niya. Pagkatapos nanawagan ang isang tagapanawagan: “O karaban, tunay na kayo ay talagang mga magnanakaw.”",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_tl": "Nagsabi sila at lumapit sa mga iyon: “Ano ang nawawalan sa inyo?”",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_tl": "Nagsabi ang mga iyon: “Nawawalan kami ng salop ng hari. Ukol sa sinumang maghahatid niyon ay [pagkaing] isang pasan ng kamelyo, at ako sa kanya ay tagapanagot.”",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_tl": "Nagsabi sila: “Sumpa man kay Allāh, talaga ngang nalaman ninyo na hindi kami dumating upang magtiwali sa lupain, at hindi kami naging mga magnanakaw.”",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_tl": "Nagsabi ang mga iyon: “Kaya ano ang ganti roon kung kayo ay naging mga sinungaling?”",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_tl": "Nagsabi sila: “Ang ganti rito: ang sinumang natagpuan iyon sa sisidlan niya ay siya ang ganti rito.[11] Gayon kami gumaganti sa mga tagalabag sa katarungan.”",
      "footnotes": "[11] Ang ganti ay ang pag-alipin sa magnanakaw ng ninakawan nito."
    },
    {
      "ayah_number": 76,
      "translation_tl": "Kaya nagsimula siya sa mga sisidlan nila bago ng sisidlan ng kapatid niya. Pagkatapos naipalabas niya ito mula sa sisidlan ng kapatid niya. Gayon nanlansi Kami para kay Jose. Hindi naging ukol na magdala siya sa kapatid niya sa batas ng hari maliban kung niloob ni Allāh. Nag-aangat Kami sa mga antas ng sinumang niloloob Namin. Sa ibabaw ng bawat may kaalaman ay isang maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_tl": "Nagsabi sila: “Kung nagnakaw siya ay nagnakaw nga ang isang kapatid niya bago pa niyan.”[12] Ngunit naglihim nito si Jose sa sarili niya at hindi siya nagpahalata nito sa kanila. Nagsabi siya: “Kayo ay higit na masama sa kalagayan at si Allāh ay higit na maalam sa anumang inilalarawan ninyo.”",
      "footnotes": "[12] Ibig sabihin: Kung nagnakaw si Benjamin ay nagnakaw nga ang kapatid niyang si Jose ng anito ng lolo sa ina niya. Binasag niya ito at itinapon."
    },
    {
      "ayah_number": 78,
      "translation_tl": "Nagsabi sila: “O Makapangyarihan,[13] tunay na siya ay may isang amang lubhang matanda, kaya kumuha ka po ng isa sa amin kapalit niya. Tunay na kami ay nakakikita sa iyo kabilang sa mga tagagawa ng maganda.”",
      "footnotes": "[13] O Minamahal."
    },
    {
      "ayah_number": 79,
      "translation_tl": "Nagsabi siya: “[Humihiling ako ng] pagkukupkop ni Allāh na manghuli kami maliban sa sinumang nakatagpo kami sa pag-aari namin sa piling niya; tunay na kami, samakatuwid, ay talagang mga tagalabag sa katarungan.”",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_tl": "Kaya noong nawalan sila ng pag-asa sa kanya, bumukod sila na nagsasanggunian. Nagsabi ang matanda nila: “Hindi ba kayo nakaalam na ang ama ninyo ay tumanggap nga sa inyo ng isang taimtim na pangako kay Allāh at bago pa niyan nagwalang-bahala kayo kay Jose? Kaya hindi ako mag-iiwan sa lupain hanggang sa magpahintulot sa akin ang ama ko o humatol si Allāh sa akin, at Siya ay ang pinakambuti sa mga tagahatol.",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_tl": "Bumalik kayo sa ama ninyo saka sabihin ninyo: ‘O ama namin, tunay na ang anak mo ay nagnakaw. Wala kaming nasaksihan maliban sa ayon sa nalaman namin. Hindi kami para sa nakalingid naging mga tagapagbantay.",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_tl": "Magtanong ka sa [mga naninirahan sa] pamayanan na kami dati ay naroon at sa karaban na pumunta kami kasama nito. Tunay na kami ay talagang mga tapat.’”",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_tl": "Nagsabi siya: “Bagkus humalina sa inyo ang mga sarili ninyo sa isang bagay, kaya isang pagtitiis na marilag [ang pagtitiis ko]. Sana si Allāh ay magdala sa akin sa kanila nang lahatan; tunay na Siya ay ang Maalam, ang Marunong.”",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_tl": "Tumalikod siya sa kanila at nagsabi: “Ah, hinagpis ko dahil kay Jose!” Pumuti ang mga mata niya dahil sa pagkalungkot sapagkat siya ay hapis.",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_tl": "Nagsabi sila: “Sumpa man kay Allāh, nagpapatuloy kang umaalaala kay Jose hanggang sa ikaw ay maging malubha o ikaw ay maging kabilang sa mga napapahamak.”",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_tl": "Nagsabi siya: “Naghihinaing lamang ako ng dalamhati ko at lungkot ko kay Allāh at nakaaalam ako mula kay Allāh ng hindi ninyo nalalaman.",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_tl": "O mga anak ko, umalis kayo at makiramdam kayo hinggil kay Jose at sa kapatid niya [na sa Benjamin] at huwag kayong mawalan ng pag-asa sa habag ni Allāh; tunay na walang nawawalan ng pag-asa sa habag ni Allāh kundi ang mga taong tagatangging sumampalataya.”",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_tl": "Kaya noong nakapasok sila sa kanya ay nagsabi sila: “O makapangyarihan, sumaling sa amin at sa mag-anak namin ang kapinsalaan at naghatid kami ng panindang mababang uri, ngunit magpalubus-lubos ka po para sa amin ng pagtatakal at magkawanggawa ka po sa amin; tunay na si Allāh ay gumaganti sa mga tagapagkawanggawa.”",
      "footnotes": null
    },
    {
      "ayah_number": 89,
      "translation_tl": "Nagsabi siya: “Nakaalam kaya kayo sa ginawa ninyo kay Jose at sa kapatid niya [na si Benjamin] noong kayo ay mga mangmang?”",
      "footnotes": null
    },
    {
      "ayah_number": 90,
      "translation_tl": "Nagsabi sila: “Tunay na ikaw ba ay talagang ikaw si Jose?” Nagsabi siya: “Ako si Jose at ito ay kapatid ko [na si Benjamin]. Nagmagandang-loob nga si Allāh sa amin. Tunay na ang sinumang mangingilag magkasala at magtitiis, tunay na si Allāh ay hindi nagwawala sa pabuya sa mga tagagagawa ng maganda.”",
      "footnotes": null
    },
    {
      "ayah_number": 91,
      "translation_tl": "Nagsabi sila: “Sumpa man kay Allāh, talaga ngang nagmagaling si Allāh sa iyo higit sa amin at tunay na kami dati ay talagang mga nagkakamali.”",
      "footnotes": null
    },
    {
      "ayah_number": 92,
      "translation_tl": "Nagsabi siya: “Walang panunumbat sa inyo sa araw na ito. Magpapatawad si Allāh sa inyo. Siya ay ang pinakamaawain ng mga naaawa.",
      "footnotes": null
    },
    {
      "ayah_number": 93,
      "translation_tl": "Umalis kayo kalakip ng kamisa kong ito saka ipukol ninyo ito sa mukha ng ama ko, magiging nakakikita siya. Magdala kayo sa akin ng mag-anak ninyo nang magkakasama.”",
      "footnotes": null
    },
    {
      "ayah_number": 94,
      "translation_tl": "Noong nakalisan ang karaban ay nagsabi ang ama nila: “Tunay na ako ay talagang nakadarama ng halimuyak ni Jose, kung sakaling hindi kayo magturing ng pagkaulyanin sa akin.”",
      "footnotes": null
    },
    {
      "ayah_number": 95,
      "translation_tl": "Nagsabi sila: “Sumpa man kay Allāh, tunay ikaw ay talagang nasa kamalian mong matanda.”",
      "footnotes": null
    },
    {
      "ayah_number": 96,
      "translation_tl": "Kaya noong dumating ang mapagbalita ng nakagagalak ay ipinukol nito [ang kamisang] iyon sa mukha niya kaya nanumbalik siya na nakakikita. Nagsabi siya: “Hindi ba nagsabi ako sa inyo na tunay na ako ay nakaaalam mula kay Allāh ng hindi ninyo nalalaman?”",
      "footnotes": null
    },
    {
      "ayah_number": 97,
      "translation_tl": "Nagsabi sila: “O ama namin, humingi ka po ng tawad para sa amin sa mga pagkakasala namin; tunay na kami dati ay mga nagkakamali.”",
      "footnotes": null
    },
    {
      "ayah_number": 98,
      "translation_tl": "Nagsabi siya: “Hihingi ako ng tawad para sa inyo sa Panginoon ko; tunay na Siya ay ang Mapagpatawad, ang Maawain.”",
      "footnotes": null
    },
    {
      "ayah_number": 99,
      "translation_tl": "Kaya noong nakapasok sila kay Jose, pinatuloy niya sa kanya ang mga magulang niya at nagsabi: “Magsipasok kayo sa Ehipto, kung niloob ni Allāh, na mga natitiwasay.”",
      "footnotes": null
    },
    {
      "ayah_number": 100,
      "translation_tl": "Nag-angat siya sa mga magulang niya sa trono at sumubsob sila sa harap niya na mga nakapatirapa [bilang pagpipitagan]. Nagsabi siya: “O ama ko, ito ay ang pagsasakatuparan ng panaginip ko bago pa niyan. Ginawa nga ito ng Panginoon na totoo. Gumawa nga Siya ng maganda sa akin noong nagpalabas Siya sa akin mula sa pagkabilanggo at naghatid Siya sa inyo mula sa ilang matapos na nagpasigalot ang demonyo sa pagitan ko at ng mga kapatid ko. Tunay na ang Panginoon ko ay Mapagtalos sa anumang niloloob Niya. Tunay na Siya ay ang Maalam, ang Marunong.",
      "footnotes": null
    },
    {
      "ayah_number": 101,
      "translation_tl": "Panginoon ko, nagbigay Ka nga sa akin ng bahagi ng paghahari at nagtuturo Ka sa akin ng bahagi ng pagpapakahulugan sa mga panaginip. Tagapaglalang ng mga langit at lupa, Ikaw ay Katangkilik ko sa Mundo at Kabilang-buhay. Magpapanaw Ka sa akin bilang Muslim at magpasama Ka sa akin sa mga maayos.”",
      "footnotes": null
    },
    {
      "ayah_number": 102,
      "translation_tl": "Iyon ay kabilang sa mga balita ng nakalingid; nagkakasi Kami nito sa iyo. Wala ka noon sa piling nila noong nagkaisa sila sa pasya nila samantalang sila ay nagpapakana.",
      "footnotes": null
    },
    {
      "ayah_number": 103,
      "translation_tl": "Ang higit na marami sa mga tao, kahit pa man nagsigasig ka, ay hindi mga mananampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 104,
      "translation_tl": "Hindi ka humihingi sa kanila dahil doon ng anumang pabuya; walang iba [ang Qur’ān na] ito kundi isang paalaala para sa mga nilalang.",
      "footnotes": null
    },
    {
      "ayah_number": 105,
      "translation_tl": "Kay rami ng tanda sa mga langit at lupa, na dumaraan sila sa mga iyon samantalang sila sa mga iyon ay mga tagaayaw.",
      "footnotes": null
    },
    {
      "ayah_number": 106,
      "translation_tl": "Hindi sumasampalataya ang higit na marami sa kanila kay Allāh malibang habang sila ay mga tagapagtambal.",
      "footnotes": null
    },
    {
      "ayah_number": 107,
      "translation_tl": "Kaya natiwasay ba sila na pumunta sa kanila ang isang tagabalot mula sa pagdurusang dulot ni Allāh o pumunta sa kanila ang Huling Sandali nang biglaan samantalang sila ay hindi nakararamdam?",
      "footnotes": null
    },
    {
      "ayah_number": 108,
      "translation_tl": "Sabihin mo: “Ito ay landas ko. Nag-aanyaya ako tungo [sa pagsamba] kay Allāh batay sa isang pagkatalos, ako at ang sinumang sumunod sa akin. Kaluwalhatian kay Allāh! Hindi ako kabilang sa mga tagapagtambal.”",
      "footnotes": null
    },
    {
      "ayah_number": 109,
      "translation_tl": "Hindi Kami nagsugo bago mo pa kundi ng mga lalaking nagkakasi Kami sa kanila kabilang sa mga mamayan ng mga pamayanan [nila]. Kaya hindi ba sila humayo sa lupain para tumingin sila kung papaano naging ang kinahinatnan ng mga bago pa nila? Talagang ang tahanan ng Kabilang-buhay ay higit na mabuti para sa mga nangilag magkasala. Kaya hindi ba kayo nakapag-uunawa?",
      "footnotes": null
    },
    {
      "ayah_number": 110,
      "translation_tl": "[Nagpalugit] hanggang sa nang pinaglahuan ng pag-asa ang mga sugo at nakatiyak sila na sila ay pinagsinungalingan nga ay dumating sa kanila ang pag-aadya Namin saka nailigtas ang sinumang niloloob Namin. Hindi napipigil ang parusa Namin sa mga taong salarin.",
      "footnotes": null
    },
    {
      "ayah_number": 111,
      "translation_tl": "Talaga ngang sa mga kasaysayan nila ay may naging aral para sa mga may isip. Hindi ito naging isang sanaysay na magagawa-gawa, bagkus pagpapatotoo sa nauna rito, isang pagdedetalye sa bawat bagay, isang patnubay, at isang awa para sa mga taong sumasampalataya.",
      "footnotes": null
    }
  ]
}