{
  "surah_number": 15,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_tl": "Alif. Lām. Rā’.[1] Ang mga ito ay mga talata ng Aklat at isang Qur’ān na malinaw.[2]",
      "footnotes": "[1] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān.\n[2] sa Tawḥīd at mga batas"
    },
    {
      "ayah_number": 2,
      "translation_tl": "Marahil mag-aasam ang mga tumangging sumampalataya [sa Araw ng Pagbangon] na kung sana sila ay naging mga Muslim.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_tl": "Hayaan mo sila na kumain, magpakatamasa, at maglibang sa kanila ang [tagal ng] pag-asa sapagkat makaaalam sila.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_tl": "Hindi Kami nagpahamak ng anumang pamayanan malibang habang mayroon itong isang pagtatakdang nalalaman.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_tl": "Walang nakauuna na anumang kalipunan sa taning nito at hindi sila nakapag-aantala.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_tl": "Nagsabi sila: “O siyang ibinaba sa kanya ang paalaala, tunay na ikaw ay talagang isang baliw.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_tl": "Bakit kasi hindi ka nagdadala sa amin ng mga anghel kung ikaw ay naging kabilang sa mga tapat?”",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_tl": "Hindi Kami nagbababa ng mga anghel malibang kalakip ng katotohanan; at hindi sila, samakatuwid, naging mga ipinagpapaliban.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_tl": "Tunay na Kami ay nagbaba ng [Qur’ān na] Paalaala at tunay na Kami rito ay talagang mag-iingat [laban sa pagbabago].",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_tl": "Talaga ngang nagsugo Kami bago mo pa sa mga kampihan ng mga sinauna.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_tl": "Walang pumupunta sa kanila na isang sugo malibang sila noon sa kanya ay nangungutya.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_tl": "Gayon Kami nagpapasok nito sa mga puso ng mga salarin.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_tl": "Hindi sila sumasampalataya rito [sa Qur’ān] samantalang lumipas na ang kalakaran sa mga sinauna.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_tl": "Kahit pa nagbukas Kami sa kanila ng isang pinto mula sa langit saka nanatili sila roon na pumapanik,",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_tl": "talaga sanang nagsabi sila: “Nilango lamang ang mga paningin namin, bagkus kami ay mga taong nagaway.”",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_tl": "Talaga ngang naglagay Kami sa langit ng mga kumpulan [ng mga bituin] at naggayak sa mga ito para sa mga tagapagmasid.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_tl": "Nag-ingat Kami rito[3] laban sa bawat demonyong kasumpa-sumpa,",
      "footnotes": "[3] Ibig sabihin: langt."
    },
    {
      "ayah_number": 18,
      "translation_tl": "maliban sa sinumang nagnakaw-nakaw ng pagdinig kaya may sumunod sa kanya na isang bulalakaw na malinaw.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_tl": "Ang lupa, bumanat Kami nito, naglapat Kami rito ng mga matatag na bundok, at nagpatubo Kami rito ng bawat bagay na balanse.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_tl": "Gumawa Kami para sa inyo rito ng mga kabuhayan at sa sinumang hindi kayo sa kanya mga tagapagtustos.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_tl": "Walang anumang bagay malibang nasa ganang Amin ang mga lagakan nito, at hindi Kami nagbababa nito malibang ayon sa sukat na nalalaman.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_tl": "Nagsugo Kami ng mga hangin bilang mga tagapagsemilya at nagpababa Kami mula sa langit ng tubig kaya nagpainom Kami sa inyo nito samantalang kayo para rito ay hindi mga tagapag-imbak.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_tl": "Tunay na Kami, talagang Kami ay nagbibigay-buhay at nagbibigay-kamatayan at Kami ay ang Tagapagmana.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_tl": "Talaga ngang nakaalam Kami sa mga nakapagpapauna kabilang sa inyo at talaga ngang nakaalam Kami sa mga nakapagpapaantala.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_tl": "Tunay na ang Panginoon mo ay kakalap sa kanila [para gantihan]. Tunay na Siya ay Marunong, Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_tl": "Talaga ngang lumikha Kami sa tao mula sa kumakalansing na luwad mula sa burak na inanyuan.[4]",
      "footnotes": "[4] O nabago ang kulay at amoy"
    },
    {
      "ayah_number": 27,
      "translation_tl": "Ang jinn ay nilikha Namin ito bago pa niyan mula sa apoy ng nakapapasong hangin.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_tl": "[Banggitin] noong nagsabi ang Panginoon mo sa mga anghel: “Tunay na Ako ay lilikha ng isang mortal mula sa kumakalansing na luwad mula sa burak na inanyuan.”[5]",
      "footnotes": "[5] O nabago ang kulay at amoy"
    },
    {
      "ayah_number": 29,
      "translation_tl": "Kaya noong humubog Ako rito at umihip Ako rito mula sa espiritu Ko ay magsibagsak kayo sa kanya na mga nakapatirapa.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_tl": "Kaya nagpatirapa ang mga anghel sa kabuuan nila nang magkakasama,",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_tl": "maliban si Satanas; tumanggi siya na maging kasama sa mga tagapagpatirapa.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_tl": "Nagsabi Siya: “O Satanas, ano ang mayroon sa iyo na hindi ka maging kasama sa mga tagapagpatirapa.”",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_tl": "Nagsabi ito: “Hindi ako naging ukol na magpatirapa sa isang mortal na nilikha Mo mula sa kumakalansing na luwad mula sa burak na inanyuan.”",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_tl": "Nagsabi Siya: “Kaya lumabas ka mula riyan [sa Paraiso] sapagkat tunay na ikaw ay kasumpa-sumpa,",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_tl": "at tunay na sumaiyo ang sumpa hanggang sa Araw ng Pagtutumbas.”",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_tl": "Nagsabi ito: “Panginoon ko, kaya magpaliban Ka sa akin hanggang sa Araw na bubuhayin sila.”",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_tl": "Nagsabi Siya: “Kaya tunay na ikaw ay kabilang sa mga ipinagpapaliban",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_tl": "hanggang sa araw ng panahong nalalaman [Ko].”",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_tl": "Nagsabi ito: “Panginoon ko, dahil naglisya Ka sa akin, talagang mang-aakit nga ako sa kanila[6] sa lupa at talagang maglilisya nga ako sa kanila nang magkakasama,",
      "footnotes": "[6] Ibig sabihin: sa mga anak ni Adan."
    },
    {
      "ayah_number": 40,
      "translation_tl": "maliban sa mga lingkod Mo kabilang sa kanila na mga itinangi.”",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_tl": "Nagsabi Siya: “Ito ay isang landasin sa Akin na tuwid.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_tl": "Tunay na ang mga lingkod Ko ay walang ukol sa iyo na kapamahalaanan sa kanila [sa paglilisya sa kanila], maliban sa sinumang sumunod sa iyo kabilang sa mga nalilisya.s",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_tl": "Tunay na ang Impiyerno ay talagang ang tipanan nila nang magkakasama.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_tl": "Mayroon itong pitong pinto; para sa bawat pinto, mula sa ‌kanila ay may isang bahaging itinalaga [sa mga tagasunod ni Satanas].”",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_tl": "Tunay na ang mga tagapangilag magkasala ay nasa mga hardin at mga bukal.",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_tl": "[Sasabihin:] “Pumasok kayo sa mga ito nang may kapayapaan habang mga natitiwasay.”",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_tl": "Magtatanggal Kami ng anumang nasa mga dibdib nila na pagkamuhi, bilang magkakapatid habang nasa mga kama na mga nagkakaharapan.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_tl": "Walang sumasaling sa kanila roon na isang pagkapagal at hindi sila mula roon mga palalabasin.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_tl": "Magbalita ka sa mga lingkod Ko na Ako ay ang Mapagpatawad, ang Maawain,",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_tl": "at na ang pagdurusang dulot Ko ay ang pagdurusang masakit.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_tl": "Magbalita ka sa kanila tungkol sa mga [anghel na] panauhin ni Abraham.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_tl": "[Banggitin] noong pumasok sila[7] sa kanya at nagsabi sila: “Kapayapaan” ay nagsabi siya: “Tunay na kami sa inyo ay mga nasisindak.”",
      "footnotes": "[7] Ibig sabihin: ang mga anghel."
    },
    {
      "ayah_number": 53,
      "translation_tl": "Nagsabi sila: “Huwag kang masindak; tunay na kami ay magbabalita ng nakagagalak sa iyo hinggil sa isang batang lalaking maalam.”",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_tl": "Nagsabi siya:[8] “Nagbalita ba kayo ng nakagagalak sa akin [hinggil sa isang anak] sa kabila na sumaling sa akin ang kagulangan? Kaya hinggil sa ano nagbabalita kayo ng nakagagalak sa akin?”",
      "footnotes": "[8] Ibig sabihin: si Abraham."
    },
    {
      "ayah_number": 55,
      "translation_tl": "Nagsabi sila: “Nagbalita kami ng nakagagalak sa iyo hinggil sa katotohanan kaya huwag kang maging kabilang sa mga nasisiraan ng loob.”",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_tl": "Nagsabi siya: “Sino ang nasisiraan ng loob sa awa ng Panginoon niya maliban sa mga ligaw?”",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_tl": "Nagsabi siya: “Kaya ano ang pakay ninyo, O mga isinugo?”",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_tl": "Nagsabi sila: “Tunay na kami ay isinugo sa mga taong salarin,",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_tl": "maliban sa mag-anak ni Lot; tunay na kami ay mga magliligtas sa kanila nang magkakasama,",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_tl": "maliban sa maybahay niya [sapagkat nagsabi si Allāh:] Nagtakda Kami na tunay na ito ay talagang kabilang sa mga magpapaiwan [para mapahamak].”",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_tl": "Kaya noong dumating sa mag-anak ni Lot ang mga [anghel na] isinugo,",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_tl": "nagsabi siya: “Tunay na kayo ay mga taong di-kilala.”",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_tl": "Nagsabi sila: “Bagkus naghatid kami sa iyo ng [pagdurusang] sila dati kaugnay rito ay nagtataltalan.",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_tl": "Nagdala kami sa iyo ng katotohanan at tunay na kami ay talagang mga tapat.",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_tl": "Kaya lumisan ka kasama ng mag-anak mo sa isang bahagi ng gabi. Sumunod ka sa mga likuran nila at walang lilingon kabilang sa inyo na isa man. Tumuloy kayo sa kung saan kayo uutusan.”",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_tl": "Nagsiwalat Kami sa kanya ng bagay na iyon: na ang pinag-ugatan ng mga ito ay puputulin kapag inumaga.",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_tl": "Dumating ang mga naninirahan sa lungsod na nagagalak.",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_tl": "Nagsabi siya: “Ang mga ito ay mga panauhin ko kaya huwag kayong mag-iskandalo sa akin.",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_tl": "Mangilag kayong magkasala kay Allāh at huwag kayong magpahiya sa akin.”",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_tl": "Nagsabi sila: “Hindi ba sumaway kami sa iyo laban sa mga nilalang?”",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_tl": "Nagsabi siya: “Ang mga ito ay mga babaing anak ko [na mapakakasalan ninyo], kung kayo ay mga magsasagawa [ng pakikipagtalik].”",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_tl": "Sumpa man sa buhay mo, tunay na sila ay talagang nasa kalanguan nila habang nag-aapuhap sila.",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_tl": "Kaya dumaklot sa kanila ang sigaw nang sumisikat [sa kanila ang araw].",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_tl": "Kaya gumawa Kami sa itaas ng mga [pamayanang] ito na maging ibaba ng [mga pamayanang] ito. Nagpaulan Kami sa kanila ng mga batong yari sa nanigas na luwad.",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_tl": "Tunay na sa gayon ay talagang may mga tanda para sa mga tagapaghinuha.",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_tl": "Tunay na [ang mga pamayanang] ito ay talagang nasa isang landas na nananatili.",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_tl": "Tunay na sa gayon ay talagang may tanda para sa mga mananampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_tl": "Tunay na noon ang mga naninirahan sa kasukalan [ng Midyan] ay talagang mga tagalabag sa katarungan.",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_tl": "Kaya naghiganti Kami sa kanila. Tunay na ang dalawang [pamayanang] ito ay talagang nasa isang daanang malinaw.",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_tl": "Talaga ngang nagpasinungaling ang mga mamamayan ng Batuhan sa mga isinugo.",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_tl": "Nagbigay Kami sa kanila ng mga tanda Namin ngunit sila noon sa mga ito ay mga tagaayaw.",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_tl": "Sila noon ay lumililok mula sa mga bundok ng mga bahay bilang mga matiwasay.",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_tl": "Ngunit dumaklot sa kanila ang sigaw nang inumaga.",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_tl": "Kaya walang naidulot para sa kanila ang anumang dating nakakamit nila.",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_tl": "Hindi Kami lumikha ng mga langit at lupa at anumang nasa pagitan ng mga ito malibang ayon sa katotohanan. Tunay na ang Huling Sandali ay talagang darating kaya magpalampas ka nang pagpapalampas na marilag.",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_tl": "Tunay na ang Panginoon mo ay ang Palalikha, ang Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_tl": "Talaga ngang nagbigay Kami sa iyo ng pito mula mga inuulit-ulit at Dakilang Qur’ān.",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_tl": "Huwag ka ngang magpatagal ng mga mata mo sa anumang ipinatamasa Namin na mga uri mula sa kanila, huwag kang malungkot sa kanila, magbaba ka ng loob mo para sa mga mananampalataya,",
      "footnotes": null
    },
    {
      "ayah_number": 89,
      "translation_tl": "magsabi ka: “Tunay na ako mismo ay ang mapagbabalang malinaw [ng pagdursa]”",
      "footnotes": null
    },
    {
      "ayah_number": 90,
      "translation_tl": "gaya ng nagpababa Kami [ng kasulatan] sa mga nagkahati-hati,",
      "footnotes": null
    },
    {
      "ayah_number": 91,
      "translation_tl": "na mga gumawa sa Qur’ān bilang mga baha-bahagi.",
      "footnotes": null
    },
    {
      "ayah_number": 92,
      "translation_tl": "Kaya sumpa man sa Panginoon mo, talaga ngang magtatanong Kami sa kanila nang magkakasama",
      "footnotes": null
    },
    {
      "ayah_number": 93,
      "translation_tl": "tungkol sa anumang dati nilang ginagawa.",
      "footnotes": null
    },
    {
      "ayah_number": 94,
      "translation_tl": "Kaya maglantad ka ng ipinag-uutos sa iyo [ni Allāh] at umayaw ka sa mga tagapagtambal.",
      "footnotes": null
    },
    {
      "ayah_number": 95,
      "translation_tl": "Tunay na Kami ay nakasapat sa iyo sa mga tagapangutya",
      "footnotes": null
    },
    {
      "ayah_number": 96,
      "translation_tl": "na gumagawa kasama kay Allāh ng isang diyos na iba pa, ngunit malalaman nila.",
      "footnotes": null
    },
    {
      "ayah_number": 97,
      "translation_tl": "Talaga ngang nakaaalam Kami na ikaw ay napaninikipan ng dibdib mo dahil sa sinasabi nila.",
      "footnotes": null
    },
    {
      "ayah_number": 98,
      "translation_tl": "Kaya magluwalhati ka kasabay ng papuri sa Panginoon mo at maging kabilang ka sa mga tagapagpatirapa.",
      "footnotes": null
    },
    {
      "ayah_number": 99,
      "translation_tl": "Sambahin mo ang Panginoon mo hanggang sa pumunta sa iyo ang katiyakan [ng kamatayan].",
      "footnotes": null
    }
  ]
}