{
  "surah_number": 21,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_tl": "Napalapit para sa mga tao ang pagtutuos sa kanila habang sila ay nasa isang pagkalingat na mga umaayaw.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_tl": "Walang pumupunta sa kanila na isang paalaala [ng Qur’ān] mula sa Panginoon nila, na bagong ipinababa, malibang nakikinig sila rito habang sila ay naglalaro,",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_tl": "habang nalilibang ang mga puso nila. Naglihim ng pagtatapatan ang mga lumabag sa katarungan: “[Si Muḥammad na] ito kaya ay maliban pa sa isang taong tulad ninyo? Kaya pupunta ba kayo sa panggagaway samantalang kayo ay nakikita?”",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_tl": "Nagsabi siya: “Ang Panginoon ko ay nakaaalam sa sinasabi sa langit at lupa at Siya ay ang Madinigin, ang Maalam.”",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_tl": "Bagkus nagsabi sila: “Mga pagkakalahuk-lahok ng maling panaginip [ito]; bagkus ginawa-gawa niya ito; bagkus siya ay isang manunula. Kaya magdala siya sa atin ng isang tanda kung paanong isinugo ang mga sinauna.”",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_tl": "Hindi sumampalataya bago nila ang isang pamayanan na ipinahamak Namin. Kaya sila ba ay sasampalataya?",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_tl": "Hindi Kami nagsugo bago mo kundi ng mga lalaking nagkakasi Kami sa kanila. Kaya magtanong kayo sa mga may paalaala kung kayo ay hindi nakaaalam.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_tl": "Hindi Kami gumawa sa kanila bilang katawang hindi kumakain ng pagkain at hindi sila naging mga pinanatiling-buhay.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_tl": "Pagkatapos tumupad Kami sa kanila ng pangako, saka nagligtas Kami sa kanila at sa sinumang niloob Namin at nagpahamak Kami sa ang mga nagpapakalabis.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_tl": "Talaga ngang nagpababa Kami sa inyo ng isang Aklat na narito ang pagbanggit[1] sa inyo. Kaya hindi ba kayo nakapag-uunawa?",
      "footnotes": "[1] O paalaala sa inyo"
    },
    {
      "ayah_number": 11,
      "translation_tl": "Kay rami ng dinurog Namin na pamayanan, na ito noon ay tagalabag sa katarungan, at nagpaluwal Kami matapos nito ng mga ibang tao.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_tl": "Kaya noong nakadama sila ng parusa Namin, biglang sila mula roon ay tumatakas.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_tl": "[May mga anghel na nagsabi:] “Huwag kayong tumakbo at bumalik kayo sa pinaluho kayo roon at sa mga tirahan ninyo nang sa gayon kayo ay tatanungin.”",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_tl": "Magsasabi sila: “O kapighatian sa amin; tunay na kami noon ay mga tagalabag sa katarungan.”",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_tl": "Saka hindi natigil na iyon ay panawagan nila hanggang sa gumawa Kami sa kanila bilang ginapas na mga nalipol.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_tl": "Hindi Kami lumikha ng langit at lupa at anumang nasa pagitan ng dalawang ito bilang naglalaro.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_tl": "Kung sakaling nagnais Kami na gumawa ng isang paglilibang ay talaga sanang gumawa Kami nito mula sa nasa Amin, kung Kami ay gagawa [nito].",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_tl": "Bagkus nagbabalibag Kami ng katotohanan sa kabulaanan kaya dumudurog ito niyon saka biglaang iyon ay pumaparam. Ukol sa inyo ay ang kapighatian mula sa inilalarawan ninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_tl": "Sa Kanya ang sinumang nasa mga langit at lupa. Ang mga nasa piling Niya ay hindi nagmamalaki palayo sa pagsamba sa Kanya at hindi sila napapagal.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_tl": "Nagluluwalhati sila sa gabi at maghapon nang hindi nananamlay.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_tl": "O gumawa ba sila ng mga diyos mula sa lupa, na ang mga ito ay bubuhay [ng mga patay]?",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_tl": "Kung sakaling sa mga [langit at lupa na] ito ay may mga diyos maliban kay Allāh, talaga sanang nasira ang mga ito. Kaya kaluwalhatian kay Allāh, ang Panginoon ng Trono, higit sa anumang inilalarawan nila.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_tl": "Hindi Siya tinatanong tungkol sa anumang ginagawa Niya samantalang sila ay tatanungin.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_tl": "O gumawa ba sila sa bukod pa sa Kanya ng mga diyos? Sabihin mo: “Magbigay kayo ng patotoo ninyo.” Ito ay paalaala sa sinumang kasama sa akin at paalaala sa sinumang bago ko pa. Bagkus ang higit na marami sa kanila ay hindi nakaaalam sa katotohanan, kaya sila ay mga tagaayaw.”",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_tl": "Hindi Kami nagsugo bago mo pa ng anumang sugo malibang nagkakasi Kami sa kanya na walang Diyos kundi Ako, kaya sumamba kayo sa Akin.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_tl": "Nagsabi sila: “Gumawa ang Napakamaawain ng isang anak.” Kaluwalhatian sa Kanya; bagkus [sila[2] ay] mga lingkod na pinarangalan [sila].",
      "footnotes": "[2] Ibig sabihin: ang mga sinasabing anak ng Diyos na gaya nina Ezra at Jesus at ng mga anghel."
    },
    {
      "ayah_number": 27,
      "translation_tl": "Hindi sila nangunguna sa Kanya sa pagsabi samantalang sila sa utos Niya ay gumagawa.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_tl": "Nakaaalam Siya sa anumang nasa pagitan ng mga kamay nila at anumang nasa likuran nila. Hindi sila nakapamamagitan maliban para sa sinumang kinalugdan Niya. Sila, dahil sa takot sa Kanya, ay mga nababagabag.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_tl": "Ang sinumang nagsasabi kabilang sa kanila:[3] “Tunay na ako ay diyos bukod pa sa Kanya,” iyon ay gagantihan Namin ng Impiyerno. Gayon Kami gaganti sa mga tagalabag sa katarungan.",
      "footnotes": "[3] Ibig sabihin: ang mga anghel at si Jesus, halimbawa."
    },
    {
      "ayah_number": 30,
      "translation_tl": "Hindi ba nakaalam ang mga tumangging sumampalataya na ang mga langit at ang lupa dati ay magkasanib, saka nagpawatak-watak Kami sa mga ito? Gumawa Kami mula sa tubig ng bawat bagay na buhay. Kaya hindi ba sila sumasampalataya?",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_tl": "Gumawa Kami sa lupa ng mga matatag na bundok upang [hindi] gumalaw-galaw ang mga ito sa kanila at gumawa Kami rito ng mga daanang maluwang bilang mga landas nang sa gayon sila ay mapapatnubayan.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_tl": "Gumawa Kami ng langit bilang bubong na pinangangalagaan, samantalang sila, sa mga tanda nito, ay mga tagaayaw.",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_tl": "Siya ay ang lumikha ng gabi at maghapon at ng araw at buwan; lahat sa isang ligiran ay lumalangoy.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_tl": "Hindi Kami gumawa para sa isang tao bago mo pa ng kawalang-hanggan. Kaya ba kung namatay ka, sila ay ang mga mananatili?",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_tl": "Bawat kaluluwa ay lalasap ng kamatayan. Susubok Kami sa inyo sa pamamagitan ng kasamaan at kabutihan bilang tukso. Tungo sa Amin pababalikin kayo.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_tl": "Kapag nakita ka ng mga tumangging sumampalataya ay wala silang ginagawa sa iyo kundi isang pangungutya, [na nagsasabi]: “Ito ba ang bumabanggit sa mga diyos ninyo?” samantalang sila, sa pagbanggit sa Napakamaawain, sila ay mga tagatangging sumampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_tl": "Nilikha ang tao mula sa isang [kalikasan ng] pagmamadali. Magpapakita Ako sa inyo ng mga tanda Ko kaya huwag kayong magmadali [ng mga ito] sa Akin.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_tl": "Nagsasabi sila:[4] “Kailan ang pangakong ito kung kayo ay mga tapat?”",
      "footnotes": "[4] Ibig sabihin: ang mga tagatangging sumampalataya na nagkakaila ng pagkabuhay."
    },
    {
      "ayah_number": 39,
      "translation_tl": "Kung sakaling nakaaalam ang mga tumangging sumampalataya nang hindi sila nakapipigil palayo sa mga mukha nila ng apoy ni palayo sa mga likod nila ni sila ay iaadya.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_tl": "Bagkus pupunta ito sa kanila nang biglaan saka gugulantang ito sa kanila kaya hindi sila makakakaya sa pagtataboy nito ni sila ay palulugitan.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_tl": "Talaga ngang nangutya sa mga sugo bago mo pa, kaya pumaligid sa mga nanuya kabilang sa kanila ang dati nilang kinukutya.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_tl": "Sabihin mo: “Sino ang kakandili sa inyo sa gabi at maghapon laban sa [pagdurusang dulot ng] Napakamaawain?” Bagkus sila, sa pag-aalaala sa Panginoon nila, ay mga tagaayaw.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_tl": "O mayroon silang mga diyos na nagtatanggol sa kanila bukod pa sa Amin? Hindi sila nakakakaya sa pag-aadya sa mga sarili nila ni sila laban sa Amin ay maipagtatanggol.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_tl": "Bagkus nagpaginhawa Kami sa mga ito at sa mga magulang nila hanggang sa humaba sa kanila ang buhay. Kaya hindi ba sila nakaaalam na Kami ay pumupunta sa lupa, na bumabawas rito mula sa mga gilid nito? Kaya sila ba ang mga tagapanaig?”",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_tl": "Sabihin mo: “Nagbibigay-babala lamang ako sa inyo sa pamamagitang ng pagkakasi.” Hindi nakaririnig ang mga bingi ng panalangin kapag binigyang-babala sila.”",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_tl": "Talagang kung may sumaling sa kanila na isang singaw mula sa pagdurusang dulot ng Panginoon mo ay talagang magsasabi nga sila: “O kapighatian sa amin! Tunay na kami dati ay mga tagalabag sa katarungan.”",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_tl": "Maglalagay Kami ng mga timbangang pangmakatarungan para sa Araw ng Pagbangon, kaya hindi lalabagin sa katarungan ang isang kaluluwa sa anuman. Kung ito man ay kasimbigat ng buto ng mustasa ay magtatanghal Kami nito. Nakasapat na Kami bilang Tagapagtuos.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_tl": "Talaga ngang nagbigay Kami kina Moises at Aaron ng Pamantayan [ng tama at mali], isang tanglaw, at isang paalaala para sa mga tagapangilag magkasala,",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_tl": "na natatakot sa Panginoon nila nang nakalingid at sila sa Huling Sandali ay mga nababagabag.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_tl": "[Ang Qur’ān na] ito ay isang paalaalang pinagpala na pinababa Namin. Kaya kayo ba rito ay mga tagapagkaila?",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_tl": "Talaga ngang nagbigay Kami kay Abraham ng pagkagabay niya bago pa niyan. Laging Kami sa kanya ay nakaaalam.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_tl": "[Banggitin] noong nagsabi siya sa ama niya at mga kababayan niya: “Ano ang mga istatuwang ito na kayo sa mga ito ay mga namimintuho?”",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_tl": "Nagsabi sila: “Nakatagpo Kami sa mga magulang namin na sa mga ito ay mga tagasamba.”",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_tl": "Nagsabi siya: “Talaga ngang kayo at ang mga ninuno ninyo ay nasa isang pagkaligaw na malinaw.”",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_tl": "Nagsabi sila: “Naghatid ka ba sa amin ng katotohanan o ikaw ay kabilang sa mga tagapaglaro?”",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_tl": "Nagsabi siya: “Bagkus ang Panginoon ninyo ay ang Panginoon ng mga langit at lupa, na lumalang sa mga ito, at ako ayon doon ay kabilang sa mga tagasaksi.",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_tl": "Sumpa man kay Allāh, talagang manlalansi nga ako laban sa mga anito ninyo matapos na tumalikod kayo habang mga lumilisan.”",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_tl": "Kaya gumawa siya sa mga ito na mga pira-piraso maliban sa isang malaki para sa mga ito nang sa gayon sila tungo rito ay babalik.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_tl": "Nagsabi sila: “Sino ang gumawa nito sa mga diyos natin? Tunay na siya ay talagang kabilang sa mga tagalabag sa katarungan.”",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_tl": "Nagsabi sila: “Nakarinig kami ng isang binatang bumabanggit sa kanila, na sinasabi siyang si Abraham.”",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_tl": "Nagsabi sila: “Kaya magdala kayo sa kanya sa mga mata ng mga tao nang gayon sila ay sasaksi.”",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_tl": "Nagsabi sila: “Ikaw ba ay gumawa nito sa mga diyos namin, O Abraham?”",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_tl": "Nagsabi siya: “Bagkus ginawa iyan ng malaki nilang ito kaya magtanong kayo sa kanila kung sila ay nakabibigkas.”",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_tl": "Kaya bumalik sila sa mga sarili nila saka nagsabi sila: “Tunay na kayo ay ang mga tagalabag sa katarungan.”",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_tl": "Pagkatapos nanumbalik sila sa [katigasan ng] mga ulo nila, [na nagsasabi]: “Talaga ngang nalaman mong ang mga ito ay hindi nakabibigkas.”",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_tl": "Nagsabi siya: “Kaya sumasamba ba kayo sa bukod pa kay Allāh, na hindi nagpapakinabang sa inyo ng anuman at hindi nakapipinsala sa inyo?",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_tl": "Pagkasuya ay sa inyo at ukol sa anumang sinasamba ninyo bukod pa kay Allāh! Kaya ba hindi kayo nakapag-uunawa?”",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_tl": "Nagsabi sila: “Sunugin ninyo siya at iadya ninyo ang mga diyos ninyo kung kayo ay mga gagawa.”",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_tl": "Nagsabi Kami: “O apoy, maging kalamigan at kaligtasan ka kay Abraham.”",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_tl": "Nagnais sila sa kanya ng isang panlalansi ngunit gumawa Kami sa kanila bilang ang mga pinakalugi.",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_tl": "Nagligtas Kami sa kanya at kay Lot tungo sa lupaing nagpala Kami roon para sa mga nilalang.",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_tl": "Nagkaloob Kami para sa kanya kina Isaac at Jacob bilang dagdag. Lahat ay ginawa Naming mga maayos.",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_tl": "Gumawa Kami sa kanila bilang mga tagapanguna na pumapatnubay sa pamamagitan ng utos Namin. Nagkasi Kami sa kanila ng paggawa ng mga kabutihan, pagpapanatili ng dasal, at pagbibigay ng zakāh. Laging sila sa Amin ay mga tagasamba.",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_tl": "Kay Lot ay nagbigay Kami ng isang paghahatol at isang kaalaman at nagligtas Kami sa kanya mula sa pamayanang gumagawa dati ng mga karima-rimarim. Tunay na sila noon ay mga tao ng kasagwaan, na mga suwail.",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_tl": "Nagpapasok Kami sa kanya sa awa Namin. Tunay na siya ay kabilang sa mga maayos.",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_tl": "[Banggitin] si Noe noong nanawagan siya bago pa niyan kaya tumugon Kami sa kanya saka nagligtas Kami sa kanya at sa mag-anak niya mula sa dalamhating sukdulan.",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_tl": "Nag-adya Kami sa kanya mula sa mga taong nagpasinungaling sa mga tanda Namin. Tunay na sila noon ay mga tao ng kasagwaan kaya lumunod Kami sa kanila nang magkakasama.",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_tl": "[Banggitin] sina David at Solomon noong humahatol silang dalawa kaugnay sa sakahan noong naglipana roon ang mga tupa ng mga tao [sa gabi] at laging Kami para sa paghahatol nila ay tagasaksi.",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_tl": "Nagpaintindi Kami nito kay Solomon. Sa bawat isa ay nagbigay Kami ng isang paghahatol at isang kaalaman. Pinagsilbi Namin kasama kay David ang mga bundok, na nagluluwalhati, at ang mga ibon. Kami dati ay gumagawa [niyon].",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_tl": "Nagturo Kami sa kanya ng pagyari ng mga kutamaya para sa inyo upang magsanggalang sa inyo mula sa karahasan ninyo, kaya kayo kaya ay mga tagapagpasalamat?",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_tl": "[Pinaglingkod] para kay Solomon ang hangin habang umuunos, na dumadaloy ayon sa utos niya tungo sa lupaing nagpala Kami roon. Laging Kami sa bawat bagay ay nakaaalam.",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_tl": "Mayroon sa mga demonyo [kabilang sa mga jinn] na sumisisid para sa kanya at gumagawa ng gawain bukod pa roon. Laging Kami sa kanila ay tagapag-ingat.",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_tl": "[Banggitin] si Job noong nanawagan siya sa Panginoon niya: “Tunay na ako ay nasaling ng kapinsalaan,[5] at Ikaw ay ang pinakamaawain ng mga naaawa.”",
      "footnotes": "[5] Ibig sabihin: karamdaman at pagkamatay ng mga anak."
    },
    {
      "ayah_number": 84,
      "translation_tl": "Kaya tumugon Kami sa kanya saka pumawi Kami sa anumang taglay niya na kapinsalaan. Nagbigay Kami sa kanya ng mag-anak niya at ng tulad nila kasama sa kanila bilang awa mula sa ganang Amin at bilang paalaala sa mga tagasamba.",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_tl": "[Banggitin] sina Ismael, Enoc, at Dhulkifl. Lahat ay kabilang sa mga tagapagtiis.",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_tl": "Nagpapasok Kami sa kanila sa awa Namin. Tunay na sila ay kabilang sa mga maayos.",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_tl": "[Banggitin]mo si Jonas] na may isda noong umalis siya habang may kinagagalitan saka nagpalagay siya na hindi Kami makakakaya sa kanya, ngunit nanawagan siya sa loob ng mga kadiliman, na [nagsasabi]: “Walang Diyos kundi Ikaw. Kaluwalhatian sa Iyo! Tunay na ako dati ay kabilang sa mga tagalabag sa katarungan.”",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_tl": "Kaya tumugon Kami sa kanya. Iniligtas Namin siya mula sa hapis. Gayon Kami nagliligtas sa mga mananampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 89,
      "translation_tl": "[Banggitin] si Zacarias noong nanawagan siya sa Panginoon niya: “Panginoon ko, huwag Mo akong hayaang mag-isa. Ikaw ay ang pinakamabuti sa mga tagapagmana.”",
      "footnotes": null
    },
    {
      "ayah_number": 90,
      "translation_tl": "Kaya tumugon Kami sa kanya. Ipinagkaloob Namin sa kanya si Juan at isinaayos Namin para sa kanya ang maybahay niya. Tunay na sila[6] noon ay nakikipagmabilisan sa mga kabutihan at dumadalangin sa Amin sa pagmimithi at sa pangingilabot. Sila noon sa Amin ay mga nagtataimtim.",
      "footnotes": "[6] Ibig sabihin: sina Zacarias at ang mag-anak niya."
    },
    {
      "ayah_number": 91,
      "translation_tl": "[Banggitin]mo si Maria] ang [babaing] nag-ingat sa kalinisang-puri niya kaya umihip Kami sa kanya[7] mula sa Espiritu Namin at gumawa Kami sa kanya at anak niya bilang tanda para sa mga nilalang.[8]",
      "footnotes": "[7] Ibig sabihin: umihip sa manggas ng damit niya.\n[8] Sa kapangyarihan ni Allāh na hindi napawawalang-kakayahan ng anuman yayamang lumikha Siya kay Jesus nang walang ama."
    },
    {
      "ayah_number": 92,
      "translation_tl": "Tunay na [ang kapaniwalaan ng Islām na] ito ay kalipunan ninyo – kalipunang nag-iisa,[9] at Ako ay Panginoon ninyo kaya sumamba kayo sa Akin.",
      "footnotes": "[9] O Tunay na [ang kapaniwalaan ng Islām na] ito ay relihiyon ninyo – relihiyong nag-iisa,"
    },
    {
      "ayah_number": 93,
      "translation_tl": "Nagkawatak-watak sila sa lagay nila [sa mga pangkatin] sa pagitan nila. Lahat ay tungo sa Amin mga babalik.",
      "footnotes": null
    },
    {
      "ayah_number": 94,
      "translation_tl": "Kaya ang sinumang gumagawa ng mga maayos habang siya ay mananampalataya, walang pagtanggi para sa pagsisikap niya. Tunay na Kami rito ay magtatala.",
      "footnotes": null
    },
    {
      "ayah_number": 95,
      "translation_tl": "May ipinagbabawal sa isang pamayanan na ipinahamak Namin: na sila ay hindi babalik;",
      "footnotes": null
    },
    {
      "ayah_number": 96,
      "translation_tl": "hanggang sa nang binuksan ang [saplad ng] Gog at Magog, habang sila mula sa bawat bakulod ay magmamatulin,",
      "footnotes": null
    },
    {
      "ayah_number": 97,
      "translation_tl": "at nalapit ang pangakong totoo ay biglang napatititig ang mga paningin ng mga tumangging sumampalataya, [na nagsasabi]: “O kapighatian sa amin! Kami nga noon ay nasa isang pagkalingat mula rito; bagkus Kami noon ay mga tagalabag sa katarungan.”",
      "footnotes": null
    },
    {
      "ayah_number": 98,
      "translation_tl": "Tunay na kayo [na mga tagatangging sumampalataya] at ang sinasamba ninyo bukod pa kay Allāh ay mga panggatong ng Impiyerno; kayo doon ay mga sasapit.",
      "footnotes": null
    },
    {
      "ayah_number": 99,
      "translation_tl": "Kung sakaling ang mga ito ay naging mga diyos, hindi sana sila sumapit doon [sa Impiyerno]. Lahat doon ay mga mamamalagi.",
      "footnotes": null
    },
    {
      "ayah_number": 100,
      "translation_tl": "Ukol sa kanila roon ay singhal at sila roon ay hindi nakaririnig [dahil sa hilakbot sa pagdurusa nila].",
      "footnotes": null
    },
    {
      "ayah_number": 101,
      "translation_tl": "Tunay na ang mga nauna para sa kanila mula sa Amin ang pinakamaganda;[10] ang mga iyon buhat doon [sa Impiyerno] ay mga palalayuin.",
      "footnotes": "[10] gaya nina Jesus at mga anghel na mga sinamba"
    },
    {
      "ayah_number": 102,
      "translation_tl": "Hindi sila makaririnig ng lagaslas nito habang sila sa ninanasa ng mga sarili nila ay mga mamamalagi.",
      "footnotes": null
    },
    {
      "ayah_number": 103,
      "translation_tl": "Hindi magpapalungkot sa kanila ang pagkahindik na pinakamalaki [ng Araw ng Pagbangon] at tatanggap sa kanila ang mga anghel, [na nagsasabi]: “Ito ay ang Araw ninyo na kayo noon ay pinangangakuan,",
      "footnotes": null
    },
    {
      "ayah_number": 104,
      "translation_tl": "sa Araw na magtutupi Kami sa langit gaya ng pagtupi ng pahina para sa mga talaan. Kung paanong nagsimula Kami ng unang paglikha ay magpapanumbalik Kami niyon, bilang pangako ukol sa Amin. Tunay na Kami ay laging magsasagawa.",
      "footnotes": null
    },
    {
      "ayah_number": 105,
      "translation_tl": "Talaga ngang nagsulat Kami sa Salmo matapos na ng pagbanggit na ang lupa ay mamanahin ng mga lingkod Kong maayos.",
      "footnotes": null
    },
    {
      "ayah_number": 106,
      "translation_tl": "Tunay na sa [ Qur’ān na] ito ay talagang may pagpapaabot para sa mga taong tagasamba.",
      "footnotes": null
    },
    {
      "ayah_number": 107,
      "translation_tl": "Hindi Kami nagsugo sa iyo kundi bilang awa para sa mga nilalalang.",
      "footnotes": null
    },
    {
      "ayah_number": 108,
      "translation_tl": "Sabihin mo: “Ikinakasi sa akin na ang Diyos ninyo ay Diyos na nag-iisa lamang. Kaya kayo kaya ay mga tagapagpasakop?”",
      "footnotes": null
    },
    {
      "ayah_number": 109,
      "translation_tl": "Ngunit kung tumalikod sila ay sabihin mo: “Nagpahayag ako sa inyo ayon sa isang pagkakapantay. Hindi ako nakaaalam kung malapit na ba o malayo pa ang ipinangangako sa inyo.",
      "footnotes": null
    },
    {
      "ayah_number": 110,
      "translation_tl": "Tunay na Siya ay nakaaalam sa hayag kabilang sa sinasabi at nakaaalam sa anumang itinatago ninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 111,
      "translation_tl": "Hindi ako[11] nakaaalam; baka ito ay isang pagsubok para sa inyo at isang natatamasa hanggang sa isang panahon.”",
      "footnotes": "[11] Ibig sabihin: si Propeta Muḥammad."
    },
    {
      "ayah_number": 112,
      "translation_tl": "Nagsabi [ang Sugo]: “Panginoon ko, humatol Ka ayon sa katotohanan. Ang Panginoon namin, ang Napakamaawain, ay ang Pinatutulong laban sa inilalarawan ninyo.”",
      "footnotes": null
    }
  ]
}