{
  "surah_number": 31,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_tl": "Alif. Lām. Mīm. [1]",
      "footnotes": "[1] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān."
    },
    {
      "ayah_number": 2,
      "translation_tl": "Ang mga ito ay ang mga talata ng Aklat na marunong",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_tl": "bilang patnubay at awa para sa mga tagagawa ng maganda,",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_tl": "na mga nagpapanatili ng pagdarasal at nagbibigay ng zakāh [sa mga karapat-dapat], at sila, sa Kabilang-buhay, sila ay nakatitiyak.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_tl": "Ang mga iyon ay nasa patnubay mula sa Panginoon nila at ang mga iyon ay ang mga magtatagumpay.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_tl": "Mayroon sa mga tao na bumibili ng paglilibang ng pag-uusap[2] upang magligaw [ng sarili at iba pa] palayo sa landas ni Allāh nang walang kaalaman at gumagawa rito bilang pangungutya. Ang mga iyon ay may ukol sa kanila na isang pagdurusang manghahamak.",
      "footnotes": "[2] upang magbalng sa mga tao palayo sa Relihiyon ni Allāh"
    },
    {
      "ayah_number": 7,
      "translation_tl": "Kapag binibigkas sa kanya ang mga talata Namin [sa Qur’ān] ay tumatalikod siya na nagmamalaki na para bang hindi siya nakarinig sa mga ito, na para bang sa mga tainga niya ay may pagkabingi. Kaya magbalita ka sa kanya hinggil sa isang pagdurusang masakit.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_tl": "Tunay na ang mga sumampalataya at gumawa ng mga maayos, ukol sa kanila ang mga hardin ng kaginhawahan",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_tl": "bilang mga mananatili sa mga ito bilang pangako ni Allāh, na totohanan. Siya ay ang Makapangyarihan, ang Marunong.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_tl": "Lumikha Siya ng mga langit nang walang mga haliging nakikita ninyo. Naglapat Siya sa lupa ng mga matatag na bundok nang hindi gumalaw-galaw ang mga ito sa inyo. Nagkalat Siya rito ng bawat gumagalaw na nilalang. Nagpababa Kami mula sa langit ng tubig at nagpatubo Kami sa lupa ng bawat uring marangal.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_tl": "Ito ay ang nilikha ni Allāh kaya magpakita kayo sa akin kung ano ang nalikha ng [mga sinasamba ninyo na] bukod pa sa Kanya. Bagkus ang mga tagalabag sa katarungan [na nagtambal kay Allāh] ay nasa isang pagkaligaw na malinaw.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_tl": "Talaga ngang nagbigay Kami kay Luqmān ng karunungan, na [nagsasabi]: “Magpasalamat ka kay Allāh.” Ang sinumang nagpapasalamat ay nagpapasalamat lamang para sa [pakinabang ng] sarili niya. Ang sinumang tumangging magpasalamat, tunay na si Allāh ay Walang-pangangailangan, Kapuri-puri.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_tl": "[Banggitin] noong nagsabi si Luqmān sa anak niya habang siya ay nangangaral dito: “O anak ko, huwag kang magtambal kay Allāh; tunay na ang pagtatambal [kay Allāh] ay talagang isang kawalang-katarungang [kasalanang] sukdulan.”",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_tl": "Nagtagubilin Kami sa tao hinggil sa mga magulang niya [na maging mabuti] – nagdalang-tao sa kanya ang ina niya sa isang panlalata sa ibabaw isang panlalata at ang pag-awat sa kanya ay sa dalawang taon – na [nagsasabi]: “Magpasalamat ka sa Akin at sa mga magulang mo. Tungo sa Akin ang kahahantungan.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_tl": "Kung nakipagpunyagi silang dalawa sa iyo na magtambal ka sa Akin ng wala kang kaalaman hinggil doon ay huwag kang tumalima sa kanilang dalawa. Makisama ka sa kanilang dalawa sa Mundo ayon sa nakabubuti. Sumunod ka sa landas ng sinumang nagsisising nanumbalik tungo sa Akin. Pagkatapos tungo sa Akin ang babalikan ninyo saka magbabalita Ako sa inyo hinggil sa anumang dati ninyong ginagawa.”",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_tl": "[Nagsabi si Luqmān]: “O anak ko, tunay na ito, kung naging kasimbigat ng isang buto ng mustasa saka naging nasa isang bato o nasa mga langit o nasa lupa, maglalahad nito si Allāh. Tunay na si Allāh ay Mapagtalos, Mapagbatid.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_tl": "O anak ko, magpanatili ka ng pagdarasal, mag-utos ka ng nakabubuti, sumaway ka ng nakasasama, at magtiis ka sa anumang tumatama sa iyo; tunay na iyon ay kabilang sa pinagpapasyahan sa mga usapin.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_tl": "Huwag kang mag-iwas ng pisngi mo sa mga tao at huwag kang maglakad sa lupa dala ng pagpapakatuwa [sa sarili]. Tunay na si Allāh ay hindi umiibig sa bawat hambog na mayabang.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_tl": "Magmarahan ka sa paglakad mo at magbaba ka ng tinig mo; tunay ang pinakamasagwa sa mga tinig ay talagang ang tinig ng mga asno.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_tl": "Hindi ba kayo nakakita na si Allāh ay nagpasilbi para sa inyo ng nasa mga langit at nasa lupa at nagpasagana sa inyo ng mga biyaya Niya nang lantaran at pakubli. Mayroon sa mga tao na nakikipagtalo hinggil kay Allāh nang walang isang kaalaman ni isang patnubay ni isang aklat na nagbibigay-liwanag.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_tl": "Kapag sinabi sa kanila: “Sumunod kayo sa pinababa ni Allāh,” nagsasabi sila: “Bagkus sumusunod kami sa natagpuan namin sa mga magulang namin.” Kahit pa ba ang demonyo ay nag-aanyaya sa kanila sa pagdurusa sa Liyab?",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_tl": "Ang sinumang nagpasakop ng mukha niya kay Allāh habang siya ay tagagawa ng maganda ay nangunyapit nga sa hawakang pinakamatibay. Tungo kay Allāh ang kahihinatnan ng mga usapin.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_tl": "Ang sinumang tumangging sumampalataya ay huwag magpalungkot sa iyo ang kawalang-pananampalataya niya. Tungo sa Amin ang babalikan nila saka magbabalita Kami sa kanila hinggil sa anumang ginawa nila. Tunay na si Allāh ay Maalam sa laman ng mga dibdib.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_tl": "Magpapatamasa Kami sa kanila[3] nang kaunti, pagkatapos magtataboy Kami sa kanila sa isang pagdurusang mabagsik.",
      "footnotes": "[3] na mga tagapagtambal at mga tagangging sumampalataya"
    },
    {
      "ayah_number": 25,
      "translation_tl": "Talagang kung nagtanong ka sa kanila kung sino ang lumikha ng mga langit at lupa ay talagang magsasabi nga sila na si Allāh. Sabihin mo: “Ang papuri ay ukol kay Allāh.” Bagkus ang higit na marami sa kanila ay hindi nakaaalam.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_tl": "Sa kay Allāh ang anumang nasa mga langit at lupa. Tunay na si Allāh ay ang Walang-pangangailangan, ang Kapuri-puri.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_tl": "Kung sakaling ang anumang nasa lupa na punong-kahoy ay [ginawang] mga panulat at ang dagat [ay tinta], na may magdaragdag dito matapos na niyon na pitong dagat, hindi mauubos ang mga salita ni Allāh. Tunay na si Allāh ay Makapangyarihan, Marunong.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_tl": "Walang iba ang pagkalikha sa inyo ni ang pagbuhay sa inyo [mula sa kamatayan] kundi gaya[4] ng nag-iisang kaluluwa. Tunay na si Allāh ay Madinigin, Nakakikita.",
      "footnotes": "[4] ng walang kahirap-hirap para kay Allāh na paglikha at pagbuhay"
    },
    {
      "ayah_number": 29,
      "translation_tl": "Hindi ka ba nakakita na si Allāh ay nagpapalagos ng gabi sa maghapon, nagpapalagos ng maghapon sa gabi, at nagpasilbi ng araw at buwan, na bawat isa ay tumatakbo tungo sa isang taning na tinukoy; at na si Allāh sa anumang ginagawa ninyo ay Mapagbatid?",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_tl": "Iyon ay dahil si Allāh ay ang Totoo, at na ang anumang dinadalanginan nila bukod pa sa Kanya ay ang kabulaanan, at na si Allāh ay ang Mataas, ang Malaki.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_tl": "Hindi ka ba nakakita na ang mga daong ay naglalayag sa dagat dahil sa biyaya ni Allāh upang magpakita Siya sa inyo ng mga tanda Niya? Tunay sa gayon ay talagang may mga tanda para sa bawat palatiis na mapagpasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_tl": "Kapag may bumalot sa kanila na mga alon na gaya ng mga kulandong ay dumadalangin sila kay Allāh habang mga nagpapakawagas para sa Kanya sa pagtalima, ngunit noong nagligtas Siya sa kanila patungo sa katihan ay mayroon sa kanila na katamtaman.[5] Walang nagkakaila sa mga tanda Namin kundi bawat palasira sa pangako na mapagtangging magpasalamat.",
      "footnotes": "[5] sa pananampalataya samantalang ang mga iba ay nagpupumilit sa kawalang-pananampalaya nila"
    },
    {
      "ayah_number": 33,
      "translation_tl": "O mga tao, mangilag kayong magkasala sa Panginoon ninyo at matakot kayo sa isang Araw na walang mananagot na isang magulang para sa anak niya ni isang inanak na mananagot para sa magulang niya sa anuman. Tunay na ang pangako ni Allāh ay totoo kaya huwag ngang lilinlang sa inyo ang buhay na pangmundo at huwag ngang lilinlang sa inyo hinggil kay Allāh ang mapanlinlang.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_tl": "Tunay na si Allāh ay may taglay ng kaalaman sa Huling Sandali. Nagbababa Siya ng ulan at nakaaalam Siya sa anumang nasa mga sinapupunan. Hindi nababatid ng isang kaluluwa kung ano ang kakamtin niya kinabukasan at hindi nababatid ng isang kaluluwa kung sa aling lupain siya mamamatay. Tunay na si Allāh ay Maalam, Mapagbatid.",
      "footnotes": null
    }
  ]
}