{
  "surah_number": 32,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_tl": "Alif. Lām. Mīm. [1]",
      "footnotes": "[1] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān."
    },
    {
      "ayah_number": 2,
      "translation_tl": "Ang pagbababa ng Aklat nang walang pag-aalinlangan doon ay mula sa Panginoon ng mga nilalang.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_tl": "O nagsasabi sila na ginawa-gawa niya [ang Qur’̄ā na] ito? Bagkus ito ay ang katotohanan mula sa Panginoon mo upang magbabala ka sa mga taong walang pumunta sa kanila na anumang mapagbabala bago mo pa, nang sa gayon sila ay mapapatnubayan.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_tl": "Si Allāh ay ang lumikha ng mga langit at lupa at anumang nasa pagitan ng mga ito sa anim na araw, pagkatapos lumuklok Siya sa Trono. Walang ukol sa inyo bukod pa sa Kanya na anumang katangkilik ni mapagpamagitan. Kaya hindi ba kayo magsasaalaala?",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_tl": "Nangangasiwa Siya sa usapin [ng nilikha Niya] mula sa langit patungo sa lupa, pagkatapos papanik iyon sa Kanya sa isang araw na ang sukat nito ay isang libong taon mula sa binibilang ninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_tl": "Iyon ay ang Tagaalam sa nakalingid at nasasaksihan, ang Makapangyarihan, ang Maawain,",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_tl": "na nagpaganda sa bawat bagay na nilikha Niya. Nagsimula Siya ng paglikha ng tao mula sa putik.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_tl": "Pagkatapos gumawa Siya sa mga inapo nito mula sa isang hinango mula sa isang tubig na aba.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_tl": "Pagkatapos humubog Siya rito at umihip Siya rito mula sa espiritu Niya.[2] Gumawa Siya para sa inyo ng pandinig, mga paningin, at mga puso. Kaunti ang pinasasalamatan ninyo!",
      "footnotes": "[2] sa pamamagitan ng pag-uutos ng pag-uutos sa anghel na nakatalaga sa pag-ihip ng espiritu"
    },
    {
      "ayah_number": 10,
      "translation_tl": "Nagsabi sila: “Kapag ba nawala kami sa lupa, tunay bang kami ay talagang [bubuhayin] sa isang paglikhang bago?” Bagkus sila, sa pakikipagkita sa Panginoon nila, ay mga tagatangging sumampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_tl": "Sabihin mo: “Magpapapanaw sa inyo ang anghel ng kamatayan na itinalaga sa inyo, pagkatapos tungo sa Panginoon ninyo pababalikin kayo.”",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_tl": "Kung sakaling nakikita mo kapag ang mga salarin ay mga nakatungo ang mga ulo nila sa piling ng Panginoon nila, [na nagsasabi]: “Panginoon namin, nakakita kami at nakarinig kami. Kaya magpabalik Ka sa amin [sa Mundo], gagawa kami ng maayos.[3] Tunay na kami ay mga nakatitiyak.”",
      "footnotes": "[3] at susunod sa Propeta"
    },
    {
      "ayah_number": 13,
      "translation_tl": "Kung sakaling niloob Namin ay talaga sanang nagbigay Kami sa bawat kaluluwa ng patnubay niya, subalit nagindapat ang pag-atas mula sa Akin: “Talagang magpupuno nga Ako sa Impiyerno ng mga jinn at mga tao nang lahat-lahat.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_tl": "Kaya lumasap kayo [ng pagdurusa] dahil lumimot kayo sa pakikipagkita sa Araw ninyong ito. Tunay na Kami ay lilimot[4] sa inyo. Lumasap kayo ng pagdurusa ng kawalang-hanggan dahil sa dati ninyong ginagawa [na kasamaan].”",
      "footnotes": "[4] Ibig sabihin: mag-iiwan sa inyo sa Impiyerno"
    },
    {
      "ayah_number": 15,
      "translation_tl": "Sumasampalataya lamang sa mga talata Namin [sa Qur’ān] ang mga kapag pinaalalahanan sa mga ito ay bumabagsak na mga nakapatirapa at nagluluwalhati kalakip ng papuri sa Panginoon nila habang sila ay hindi nagmamalaki.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_tl": "Naghihiwalayan ang mga tagiliran nila palayo sa mga hinihigaan [sa gabi para magdasal] habang dumadalangin sila sa Panginoon nila dala ng pangamba at paghahangad. Mula sa itinustos Namin sa kanila ay gumugugol sila.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_tl": "Kaya hindi nalalaman ng isang kaluluwa ang ikinubli para sa kanila na ginhawa ng mga mata bilang ganti sa anumang dati nilang ginagawa.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_tl": "Kaya ba ang sinumang naging isang mananampalataya ay gaya ng sinumang naging isang suwail? Hindi sila nagkakapantay.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_tl": "Hinggil naman sa mga sumampalataya at gumawa ng mga maayos, ukol sa kanila ay mga hardin ng kanlungan bilang tuluyan dahil sa dati nilang ginagawa.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_tl": "Hinggil naman sa mga nagpakasuwail,[5] ang kanlungan nila ay ang Apoy. Sa tuwing nagnais sila na lumabas mula roon, pinanunumbalik sila roon at sinasabi sa kanila: “Lasapin ninyo ang pagdurusa sa Apoy, na dati kayo ay nagpapasinungaling dito.”",
      "footnotes": "[5] dahil sa kawalang-pananampalataya kay Allāh at paggawa ng mga pagsuway"
    },
    {
      "ayah_number": 21,
      "translation_tl": "Talagang magpapalasap nga Kami sa kanila ng pinakamalapit na pagdurusa [sa Mundo] bukod pa sa pinakamalaking pagdurusa [sa Kabilang-buhay], nang sa gayon sila ay babalik.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_tl": "Sino pa ang higit na tagalabag sa katarungan kaysa sa sinumang pinaalalahanan sa pamamagitan ng mga tanda ng Panginoon niya, pagkatapos umaayaw sa mga ito? Tunay na Kami sa mga salarin ay maghihiganti.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_tl": "Talaga ngang nagbigay Kami kay Moises ng Kasulatan kaya huwag kang maging nasa isang pag-aalangan sa pakikipagkita sa kanya.[6] Gumawa Kami rito bilang patnubay para sa mga anak ni Israel.",
      "footnotes": "[6] Ibig sabihin: kay Moises sa gabi ng pag-akya mo sa langit"
    },
    {
      "ayah_number": 24,
      "translation_tl": "Gumawa Kami mula sa kanila [na mga anak ni Israel] ng mga pinuno na nagpapatnubay ayon sa kautusan Namin noong nagtiis sila at sila noon sa mga tanda Namin ay nakatitiyak.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_tl": "Tunay na ang Panginoon mo ay magpapasya sa pagitan nila sa Araw ng Pagbangon sa anumang sila dati hinggil doon ay nagkakaiba-iba.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_tl": "Hindi ba nagpatnubay para sa kanila na kay rami ng ipinahamak Namin bago pa nila na mga [makasalanang] salinlahi habang naglalakad ang mga iyon sa mga tirahan ng mga iyon? Tunay na sa gayon ay talagang may mga tanda; kaya hindi ba sila dumidinig?",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_tl": "Hindi ba sila nakakita na Kami ay umaakay sa tubig patungo sa lupang tigang saka nagpapalabas Kami sa pamamagitan niyon ng pananim na kumakain mula rito ang mga hayupan nila at ang mga sarili nila? Kaya hindi ba sila tumitingin [doon]?",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_tl": "Nagsasabi sila: “Kailan ang pagsakop na ito kung kayo ay mga tapat?”",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_tl": "Sabihin mo: “Sa araw ng pagsakop, hindi magpapakinabang sa mga tumangging sumampalataya ang pagsampalataya nila ni sila ay palulugitan.”",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_tl": "Kaya umayaw ka sa kanila at maghintay ka sa kanila [sa sasapit sa kanila]; tunay na sila ay mga naghihintay.[7]",
      "footnotes": "[7] ng ipinangako mo sa kanila na pagdurusa."
    }
  ]
}