{
  "surah_number": 33,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_tl": "O Propeta [Muḥammad], mangilag kang magkasala kay Allāh at huwag kang tumalima sa [ninanasa ng] mga tagatangging sumampalataya at mga mapagpaimbabaw. Tunay na si Allāh ay laging Maalam, Marunong.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_tl": "Sumunod ka sa ikinakasi sa iyo mula sa Panginoon mo. Tunay na si Allāh laging sa anumang ginagawa ninyo ay Mapagbatid.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_tl": "Manalig ka kay Allāh. Nakasapat si Allāh bilang Pinananaligan.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_tl": "Hindi gumawa si Allāh para sa isang lalaki ng dalawang puso sa kaloob-looban nito. Hindi Siya gumawa sa mga maybahay ninyo na nagtutulad kayo sa kanila sa likod [ng mga ina ninyo] bilang mga ina ninyo. Hindi Siya gumawa sa mga ampon ninyo bilang mga anak ninyo. Iyon ay ang sabi ninyo sa pamamagitan ng mga bibig ninyo. Si Allāh ay nagsasabi ng totoo at Siya ay nagpapatnubay sa landas.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_tl": "Tumawag kayo sa kanila [na mga ampon ninyo] sa [pangalan ng] mga ama nila; ito ay higit na makatarungan sa ganang kay Allāh. Ngunit kung hindi kayo nakaaalam sa mga ama nila ay mga kapatid ninyo sa relihiyon at mga nagpapatangkilik sa inyo. Wala sa inyong isang paninisi sa anumang nagkamali kayo subalit [mayroon kasalanan] sa anumang sinadya ng mga puso ninyo. Laging si Allāh ay Mapagpatawad, Maawain.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_tl": "Ang Propeta ay higit na karapat-dapat sa mga mananampalataya kaysa sa mga sarili nila. Ang mga maybahay niya ay mga ina nila. Ang mga may mga pagkakaanak [sa kaangkanan at dugo], ang iba sa kanila ay higit na karapat-dapat sa iba [sa pagmamana] ayon sa Kautusan ni Allāh kaysa sa mga mananampalataya at mga lumikas [alang-alang kay Allāh], maliban na gumawa kayo sa mga katangkilik ninyo ng isang nakabubuti [sa pamamagitan ng isang habilin]. Noon pa, iyon sa Talaan [na Tablerong Iniingatan] ay nakatitik na.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_tl": "[Banggitin] noong tumanggap Kami mula sa mga propeta ng tipan nila, mula sa iyo [O Muḥammad], at mula kina Noe, Abraham, Moises, at Jesus na anak ni Maria. Tumanggap Kami mula sa kanila ng tipang mariin,",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_tl": "upang magtanong Siya sa mga tapat tungkol sa katapatan nila [sa pagpapaabot sa mensahe Niya]. Naghanda Siya para sa mga tagatangging sumampalataya ng isang pagdurusang masakit.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_tl": "O mga sumampalataya, alalahanin ninyo ang biyaya ni Allāh sa inyo noong may dumating sa inyo na mga kawal saka nagsugo sa kanila ng isang hangin at mga kawal [na Anghel] na hindi ninyo nakita. Laging si Allāh sa anumang ginagawa ninyo ay Nakakikita.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_tl": "[Banggitin] noong dumating sila sa inyo mula sa ibabaw ninyo at mula sa ilalim mula sa inyo, at noong lumiko ang mga paningin, umabot ang mga puso sa mga lalamunan, at nagpapalagay kayo kay Allāh ng mga palagay.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_tl": "Doon nasubok ang mga mananampalataya at nayanig sila sa isang pagyanig na matindi.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_tl": "[Banggitin] noong nagsasabi ang mga mapagpaimbabaw at ang mga sa mga puso nila ay may karamdaman [ng pagdududa]: “Hindi nangako sa amin si Allāh at ang Sugo Niya kundi ng isang panlilinlang.”",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_tl": "[Banggitin] noong may nagsabing isang pangkatin kabilang sa kanila: “O mga mamamayan ng Yathrib,[1] walang mapananatilihan [dito] para sa inyo kaya bumalik kayo.” May nagpapaalam na isang pangkat kabilang sa kanila sa Propeta, na nagsasabi: “Tunay na ang mga bahay namin ay nakabuyayang,” samantalang ang mga iyon ay hindi nakabuyayang. Walang silang ninanais kundi isang pagtakas.",
      "footnotes": "[1] Madīnah"
    },
    {
      "ayah_number": 14,
      "translation_tl": "Kung sakaling may nakapasok sa kanila mula sa mga pook nito, pagkatapos hinilingan sila [ng kaaway] ng pagtataksil, talaga sanang gumawa sila nito at hindi sila namalagi rito kundi daglian.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_tl": "Talaga ngang nangyaring sila ay nakipagkasunduan kay Allāh bago pa niyan na hindi sila magbabaling ng mga likod. Laging ang kasunduan kay Allāh ay pinananagutan.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_tl": "Sabihin mo: “Hindi magpapakinabang sa inyo ang pagtakas kung tumakas kayo sa kamatayan o pagkapatay, at sa samakatuwid [kung ginawa ninyo,] hindi kayo pagtatamasain [buhay na ito] kundi nang kaunti.”",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_tl": "Sabihin mo: “Sino itong magsasanggalang sa inyo laban kay Allāh kung nagnais Siya sa inyo ng isang kasagwaan o nagnais Siya sa inyo ng isang awa?” Hindi sila makatatagpo para sa kanila bukod pa kay Allāh ng isang katangkilik ni isang mapag-adya.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_tl": "Nakaaalam nga si Allāh sa mga tagabalakid [sa pakikipaglaban sa landas ni Allāh] kabilang sa inyo at mga tagasabi sa mga kapatid nila: “Pumarito kayo sa amin,” samantalang hindi sila pumupunta sa labanan kundi nang kaunti,",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_tl": "habang mga sakim sa inyo.[2] Ngunit kapag dumating ang pangamba, makakikita ka sa kanila na tumitingin sa iyo, na umiikot ang mga mata nila gaya ng hinihimatay sa kamatayan; ngunit kapag umalis ang takot ay humahagupit sila sa inyo ng mga dilang matatalas, na mga sakim sa mabuti.[3] Ang mga iyon ay hindi sumampalataya kaya nagpawalang-kabuluhan si Allāh sa mga gawa nila. Laging iyon kay Allāh ay madali.",
      "footnotes": "[2] na nagmamaramot ng mga yaman nila at mga sarili nila\n[3] Ang tinutukoy ng mabuti rito ay ang mga samsam ng digmaan."
    },
    {
      "ayah_number": 20,
      "translation_tl": "Nag-aakala silang ang mga lapian ay hindi umalis. Kung pumunta [muli] ang mga lapian ay magmimithi sila na kung sana sila ay mga pumapailang sa mga Arabeng disyerto, na nagtatanong tungkol sa mga balita sa inyo. Kung sakaling sila ay nasa inyo ay hindi sila makikipaglaban kundi nang kaunti.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_tl": "Talaga ngang nagkaroon para sa inyo sa Sugo ni Allāh ng isang magandang huwaran para sa sinumang naging nag-aasam [sa pakikipagkita] kay Allāh at sa Huling Araw at nag-alaala kay Allāh nang madalas.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_tl": "Noong nakita ng mga mananampalataya ang mga lapian ay nagsabi sila: “Ito ay ang ipinangako sa atin ni Allāh at ng Sugo Niya at nagpakatapat si Allāh at ang Sugo Niya.” Walang naidagdag sa kanila ito kundi pananampalataya at pagtanggap.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_tl": "Mayroon sa mga mananampalataya na mga lalaking nagpakatapat sa ipinangako nila kay Allāh sapagkat mayroon sa kanila na tumupad sa panata niya [hanggang kamatayan] at mayroon sa kanila na naghihintay pa. Hindi sila nagpalit [sa pangako] sa isang pagpapalit,",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_tl": "upang gantihan ni Allāh ang mga tapat dahil sa katapatan nila at pagdusahin Niya ang mga mapagpaimbabaw kung niloob Niya o tanggapin Niya sa kanila ang pagbabalik-loob. Tunay na si Allāh ay laging Mapagpatawad, Maawain.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_tl": "Nagpaurong si Allāh sa mga tumangging sumampalataya habang nasa ngitngit nila, na hindi nagtamo ng isang kabutihan. Nagpasapat si Allāh sa mga mananampalataya sa pakikipaglaban. Laging si Allāh ay Malakas, Makapangyarihan.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_tl": "Nagpababa Siya sa mga nagtaguyod sa mga iyon [na mga tagapagtambal] kabilang sa mga May Kasulatan [na mga Hudyo] mula sa mga balwarte ng mga iyon at bumato Siya sa mga puso ng mga iyon ng hilakbot [kaya] may isang pangkat na pinapatay ninyo at may isang pangkat na binibihag ninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_tl": "Nagpamana Siya sa inyo ng lupain nila, mga tahanan nila, mga ari-arian nila, at isang lupaing hindi ninyo naapakan [sa kasunod na pagsakop]. Laging si Allāh sa bawat bagay ay May-kakayahan.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_tl": "O Propeta [Muḥammad], sabihin mo sa mga maybahay mo: “Kung kayo ay nagnanais ng buhay na pangmundo at ng gayak nito, halikayo, magpapatamasa ako sa inyo at magpapalaya ako sa inyo nang pagpapalayang marilag.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_tl": "Kung kayo ay nagnanais kay Allāh, sa Sugo Niya [na si Muḥammad], at sa tahanan sa Kabilang-buhay, tunay na si Allāh ay naghanda para sa mga babaing tagagawa ng maganda kabilang sa inyo ng isang pabuyang sukdulan [sa Paraiso].”",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_tl": "O mga maybahay ng Propeta, ang sinumang gagawa kabilang sa inyo ng isang mahalay na mapaglilinaw ay pag-iibayuhin para sa kanya [sa Kabilang-buhay] ang pagdurusa nang dalawang ibayo. Laging iyon kay Allāh ay madali.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_tl": "Ang sinumang magmamasunurin kabilang sa inyo kay Allāh at sa Sugo Niya [na si Muḥammad] at gagawa ng maayos ay magbibigay sa kanya ng pabuya niya nang dalawang ulit. Naglaan Kami para sa kanya ng isang panustos na masagana [sa Paraiso].",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_tl": "O mga maybahay ng Propeta, hindi kayo gaya ng isa sa mga babae.[4] Kung nangilag kayong magkasala ay huwag kayong magmalamyos sa pagsabi para magmithi ang sa puso niya ay may karamdaman[5] at magsabi kayo ng isang pananalitang nakabubuti.",
      "footnotes": "[4] yayamang kayo mga marangal na halimbawa para sa mga ibang babae\n[5] ng bawal na pagnanasa at pagpapapaimbabaw"
    },
    {
      "ayah_number": 33,
      "translation_tl": "Manatili kayo sa mga bahay ninyo at huwag kayong magtanghal[6] gaya ng pagtatanghal ng unang Panahon ng Kamangmangan.[7] Magpanatili kayo ng pagdarasal, magbigay kayo ng zakāh, at tumalima kayo kay Allāh at sa Sugo Niya. Nagnanais lamang si Allāh na mag-alis sa inyo ng karumihan [na kapinsalaan, kasamaan, at kasalanan], O mga tao ng bahay [ng Propeta], at magdalisay sa inyo nang isang [lubos na] pagdadalisay.",
      "footnotes": "[6] ng kagandahan at hugis ng katawan kapag umaalis ng bahay\n[7] Bagkus magpanatili kayo ng tuntunin ng pananamit at kalinisang-puri ninyo"
    },
    {
      "ayah_number": 34,
      "translation_tl": "Tandaan ninyo [mga maybahay ng Sugo] ang binibigkas sa mga bahay ninyo na mga talata ni Allāh at karunungan. Tunay na si Allāh ay laging Mapagtalos, Mapagbatid.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_tl": "Tunay na ang mga lalaking tagapagpasakop [kay Allāh] at ang mga babaing tagapagpasakop, ang mga lalaking mananampalataya at ang mga babaing mananampalataya, ang mga lalaking masunurin at ang mga babaing masunurin, ang mga lalaking tapat at ang mga babaing tapat, ang mga lalaking nagtitiis at ang mga babaing nagtitiis, ang mga lalaking nagpapakataimtim [sa paggalang kay Allāh] at ang mga babaing nagpapakataimtim, ang mga lalaking nagkakawanggawa at ang mga babaing nagkakawanggawa, ang mga lalaking nag-aayuno at ang mga babaing nag-aayuno, ang mga lalaking nag-iingat sa mga ari nila at ang mga babaing nag-iingat,[8] at ang mga lalaking nag-aalaala kay Allāh nang madalas at ang mga babaing nag-aalaala ay naghanda si Allāh para sa kanila ng isang kapatawaran at isang pabuyang sukdulan [ng Paraiso].",
      "footnotes": "[8] ng kalinisang-puri at kabinihan nila at maigagalang na nagdadamit nang may ḥijāb, na hindi nagdadamit o umaasta sa mapang-akit na paraan"
    },
    {
      "ayah_number": 36,
      "translation_tl": "Hindi naging ukol sa isang lalaking mananampalataya ni sa isang babaing mananampalataya, kapag humusga si Allāh at ang Sugo Niya ng isang bagay, na magkaroon sila ng mapagpipilian sa nauukol sa kanila. Ang sinumang susuway kay Allāh at sa Sugo Niya [na si Muḥammad] ay naligaw nga nang isang pagkaligaw na malinaw.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_tl": "[Banggitin, O Propeta Muḥammad] noong nagsasabi ka [kay Zayd bin Ḥārithah na] biniyayaan ni Allāh [ng Islām] at biniyayaan mo [ng pagpapalaya]: “Magpanatili ka sa iyo ng maybahay mo at mangilag kang magkasala kay Allāh,” samantalang nagkukubli ka sa sarili mo ng bagay na si Allāh ay maglalantad nito at natatakot ka sa mga tao samantalang si Allāh ay higit na karapat-dapat na matakot ka sa Kanya. Kaya noong nakatapos si Zayd mula sa kanya ng isang pangangailangan, ipinakasal Namin siya sa iyo upang walang mangyari sa mga mananampalataya na isang kaasiwaan sa mga maybahay ng mga ampon nila kapag nakatapos ang mga ito mula sa mga iyon ng isang pangangailangan. Laging ang utos ni Allāh ay nagagawa.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_tl": "Hindi nangyaring sa Propeta ay may anumang kaasiwaan sa anumang isinatungkulin ni Allāh para sa kanya. Bilang kalakaran ni Allāh sa mga nakalipas bago pa niyan. Laging ang kautusan ni Allāh ay isang pagtatakdang itinakda.",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_tl": "[Itong mga propeta ay] ang mga nagpapaabot ng mga pasugo ni Allāh at natatakot sa Kanya at hindi natatakot sa isa man maliban kay Allāh. Nakasapat si Allāh bilang Mapagtuos.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_tl": "Si Muḥammad ay hindi ama ng isa sa mga lalaki ninyo, subalit ang Sugo ni Allāh at ang pangwakas sa mga propeta. Laging si Allāh sa bawat bagay ay Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_tl": "O mga sumampalataya, mag-alaala kayo kaya Allāh nang pag-aalaalang madalas",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_tl": "at magluwalhati kayo sa Kanya sa umaga at gabi.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_tl": "Siya ay ang nagbabasbas sa inyo at ang mga anghel Niya [ay humihiling sa Kanya ng gayon], upang magpalabas Siya sa inyo mula sa mga kadiliman tungo sa liwanag. Laging Siya sa mga mananampalataya ay Maawain.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_tl": "Ang pagbati nila sa Araw na makikipagkita sila sa Kanya ay kapayapaan. Naghanda Siya para sa kanila ng isang pabuyang marangal [sa Paraiso].",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_tl": "O Propeta [Muḥammad], tunay na Kami ay nagsugo sa iyo bilang tagasaksi, bilang tagapagbalita ng nakagagalak,[9] bilang mapagbabala,[10]",
      "footnotes": "[9] hinggil sa kaginhawahan Paraiso.\n[10] hinggils sa pagdurusa sa Impiyerno."
    },
    {
      "ayah_number": 46,
      "translation_tl": "bilang tagapag-anyaya tungo kay Allāh ayon sa pahintulot Niya, at bilang sulo na nagbibigay-liwanag [ng patnubay].",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_tl": "Magbalita ka ng nakagagalak sa mga mananampalataya hinggil sa pagkakaroon nila mula kay Allāh ng isang kabutihang-loob na malaki.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_tl": "Huwag kang tumalima sa [ipinaaanyaya ng] mga tagatangging sumampalataya at mga mapagpaimbabaw, magwaksi ka ng pananakit sa kanila, at manalig ka kay Allāh. Nakasapat si Allāh bilang Pinananaligan.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_tl": "O mga sumampalataya, kapag nag-asawa kayo ng mga babaing mananampalataya, pagkatapos nagdiborsiyo kayo sa kanila bago pa kayo sumaling sa kanila,[11] walang ukol sa inyong tungkulin sa kanila na isang panahon ng paghihintay na bibilangin ninyo. Kaya magpatamasa kayo sa kanila at magpalaya kayo sa kanila nang isang pagpapalayang marilag.",
      "footnotes": "[11] Ibig sabihin: bago kayo nakipagtalik sa kanila."
    },
    {
      "ayah_number": 50,
      "translation_tl": "O Propeta [Muḥammad], tunay na Kami ay nagpahintulot para sa iyo ng mga maybahay mong nagbigay ka ng mga bigay-kaya nila, ng anumang minay-ari ng kanang kamay mo kabilang sa [mga bihag na] ipinasamsam ni Allāh sa iyo, ng mga babaing anak ng tiyuhin mo sa ama, ng mga babaing anak ng tiyahin mo sa ama, ng mga babaing anak ng tiyuhin mo sa ina, ng mga babaing anak ng tiyahin mo sa ina, na lumikas kasama sa iyo, at ng isang babaing mananampalataya kung nagkaloob ito ng sarili nito sa Propeta kung nagnais naman ang Propeta na mapangasawa ito, bilang natatangi sa iyo bukod sa [nalalabi sa] mga mananampalataya. Nakaalam nga Kami ng isinatungkulin Namin sa kanila kaugnay sa mga maybahay nila at minay-ari ng kanang kamay nila [sa pamamagitan ng mga paraang ayon sa batas] upang hindi magkaroon sa iyo ng isang kaasiwaan. Laging si Allāh ay Mapagpatawad, Maawain.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_tl": "Makapagpapaliban ka ng [toka ng] sinumang niloloob mo kabilang sa kanila at makapagpapatuloy ka sa iyo ng sinumang niloloob mo; at ang sinumang hinangad mo mula sa [pansamantalang] hiniwalayan mo ay walang maisisisi sa iyo [na magpatuloy sa kanya]. Iyon ay higit na angkop na guminhawa ang mga mata nila. Hindi sila malungkot at malugod sila sa ibinigay mo sa kanila sa kabuuan nila. Si Allāh ay nakaaalam sa nasa mga puso ninyo. Laging si Allāh ay Maalam, Matimpiin.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_tl": "Hindi ipinahihintulot para sa iyo, [O Propeta Muḥammad,] ang mga babae [na karagdagan] matapos na niyan ni na magpalit ka sa kanila ng mga [ibang] maybahay, kahit pa nagpahanga sa iyo ang kagandahan nila, maliban sa minay-ari ng kanang kamay mo. Laging si Allāh sa bawat bagay ay Mapagmasid.",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_tl": "O mga sumampalataya, huwag kayong pumasok sa mga bahay ng Propeta maliban na magpahintulot sa inyo para sa isang pagkain, na hindi mga naghihintay sa pagkaluto nito, subalit kapag inanyayahan kayo ay pumasok kayo; saka kapag nakakain na kayo ay maghiwa-hiwalay kayo, na hindi mga naghahalubilo para sa isang pag-uusap. Tunay na iyon ay nakapeperhuwisyo noon sa Propeta ngunit nahihiya siya [na humiling] sa inyo [na umalis] samantalang si Allāh ay hindi nahihiya sa [pagpapabatid ng] katotohanan. Kapag humiling kayo sa kanila [na mga maybahay niya] ng isang kailangan ay humiling kayo sa kanila mula sa likuran ng isang lambong. Iyon ay higit na dalisay para sa mga puso ninyo at mga puso nila. Hindi naging ukol sa inyo na mamerhuwisyo kayo sa Sugo ni Allāh ni mag-asawa kayo ng mga maybahay niya matapos na niya magpakailanman; tunay na iyon laging sa ganang kay Allāh ay sukdulan.",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_tl": "Kung maglalahad kayo ng isang bagay o magkukubli kayo nito, tunay na si Allāh laging sa bawat bagay ay Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_tl": "Walang maisisisi sa kanila kaugnay sa [hindi pagbebelo sa] mga ama nila,[12] ni mga lalaking anak nila, ni mga lalaking kapatid nila, ni mga lalaking anak ng mga lalaking kapatid nila, ni mga lalaking anak ng mga babaing kapatid nila, ni mga [kapwa] babae nila, ni mga babaing minay-ari ng mga kanang kamay nila.[13] Mangilag kayong magkasala kay Allāh; tunay na si Allāh laging sa bawat bagay ay Saksi.",
      "footnotes": "[12] o mga tiyuhin nila sa ama o mga tiyuhin nila sa ina\n[13] sa tamang paraang ayon sa batas."
    },
    {
      "ayah_number": 56,
      "translation_tl": "Tunay na si Allāh ay nagbabasbas sa Propeta at ang mga anghel Niya [ay humihiling sa Kanya ng gayon]. O mga sumampalataya, dumalangin kayo [kay Allāh] ng pagbasbas sa kanya at bumati kayo sa kanya ng pagbati ng kapayapaan.",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_tl": "Tunay na ang mga namemerhuwisyo kay Allāh at sa Sugo Niya [na si Muḥammad] ay isinumpa sila ni Allāh sa Mundo at Kabilang-buhay. Naghanda Siya para sa kanila ng isang pagdurusang manghahamak.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_tl": "Ang mga namemerhuwisyo ng mga lalaking mananampalataya at mga babaing mananampalataya dahil sa iba pa sa nakamit ng mga ito ay pumasan nga ng isang paninirang-puri at isang kasalanang malinaw.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_tl": "O Propeta [Muḥammad], sabihin mo sa mga maybahay mo, mga babaing anak mo, at mga kababaihan ng mga mananampalataya na maglugay sila sa ibabaw nila ng mula sa mga balabal nila. Iyon ay higit na angkop na makilala sila [bilang babaing mananampalatayang mahinhin] para hindi sila maperhuwisyo. Laging si Allāh ay Mapagpatawad, Maawain.",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_tl": "Talagang kung hindi tumigil ang mga mapagpaimbabaw, ang mga [mahalay na] sa mga puso nila ay may sakit, at ang mga tagapagkalat ng sabi-sabi sa Madīnah ay talagang mag-uudyok nga Kami sa iyo laban sa kanila, pagkatapos hindi sila makikipagkapit-bahay sa iyo roon kundi nang kaunti.",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_tl": "Mga isinumpa saan man sila nasumpungan, dadaklutin sila at pagpapatayin sila nang isang pagpapatay [dahil sa katiwalian nila],",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_tl": "bilang kalakaran ni Allāh [ito] sa mga nagdaan bago pa niyan. Hindi ka makatatagpo para sa kalakaran ni Allāh ng isang pagpapalit.",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_tl": "Nagtatanong sa iyo ang mga tao tungkol sa Huling Sandali.[14] Sabihin mo: “Tanging ang kaalaman doon ay nasa kay Allāh. Ano ang nagpapabatid sa iyo na harinawa ang Huling Sandali ay nagiging malapit na?”",
      "footnotes": "[14] Araw ng Pagbuhay at Paghuhukom"
    },
    {
      "ayah_number": 64,
      "translation_tl": "Tunay na si Allāh ay sumumpa ng mga tagatangging sumasampalataya at naghanda para sa kanila ng isang liyab.",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_tl": "Bilang mga mananatili roon magpakailanman, hindi sila makatatagpo ng isang katangkilik ni isang mapag-adya.",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_tl": "Sa Araw na itataob ang mga mukha nila sa Apoy ay magsasabi sila: “O kung sana kami ay tumalima kay Allāh at tumalima sa Sugo.”",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_tl": "Magsasabi sila: “O Panginoon namin, tunay na kami ay tumalima sa mga pinapanginoon namin at mga malaking tao sa amin ngunit nagligaw sila sa amin palayo sa landas [ng Islām].",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_tl": "O Panginoon namin, magbigay Ka sa kanila ng dalawang ibayo mula sa pagdurusa at sumpain Mo sila nang isang sumpang malaki.”",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_tl": "O mga sumampalataya, huwag kayong maging gaya ng mga nananakit kay Moises, ngunit nagpawalang-kapintasan sa kanya si Allāh laban sa sinabi nila. Siya noon sa ganang kay Allāh ay pinarangalan.",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_tl": "O mga sumampalataya, mangilag kayong magkasala kay Allāh[15] at magsabi kayo ng isang sinasabing tama,",
      "footnotes": "[15] sa pamamagitan ng pagtalima sa Kanya at pag-iwas sa mga ipinagbabawal."
    },
    {
      "ayah_number": 71,
      "translation_tl": "magsasaayos Siya para sa inyo ng mga gawain ninyo[16] at magpapatatawad Siya para sa inyo ng mga pagkakasala ninyo. Ang sinumang tumatalima kay Allāh at sa Sugo Niya ay nagtamo nga ng isang pagkatamong sukdulan.[17]",
      "footnotes": "[16] na tatanggapin Niya mula sa inyo.\n[17] Ibig sabihin: na kaligtasan mula sa Impiyerno at pagpasok sa Paraiso."
    },
    {
      "ayah_number": 72,
      "translation_tl": "Tunay na Kami ay nag-alok ng pagtitiwala sa mga langit, lupa, at mga bundok; ngunit tumanggi ang mga ito na pumasan niyon at nabagabag ang mga ito roon, at pumasan naman niyon ang tao; tunay na siya ay naging napakamapaglabag sa katarungan, napakamangmang [sa kahihinatnan nito].",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_tl": "[Ito ay] upang pagdusahin ni Allāh ang mga lalaking mapagpaimbabaw at ang mga babaing mapagpaimbabaw, at ang mga lalaking tagapagtambal at ang mga babaing tagapagtambal, at [upang] tumanggap si Allāh ng pagbabalik-loob sa mga lalaking mananampalataya at mga babaing mananampalataya. Laging si Allāh ay Mapagpatawad, Maawain.",
      "footnotes": null
    }
  ]
}