{
  "surah_number": 34,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_tl": "Ang papuri ay ukol kay Allāh na sa Kanya ang anumang nasa mga langit at ang anumang nasa lupa at ukol sa Kanya ang papuri sa Kabilang-buhay. Siya ay ang Marunong, ang Mapagbatid.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_tl": "Nakaaalam Siya sa anumang lumalagos sa lupa at anumang lumalabas mula rito, at anumang bumababa mula sa langit at anumang pumapanik doon. Siya ay ang Maawain, ang Mapagpatawad.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_tl": "Nagsabi ang mga tumangging sumampalataya: “Hindi pupunta sa amin ang Huling Sandali.” Sabihin mo: “Oo, sumpa man sa Panginoon ko – talagang pupunta nga ito sa inyo – na Tagaalam sa nakalingid.” Walang nawawaglit buhat sa Kanya na isang kasimbigat ng isang katiting sa mga langit ni sa lupa, ni higit na maliit kaysa roon, ni higit na malaki, malibang nasa isang talaang malinaw",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_tl": "upang gumanti Siya sa mga gumawa ng mga maayos. Ang mga iyon ay may ukol sa kanila na isang kapatawaran at isang panustos na masagana [sa Paraiso].",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_tl": "Ang mga nagpunyagi laban sa mga talata Namin [sa Qur’ān] bilang mga nagtatangkang bumigo, ang mga iyon ay may ukol sa kanila na isang pagdurusa mula sa isang pasakit na masakit.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_tl": "Nakakikita ang mga binigyan ng kaalaman na ang [Qur’ān na ito na] pinababa sa iyo mula sa Panginoon mo ay ang totoo at nagpapatnubay tungo sa landasin ng [Panginoong] Makapangyarihan, Kapuri-puri.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_tl": "Nagsabi naman ang mga tumangging sumampalataya: “Magtuturo kaya kami sa inyo sa isang lalaking magbabalita sa inyo kapag ginutay-gutay kayo nang buong pagkagutay-gutay? Tunay na kayo ay talagang nasa isang pagkakalikhang bago.”",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_tl": "Gumawa-gawa ba siya laban kay Allāh ng isang kasinungalingan o sa kanya ay may kabaliwan? Bagkus ang mga hindi sumasampalataya sa Kabilang-buhay ay nasa pagdurusa at pagkaligaw na malayo.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_tl": "Kaya hindi ba sila nakakikita sa anumang nasa pagitan ng mga kamay nila at anumang nasa likuran nila na langit at lupa? Kung loloobin Namin ay magpapalamon Kami sa kanila ng lupa o magpapabagsak Kami sa kanila ng mga tipak mula sa langit. Tunay na sa gayon ay talagang may tanda para sa bawat lingkod na nagsisising nanunumbalik [kay Allāh].",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_tl": "Talaga ngang nagbigay Kami kay David mula sa Amin ng isang kabutihang-loob. [Nagsabi Kami]: “O mga bundok, mag-ulit-ulit kayo ng pagluluwalhati kasama sa kanya at [gayon din] ang mga ibon. Nagpalambot Kami para sa kanya ng bakal,",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_tl": "[na nagsasabi]: Gumawa ka ng mga buong baluti at magtaya ka sa mga pandugtong. Gumawa kayo, [O mga mananampalataya,] ng maayos; tunay na Ako sa anumang ginagawa Niya ay Nakakikita.”",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_tl": "[Pinagsilbi] para kay Solomon ang hangin. Ang pang-umagang paglalakbay nito ay [singlayo ng] isang buwan at ang pantanghaling paglalakbay nito ay [singlayo ng] isang buwan. Tumunaw Kami para sa kanya ng bukal ng tanso. Mayroong mga jinn na gumagawa sa harapan niya ayon sa pahintulot ng Panginoon niya. Ang sinumang lumiko kabilang sa kanila palayo sa utos Namin ay magpapalasap Kami sa kanya mula sa pagdurusa sa Liyab.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_tl": "Gumagawa sila para sa kanya ng anumang niloob niya na mga sambahan, mga rebulto, mga batya gaya ng mga labangan, at mga kalderong nakahimpil. Gumawa kayo, mag-anak ni David, bilang pasasalamat. Kaunti mula sa mga lingkod Ko [na tao at jinn] ang mapagpasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_tl": "Kaya noong nagtadhana Kami sa kanya[1] ng kamatayan ay walang nagturo sa kanila sa pagkamatay niya kundi ang gumagalaw na nilalang ng lupa na kumakain sa panungkod niya. Kaya noong bumagsak siya ay napaglinawan ng mga jinn na kung sakaling sila noon ay nakaaalam sa nakalingid, hindi sana sila namalagi sa pagdurusang nanghahamak.",
      "footnotes": "[1] kay Solomon"
    },
    {
      "ayah_number": 15,
      "translation_tl": "Talaga ngang nagkaroon ang [liping] Sheba sa tirahan nila ng isang tanda: dalawang hardin sa gawing kanan at kaliwa. [Sinabihan sila]: “Kumain kayo mula sa panustos ng Panginoon ninyo at magpasalamat kayo sa Kanya. [Mayroon kayong] isang bayang kaaya-aya at isang Panginoong Mapagpatawad.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_tl": "Ngunit umayaw sila [kay Allāh] kaya nagsugo Kami laban sa kanila ng baha ng saplad at nagpalit Kami sa dalawang hardin nila ng dalawang hardin na mga may bungang mapait, mga tamarisko, at mangilan-ngilang mansanitas na kaunti.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_tl": "Iyon ay iginanti Namin sa kanila dahil tumanggi silang sumampalataya. Hindi Kami gumaganti kundi sa mga mapagtangging magpasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_tl": "Naglagay Kami [bago ng pagbagsak nila] sa pagitan nila at ng mga pamamayanan na nagpala Kami sa mga iyon ng mga pamayanang nakalantad. Itinakda Namin doon ang paghayo [na maging madali, na nagsasabi]: “Humayo kayo roon sa mga gabi at mga araw nang mga matiwasay.”",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_tl": "Ngunit nagsabi sila: “Panginoon namin, magpalayo Ka sa pagitan ng mga paglalakbay namin.” Lumabag sila sa katarungan sa mga sarili nila kaya gumawa Kami sa kanila bilang mga [panghalimbawang] usap-usapan [ng nakalipas] at gumutay-gutay Kami sa kanila nang buong paggutay-gutay. Tunay na sa gayon ay talagang may mga tanda para sa bawat palatiis na mapagpasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_tl": "Talaga ngang nagpatotoo sa kanila si Satanas ng palagay niya sapagkat sumunod sila sa kanya maliban sa isang pangkat kabilang sa mga mananampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_tl": "Hindi siya nagkaroon sa kanila [na tao at jinn] ng anumang kapamahalaan maliban upang magtangi Kami sa sinumang sumasampalataya sa Kabilang-buhay mula sa sinumang ito hinggil doon ay nasa isang pagdududa. Ang Panginoon mo sa bawat bagay ay Mapag-ingat.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_tl": "Sabihin mo: “Dumalangin kayo sa mga inangkin ninyo [na mga katambal na diyos] bukod pa kay Allāh, samantalang hindi sila nagmamay-ari ng kasimbigat ng isang katiting sa mga langit ni sa lupa, walang ukol sa kanila sa mga ito na anumang pakikitambal [sa Kanya] at walang ukol sa Kanya mula sa kanila na anumang mapagtaguyod.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_tl": "Hindi magpapakinabang ang pamamagitan sa harap Niya maliban sa para sa sinumang nagpahintulot Siya para rito.” Hanggang sa nang naalisan ng hilakbot sa mga puso nila ay nagsabi sila [sa isa’t isa]: “Ano ang sinabi ng Panginoon ninyo?” Nagsabi sila: “Ang katotohanan, at Siya ay ang Mataas, ang Malaki.”",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_tl": "Sabihin mo: “Sino ang tumutustos sa inyo mula sa mga langit at lupa?” Sabihin mo: “Si Allāh. Tunay na kami o kayo ay talagang nasa isang patnubay o nasa isang pagkaligaw na malinaw.”",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_tl": "Sabihin mo: “Hindi kayo tatanungin tungkol sa pagpapakasalarin namin at hindi kami tatanungin tungkol sa ginagawa ninyo.”",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_tl": "Sabihin mo: “Magtitipon sa atin ang Panginoon natin, pagkatapos maghahatol Siya sa pagitan natin ayon sa katotohanan. Siya ay ang Palahatol, ang Maalam.”",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_tl": "Sabihin mo: “Magpakita kayo sa akin ng ikinapit ninyo sa Kanya bilang mga katambal. Aba’y hindi: [walang katambal sa Kanya]! Bagkus Siya ay si Allāh, ang Makapangyarihan, ang Marunong.”",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_tl": "Hindi Kami nagsugo sa iyo maliban sa kalahatan para sa mga tao bilang mapagbalita ng nakagagalak at bilang mapagbabala, subalit ang higit na marami sa mga tao ay hindi nakaaalam.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_tl": "Nasasabi sila: “Kailan ang pangakong ito [ng pagdurusa] kung kayo ay naging mga tapat?”",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_tl": "Sabihin mo: “Ukol sa inyo ang tipanan ng isang Araw na hindi kayo makapag-aantala roon ng isang sandali at hindi kayo makapagpapauna.”",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_tl": "Nagsabi ang mga tumangging sumampalataya: “Hindi kami sasampalataya sa Qur’ān na ito ni sa nauna rito [na mga kasulatan].” Kung sakaling makikita mo kapag ang mga tagalabag sa katarungan ay mga pinatitindig sa harap ng Panginoon nila habang nagpapalitan ang isa’t isa sa kanila ng sinasabi, [makakikita ka ng kamangha-mangha]. Magsasabi ang mga siniil sa mga nagmalaki: “Kung hindi dahil sa inyo ay talaga sanang kami ay naging mga mananampalataya.”",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_tl": "Magsasabi ang mga nagmalaki sa mga siniil: “Kami ba ay bumalakid sa inyo sa patnubay matapos noong dumating ito sa inyo? Bagkus kayo noon ay mga salarin.”",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_tl": "Magsasabi ang mga siniil sa mga nagmalaki: “Bagkus, [humadlang sa amin] ang pakana [ninyo] sa gabi at maghapon noong nag-uutos kayo sa amin na tumanggi kaming sumampalataya kay Allāh at [na] gumawa kami para sa Kanya ng mga kaagaw.” Maglilihim sila ng pagsisisi kapag nakita nila ang pagdurusa. Maglalagay Kami ng mga kulyar sa mga leeg ng tumangging sumampalataya. Gagantihan kaya sila ng maliban pa sa dati nilang ginagawa [na mga kasalanan]?",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_tl": "Hindi Kami nagsugo sa isang pamayanan ng anumang mapagbabala malibang nagsabi ang mga pinariwasa rito: “Tunay na kami sa ipinasugo sa inyo ay mga tagatangging sumampalataya.”",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_tl": "Nagsabi sila: “Kami ay higit na marami sa mga yaman at mga anak at kami ay hindi mga pagdurusahin.”",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_tl": "Sabihin mo: “Tunay na ang Panginoon ko ay nagpapaluwag sa panustos para sa sinumang niloloob Niya at naghihigpit [para sa sinumang niloloob Niya] subalit ang higit na marami sa mga tao ay hindi nakaaalam.”",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_tl": "Hindi ang mga yaman ninyo at hindi ang mga anak ninyo ang nagpapalapit sa inyo sa ganang Amin[2] sa kadikitan bagkus ang [pagiging mga] sumampalataya at gumawa ng maayos sapagkat ang mga iyon ay ukol sa kanila ang ganti ng pag-iibayo [ng gantimpala] dahil sa ginawa nila at sila sa mga silid [sa Paraiso] ay mga natitiwasay.",
      "footnotes": "[2] Ibig sabihin: sa kaluguran ni Allāh"
    },
    {
      "ayah_number": 38,
      "translation_tl": "Ang mga nagpupunyagi laban sa mga tanda Namin habang mga nagtatangkang bumigo, ang mga iyon sa pagdurusa [sa Impiyerno] ay mga padadaluhin.",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_tl": "Sabihin mo: “Tunay na ang Panginoon ko ay nagpapaluwag ng panustos para sa sinumang niloloob Niya kabilang sa mga lingkod Niya at naghihigpit dito. Ang anumang ginugol ninyo na anuman, Siya ay magtutumbas nito at Siya ay ang pinakamainam sa mga tagapagtustos.”",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_tl": "[Banggitin] ang araw na kakalap Siya sa kanila[3] nang lahatan, pagkatapos magsasabi Siya sa mga anghel: “Ang mga ito ba ay sa inyo dati sila sumasamba?”",
      "footnotes": "[3] Ibig sabihin: sa mga tagapagtambal at mga sinasamba nila."
    },
    {
      "ayah_number": 41,
      "translation_tl": "Magsasabi sila: “Kaluwalhatian sa iyo, [O Allāh]! Ikaw ay ang Katangkilik namin sa halip nila. Bagkus sila dati ay sumasamba sa mga jinn; ang higit na marami sa kanila sa mga ito ay mga mananampalataya.”",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_tl": "Kaya sa araw na ito [ng Paghuhusga], hindi makapagdudulot ang iba sa kanila para sa iba pa ng isang pakinabang ni isang pinsala, at magsasabi Kami sa mga lumabag sa katarungan: “Lumasap kayo ng pagdurusa sa Apoy na kayo noon dito ay nagpapasinungaling.”",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_tl": "Kapag binibigkas sa kanila ang mga tanda Namin bilang mga malinaw na patunay ay nagsasabi sila: “Walang iba [si Muḥammad na] ito kundi isang lalaking nagnanais na sumagabal sa inyo sa sinasamba noon ng mga ninuno ninyo.” Nagsabi pa sila: “Walang iba [si Muḥammad na ito] kundi isang panlilinlang na ginawa-gawa.” Nagsabi ang mga tumangging sumampalataya sa katotohanan noong dumating ito sa kanila: “Walang iba ito kundi isang panggagaway na malinaw.”",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_tl": "Hindi Kami nagbigay sa kanila ng anumang mga kasulatan na pinag-aaralan nila. Hindi Kami nagsugo sa kanila bago mo ng anumang mapagbabala.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_tl": "Nagpasinungaling ang mga bago pa nila at hindi sila umabot sa ikapu ng ibinigay Namin sa mga iyon, ngunit nagpasinungaling sila sa mga sugo Ko kaya magiging papaano na [katindi] ang pagtutol Ko?",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_tl": "Sabihin mo: “Nangangaral lamang ako sa inyo ng isa: na tumayo kayo para kay Allāh nang dalawahan at nang bukud-bukod, pagkatapos mag-isip-isip kayo [sa mensahe].” Walang taglay ang kasamahan ninyo [na Si Propeta Muḥammad] na anumang kabaliwan [dahil sa isang masamang jinn]. Walang iba siya kundi isang mapagbabala para sa inyo sa harap ng isang pagdurusang matindi.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_tl": "Sabihin mo: “Hindi ako humingi sa inyo ng anumang pabuya [para sa mensaheng ito] sapagkat ito ay para sa inyo; walang iba ang pabuya sa akin kundi nasa kay Allāh. Siya sa bawat bagay ay Saksi.”",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_tl": "Sabihin mo: “Tunay na ang Panginoon ko ay humahagis ng katotohanan [laban sa kabulaanan at Siya ay] ang Palaalam sa mga nakalingid.”",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_tl": "Sabihin mo: “Dumating ang katotohanan, at hindi nagpapasimula ang kabulaanan[4] at hindi ito nagpapanumbalik.”",
      "footnotes": "[4] ang demonyo, si Satanas, o ang anumang sinasamba bukod pa kay Allāh."
    },
    {
      "ayah_number": 50,
      "translation_tl": "Sabihin mo: “Kung naligaw ako ay maliligaw lamang ako laban sa sarili ko. Kung napatnubayan ako ay dahil sa ikinakasi sa akin ng Panginoon ko. Tunay na Siya ay Madinigin, Malapit.”",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_tl": "Kung sakaling makikita mo kapag nanghilakbot sila [na mga tagatangging sumampalataya] ngunit walang lusot [sa sandaling iyon] at dadaklutin sila mula sa isang pook na malapit.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_tl": "Magsasabi sila: “Sumampalataya kami rito [ngayon].” Paanong ukol sa kanila ang pag-abot [sa pananampalataya] mula sa isang pook na malayo?",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_tl": "Tumanggi nga silang sumampalataya rito bago pa niyan at naghahakahaka sila hinggil sa nakalingid mula sa isang pook na malayo.",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_tl": "Haharangan sa pagitan nila at ng ninanasa nila, gaya ng ginawa sa mga kakampi nila bago pa niyan. Tunay na sila ay dating nasa isang pagdududang tagapagpaalinlangan [sa buhay sa Kabilang-buhay].",
      "footnotes": null
    }
  ]
}