{
  "surah_number": 36,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_tl": "Yā. Sīn. [1]",
      "footnotes": "[1] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān."
    },
    {
      "ayah_number": 2,
      "translation_tl": "Sumpa man sa Qur’ān na marunong,",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_tl": "tunay na ikaw ay talagang kabilang sa mga isinugo",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_tl": "batay sa isang landasing tuwid,",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_tl": "bilang pagbababa [ng Qur’ān] ng Makapangyarihan, Maawain,",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_tl": "upang magbabala ka sa mga tao na hindi binalaan ang mga ninuno nila, kaya sila ay mga nalilingat.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_tl": "Talaga ngang nagkatotoo ang sabi [ng pagtatakda] sa higit na marami sa kanila, kaya sila ay hindi sumasampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_tl": "Tunay na Kami ay naglagay sa mga leeg nila ng mga kulyar saka ang mga ito ay hanggang sa mga baba nila, kaya sila ay mga pinatitingala.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_tl": "Naglagay Kami sa harapan nila ng isang sagabal at sa likuran nila ng isang sagabal, saka bumalot Kami sa kanila kaya sila ay hindi nakakikita.[2]",
      "footnotes": "[2] dahil sa pagpupumilit nila sa kawalang-pananampalataya."
    },
    {
      "ayah_number": 10,
      "translation_tl": "Magkapantay sa kanila na nagbabala ka man sa kanila o hindi ka nagbabala sa kanila: hindi sila sumasampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_tl": "Makapagbabala ka lamang sa sinumang sumunod sa paalaala at natakot sa Napakamaawain nang nakalingid [sa pandama nila]. Kaya magbalita ka ng nakagagalak sa kanya hinggil sa isang kapatawaran at isang pabuyang marangal.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_tl": "Tunay na Kami ay nagbibigay-buhay sa mga patay at nagtatala ng anumang ipinauna nila at mga bakas nila [na maganda at masagwa]. Sa bawat bagay ay nag-isa-isa Kami sa isang talaang malinaw.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_tl": "Maglahad ka para sa kanila ng isang paghahalintulad [na kasaysayan] ng mga naninirahan sa pamayanan [ng Antioquia] noong dumating doon ang mga isinugo,",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_tl": "noong nagsugo Kami sa kanila ng dalawa [sa mga apostol ni Jesus] ngunit nagpasinungaling sila sa kanilang dalawa kaya kinatigan Namin ng ikatlo, saka nagsabi sila: “Tunay na kami sa inyo ay mga isinugo.”",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_tl": "Nagsabi ang mga iyon: “Walang iba kayo kundi mga taong tulad namin. Hindi nagpababa ang Napakamaawain ng anuman. Walang iba kayo kundi nagsisinungaling.”",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_tl": "Nagsabi sila [sa mga tao ng pamayanan]: “Ang Panginoon namin ay nakaaalam na tunay na Kami sa inyo ay talagang mga isinugo.”",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_tl": "Walang kailangan sa Amin kundi ang pagpapaabot na malinaw [ng mensahe ng Panginoon].",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_tl": "Nagsabi ang mga iyon [sa mga apostol]: “Tunay na kami ay nag-ugnay ng kamalasan sa inyo. Talagang kung hindi kayo titigil ay talagang babato nga kami sa inyo at talagang may sasalingin nga sa inyo mula sa amin na isang pagdurusang masakit.”",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_tl": "Nagsabi [ang mga apostol]: “Ang kamalasang inuugnay ninyo ay kasama sa inyo. Kung pinaalalahanan ba kayo, [mag-uugnay kayo ng kamalasan]? Bagkus kayo ay mga taong nagmamalabis.”",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_tl": "May dumating mula sa pinakaliblib ng lungsod na isang lalaking[3] tumatakbo, na nagsabi: “O mga kababayan ko, sumunod kayo sa mga isinugo.",
      "footnotes": "[3] si Ḥabīb na karpintero"
    },
    {
      "ayah_number": 21,
      "translation_tl": "Sumunod kayo sa mga hindi humihingi sa inyo ng isang pabuya at sila ay mga napapatnubayan.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_tl": "Ano ang mayroon sa akin na hindi ako sumasamba sa lumalang sa akin at tungo sa Kanya pababalikin kayo [para gantihan]?",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_tl": "Gagawa ba ako ng bukod pa sa Kanya bilang mga diyos? Kung magnanais sa akin ang Napakamaawain ng isang pinsala ay hindi makapagsisilbi sa akin ang pamamagitan nila ng anuman at hindi sila makasasagip sa akin.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_tl": "Tunay na ako, samakatuwid, ay talagang nasa isang pagkaligaw na malinaw.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_tl": "Tunay na ako ay sumampalataya sa Panginoon ninyo, kaya makinig kayo sa akin.”[4]",
      "footnotes": "[4] ngunit pinatay nila ito."
    },
    {
      "ayah_number": 26,
      "translation_tl": "Sasabihin: “Pumasok ka sa paraiso.” Magsasabi siya: “O kung sana ang mga kababayan ko ay nakaaalam",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_tl": "sa pagpapatawad sa akin ng Panginoon ko at paggawa Niya sa akin kabilang sa mga pinararangalan.”",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_tl": "Hindi Kami nagpababa sa mga kababayan niya matapos na niya ng anumang mga hukbo [ng mga anghel] mula sa langit at hindi nangyaring Kami ay magpapababa.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_tl": "Walang iba iyon kundi nag-iisang hiyaw saka biglang sila ay mga nalipol.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_tl": "O isang panghihinayang sa mga lingkod [na tao at jinn]. Walang pumunta sa kanila na anumang sugo malibang sila dati ay nangungutya.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_tl": "Hindi ba sila nagsaalang-alang na kay rami ng ipinahamak Namin, bago nila, na mga [makasalanang] salinlahi – na ang mga [napahamak na] iyon sa kanila ay hindi babalik?",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_tl": "Walang iba ang bawat isa kundi lahat sa harap Namin mga padadaluhin [para hatulan].",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_tl": "Isang tanda para sa kanila ang lupang patay; nagbigay-buhay Kami rito at nagpalabas Kami mula rito ng mga butil, saka mula rito ay kumakain sila.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_tl": "Gumawa Kami rito ng mga hardin ng datiles at mga ubas at nagpabulwak Kami rito ng mga bukal",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_tl": "upang kumain sila mula sa bunga nito. Hindi gumawa sa mga ito ang mga kamay nila. Kaya hindi ba sila magpapasalamat?",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_tl": "Kaluwalhatian sa lumikha ng mga pares sa kabuuan ng mga ito mula sa mga pinatutubo ng lupa, mula sa mga sarili nila, at mula sa hindi nila nalalaman.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_tl": "Isang tanda para sa kanila ang gabi, habang nag-aalis Kami mula rito ng maghapon, kaya biglang sila ay mga napagdidiliman.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_tl": "Ang araw ay umiinog para sa isang pagtitigilan para rito. Iyon ay ang pagtatakda ng Makapangyarihan, Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_tl": "Ang buwan ay nagtakda Kami rito ng mga yugto hanggang sa nanumbalik ito gaya ng buwig na magulang.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_tl": "Ang araw ay hindi nararapat para rito na umabot sa buwan at ang gabi ay hindi mauuna sa maghapon. Lahat, sa ikutan, ay lumalangoy.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_tl": "Isang tanda para sa kanila na Kami ay nagdala sa mga supling nila sa daong na nilulanan [ni Noe].",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_tl": "Lumikha Kami para sa kanila mula sa tulad niyon ng sinasakyan nila.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_tl": "Kung loloobin Namin ay lulunurin Namin sila saka walang [tutugon sa] pagtili para sa kanila ni sila ay sasagipin,",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_tl": "maliban bilang awa mula sa Amin at bilang natatamasa hanggang sa isang panahon.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_tl": "Kapag sinabi sa kanila: “Mangilag kayo sa anumang nasa harapan ninyo at anumang nasa likuran ninyo, nang sa gayon kayo ay kaaawaan.”",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_tl": "Walang pumupunta sa kanila na isang tanda kabilang sa mga tanda ng Panginoon nila malibang sila noon doon ay mga umaayaw.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_tl": "Kapag sinabi sa kanila: “Gumugol kayo [sa kawanggawa] mula sa itinustos sa inyo ni Allāh,” nagsasabi ang mga tumangging sumampalataya sa mga sumampalataya: “Magpapakain ba kami ng sinumang kung sakaling loloobin ni Allāh ay pinakain sana Niya? Walang iba kayo kundi nasa isang pagkaligaw na malinaw.”",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_tl": "Nagsasabi sila: “Kailan ang pangakong ito [ng pagbuhay] kung kayo ay mga tapat?”",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_tl": "Wala silang hinihintay kundi nag-iisang hiyaw na dadaklot sa kanila habang sila ay nag-aalitan.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_tl": "Kaya hindi sila makakakaya ng isang pagtatagubilin, ni tungo sa mag-anak nila ay babalik sila.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_tl": "Iihip sa tambuli kaya biglang sila mula sa mga puntod patungo sa Panginoon nila ay magmamatulin.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_tl": "Magsasabi sila: “O kapighatian sa amin! Sino ang bumuhay na muli sa atin mula sa tulugan natin?” [Sasagutin sila:] “Ito ay ang ipinangako ng Pinakamaawain at nagpakatapat ang mga isinugo.”",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_tl": "Walang iba ito kundi nag-iisang hiyaw saka biglang sila ay isang katipunan, na sa harap Namin mga padadaluhin [para sa pagtutuos].",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_tl": "Kaya sa araw na ito walang lalabagin sa katarungan na isang kaluluwa sa anuman at hindi kayo gagantihan malibang ayon sa dati ninyong ginagawa.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_tl": "Tunay na ang mga maninirahan sa Paraiso, sa Araw na iyon, ay nasa pagkaabala, na mga nagpapasarap.",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_tl": "Sila at ang mga asawa nila sa isang lilim ay sa mga supa mga nakasandal.",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_tl": "Magkakaroon sila roon ng bungang-kahoy at magkakaroon sila ng anumang ipananawagan nila.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_tl": "“Kapayapaan,” bilang sabi mula sa isang Panginoong Maawain.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_tl": "[Sasabihin:] “Mabukod kayo [sa mga mananampalataya] ngayong araw, O mga salarin.",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_tl": "Hindi ba nag-atas Ako sa inyo, O mga anak ni Adan, na huwag kayong sumamba sa demonyo – tunay na siya para sa inyo ay isang kaaway na malinaw –",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_tl": "at na sumamba kayo sa Akin? Ito ay isang landasing tuwid.",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_tl": "Talaga ngang nagligaw siya, [si Satanas,] mula sa inyo ng kinapal na marami. Kaya hindi ba nangyaring kayo ay nakapag-uunawa?",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_tl": "Ito ay Impiyerno na kayo dati ay pinangangakuan.",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_tl": "Masunog kayo rito ngayong araw dahil kayo dati ay tumatangging sumampalataya.”",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_tl": "Sa Araw na iyon, magpipinid Kami sa mga bibig nila at magsasalita sa Amin ang mga kamay nila at sasaksi ang mga paa nila hinggil sa dati nilang kinakamit [na kasalanan].",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_tl": "Kung sakaling niloloob Namin ay talaga sanang pumawi Kami sa mga mata nila saka mag-uunahan sila sa landasin ngunit paano silang makakikita [sa kalagayan ng pagkabulag]?",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_tl": "Kung sakaling niloloob Namin ay talaga sanang nagpabagong-anyo Kami sa kanila [sa paglumpo sa kanila] sa kinaroroonan nila kaya hindi sila makakakaya ng isang paglisan at hindi sila babalik.",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_tl": "Ang sinumang pinatatanda Namin ay magbabaliktad Kami sa kanya sa pagkakalikha [tungo sa kahinaan matapos ng kalakasan]. Kaya hindi ba sila nakapag-uunawa?",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_tl": "Hindi Kami nagturo sa kanya ng tula at hindi iyon nararapat para sa kanya. Walang iba ito kundi isang paalaala at isang Qur’ān na malinaw",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_tl": "upang magbabala sa sinumang siya ay buhay at [upang] magindapat ang hatol sa mga tagatangging sumampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_tl": "Hindi ba sila nakaalam na Kami ay lumikha para sa kanila mula sa ginawa ng mga kamay Namin na mga hayupan kaya sila sa mga ito ay mga tagapagmay-ari?",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_tl": "Nagpaamo Kami sa mga ito para sa kanila kaya ilan sa mga ito ay mga sasakyan nila at ilan sa mga ito ay kinakain nila.",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_tl": "Para sa kanila sa mga ito ay mga pakinabang at mga [gatas na] inumin. Kaya hindi ba sila magpapasalamat?",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_tl": "Gumawa sila sa bukod pa kay Allāh bilang mga diyos, nang sa gayon sila ay iaadya.",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_tl": "Hindi nakakakaya ang mga [diyus-diyusang] ito ng pag-aadya sa kanila[5] samantalang sila para sa mga ito ay mga hukbo na padadaluhin [sa Impiyerno].",
      "footnotes": "[5] na mga tagasamba ng mga diyus-diyusang ito"
    },
    {
      "ayah_number": 76,
      "translation_tl": "Kaya huwag magpalungkot sa iyo ang sabi nila; tunay na Kami ay nakaaalam sa anumang inililihim nila at anumang inihahayag nila.",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_tl": "Hindi ba nakaalam ang tao na Kami ay lumikha sa kanya mula sa isang patak saka biglang siya ay isang kaalitang malinaw.",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_tl": "Naglahad siya para sa Amin ng isang paghahalintulad at nakalimot siya sa pagkalikha sa kanya. Nagsabi siya: “Sino ang magbibigay-buhay sa mga buto samantalang ang mga ito ay bulok na?”",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_tl": "Sabihin mo: “Magbibigay-buhay sa mga ito ang nagpaluwal sa mga ito sa unang pagkakataon; at Siya sa bawat nilikha ay Maalam.”",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_tl": "[Siya] ang gumawa para sa inyo mula sa mga punong-kahoy na luntian ng isang apoy, saka biglang kayo mula sa mga ito ay nagpapaningas.",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_tl": "Hindi ba ang lumikha ng mga langit at lupa ay nakakakayang lumikha ng tulad nila? Oo, at Siya ay ang Palalikha, ang Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_tl": "Tanging ang utos Niya, kapag nagnais Siya ng isang bagay, ay na magsabi rito: “Mangyari,” saka mangyayari ito.",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_tl": "Kaya kaluwalhatian sa Kanya na nasa kamay Niya ang pagkahari sa bawat bagay, at tungo sa Kanya pababalikin kayo [para gantihan].",
      "footnotes": null
    }
  ]
}