{
  "surah_number": 38,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_tl": "Ṣād.[1] Sumpa man [ni Allāh] sa Qur’ān na may paalaala.",
      "footnotes": "[1] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān."
    },
    {
      "ayah_number": 2,
      "translation_tl": "Bagkus ang mga tumangging sumampalataya ay nasa isang kapalaluan at isang hidwaan.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_tl": "Kay rami ng ipinahamak Namin[2] bago pa nila na [makasalanang] salinlahi, saka nanawagan sila at hindi iyon oras ng isang pagtakas.",
      "footnotes": "[2] dahil sa pagpapasinungaling nila sa sugo nila mula kay Allāh"
    },
    {
      "ayah_number": 4,
      "translation_tl": "Nagtaka sila na may dumating sa kanila na isang tagapagbabala[3] kabilang sa kanila. Nagsabi ang mga tagatangging sumampalataya: “Ito ay isang manggagaway na palasinungaling.",
      "footnotes": "[3] Si Propeta Muḥmmad."
    },
    {
      "ayah_number": 5,
      "translation_tl": "Gumawa ba siya sa mga diyos bilang nag-iisang diyos? Tunay na ito ay talagang isang bagay na kataka-taka.”",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_tl": "Nagdumali ang konseho kabilang sa kanila [na mga tagapagtambal sa pagsasabi]: “Magpatuloy kayo at magtiis kayo sa mga diyos ninyo. Walang iba ito kundi talagang isang bagay na ninanais.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_tl": "Hindi tayo nakarinig ng [pag-aangking] ganito sa kapaniwalaang huli. Walang iba ito kundi isang paglilikha-likha [ng tao].",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_tl": "Pinababa ba sa kanya ang [Qur’ān na] paalaala sa gitna natin?” Bagkus sila ay nasa isang pagdududa hinggil sa paalaala Ko. Bagkus hindi pa sila lumasap ng pagdurusang dulot Ko.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_tl": "O taglay ba nila ang mga imbakan ng awa ng Panginoon mo, ang Makapangyarihan, ang Palakaloob?",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_tl": "O sa kanila ba ang paghahari sa mga langit at lupa at anumang nasa pagitan ng mga ito? Kaya pumaitaas sila sa mga kaparaanan [papunta sa langit].",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_tl": "[Ang mga tagapagpasinungaling ay] hukbo na doon tatalunin, kabilang sa mga lapian [ng mga tagatangging sumampalataya].",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_tl": "Nagpasinungaling [sa mga sugo ni Allāh] bago nila ang mga tao ni Noe, ang [liping] `Ād, si Paraon na may mga tulos,",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_tl": "ang [liping] Thamūd, ang mga kababayan ni Lot, at ang mga naninirahan sa kasukalan [ng Midyan]. Ang mga iyon ay ang mga lapian.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_tl": "Walang iba ang bawat [isa] kundi nagpasinungaling sa mga sugo kaya nagindapat [sa kanila] ang parusa Ko.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_tl": "Walang hinihintay ang mga ito kundi nag-iisang hiyaw na wala itong anumang pagpapaliban.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_tl": "Nagsabi sila[4] [nang patuya]: “Panginoon namin, magpabilis Ka para sa amin ng bahagi namin [sa pagdurusa kahit pa] bago ng Araw ng Pagtutuos.”",
      "footnotes": "[4] Ibig sabihin: ang mga tagatangging sumampalataya."
    },
    {
      "ayah_number": 17,
      "translation_tl": "Magtiis ka sa sinasabi nila at alalahanin mo ang lingkod Naming si David na may mga [malakas na] kamay; tunay na siya ay palabalik [kay Allāh].",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_tl": "Tunay na Kami ay nagpasilbi ng mga bundok, na kasama sa kanya nagluluwalhati ang mga ito sa dapit-hapon at pagsikat [ng araw].",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_tl": "Ang mga ibon ay kinakalap; bawat isa sa kanya ay palabalik [kay Allāh].",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_tl": "Nagpatindi Kami ng kaharian niya at nagbigay Kami sa kanya ng karunungan at pagpapasya sa pakikipag-usap.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_tl": "Pumunta kaya sa iyo ang balita ng mga magkaalitan noong umakyat sila sa sambahan [ni David]?",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_tl": "Noong pumasok sila kay David ay nanghilakbot siya sa kanila. Nagsabi sila: “Huwag kang mangamba; [kami ay] magkaalitan, na lumabag ang iba sa amin sa iba, kaya humatol ka sa pagitan namin ayon sa katotohanan, huwag kang lumampas [doon], at pumatnubay ka sa amin tungo sa kalagitnaan ng landasin.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_tl": "Tunay na ito ay kapatid ko; mayroon siyang siyamnapu’t siyam na tupang babae at mayroon akong nag-iisang tupang babae, saka nagsabi siya: ‘Ipaaruga mo sa akin iyan.’ Nangibabaw ito sa akin sa talumpati.”",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_tl": "Nagsabi siya: “Talaga ngang lumabag siya sa iyo sa katarungan sa paghiling ng pagsasama ng babaing tupa mo sa mga babaing tupa niya. Tunay na marami sa mga kasosyo ay talagang lumalabag ang iba sa kanila sa iba maliban sa mga sumampalataya at gumawa ng mga maayos – at kaunti sila.” Nakatiyak si David na sinubok lamang siya kaya humingi siya ng tawad sa Panginoon niya. Sumubsob siya na nakayukod at nanumbalik [kay Allāh].",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_tl": "Kaya nagpatawad Kami sa kanya niyon, habang tunay na mayroon siya sa ganang Amin na talagang kadikitan at kagandahan ng babalikan.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_tl": "[Sinabi]: “O David, tunay na Kami ay gumawa sa iyo bilang kahalili sa lupain, kaya humatol ka sa pagitan ng mga tao ayon sa katotohanan at huwag kang sumunod sa pithaya para magligaw ito sa iyo palayo sa landas ni Allāh.” Tunay na ang mga naliligaw palayo sa landas ni Allāh, ukol sa kanila ay isang pagdurusang matindi dahil lumimot sila sa Araw ng Pagtutuos.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_tl": "Hindi Kami lumikha ng langit at lupa at anumang nasa pagitan ng dalawang ito nang walang-kabuluhan. Iyon ay palagay ng mga tumangging sumampalataya. Kaya kapighatian ay ukol sa mga tumangging sumampalataya, mula sa Apoy.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_tl": "O gagawa Kami sa mga sumampalataya at gumawa ng mga maayos gaya ng mga tagagulo sa lupa? O gagawa Kami sa mga tagapangilag magkasala gaya ng mga masamang-loob?",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_tl": "[Ang Qur’ān ay] isang pinagpalang Aklat na pinababa Namin sa iyo upang magmuni-muni sila sa mga talata nito at upang magsaalaala ang mga may isip.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_tl": "Ipinagkaloob Namin kay David si Solomon. Kay inam na lingkod! Tunay na siya ay palabalik [kay Allāh].",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_tl": "[Banggitin] noong inilahad sa kanya sa dapit-hapon ang mga kabayong nakatayong nakaangat ang isang paa, na matutulin.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_tl": "Kaya nagsabi siya: “Tunay na ako ay umibig ng pagkaibig sa mabuting [bagay] sa halip ng pag-alaala sa Panginoon ko [sa hapon] hanggang sa natakpan [ang araw] ng lambong.",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_tl": "Isauli ninyo ang mga ito sa akin.” Kaya nagsimula siya sa pagtaga sa mga lulod at mga leeg [ng mga ito].",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_tl": "Talaga ngang sumubok Kami kay Solomon at naglagay Kami sa silya niya ng isang katawan, pagkatapos nagsisising bumalik siya.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_tl": "Nagsabi siya: “Panginoon ko, magpatawad Ka sa akin at magkaloob Ka sa akin ng isang paghaharing hindi nararapat para sa isa matapos na [ng pagkakaloob] sa akin; tunay na Ikaw ay ang Palakaloob.”",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_tl": "Kaya pinagsilbi Namin para sa kanya ang hangin na dumadaloy ayon sa utos niya nang banayad saanman niya ipatama,",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_tl": "at ang mga demonyo [na jinn]: bawat tagapagpatayo at maninisid,",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_tl": "at may mga ibang pinaggagapos sa mga posas.",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_tl": "Ito ay bigay Namin, kaya magmagandang-loob ka o magpigil ka nang walang pagtutuos.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_tl": "Tunay na mayroon siya sa ganang Amin na talagang kadikitan at kagandahan ng babalikan.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_tl": "Banggitin mo ang lingkod Naming si Job noong nanawagan siya sa Panginoon niya: “Tunay na ako ay sinaling ng demonyo ng isang pagkapagal at isang pagdurusa.”",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_tl": "[Sinabihan siya]: “Magpadyak ka ng paa mo.” Ito ay isang paliguang malamig at isang inumin.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_tl": "Nagkaloob Kami sa kanya ng mag-anak niya at tulad nila kasama sa kanila bilang awa mula sa Amin at bilang paalaala para sa mga may isip.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_tl": "[Sinabi]: “Kumuha ka gamit ng kamay mo ng isang bungkos at pumalo ka gamit nito.[5] Huwag kang sumira sa sinumpaan.” Tunay na Kami ay nakatagpo sa kanya na nagtitiis. Kay inam ang lingkod! Tunay na siya ay palabalik [kay Allāh].",
      "footnotes": "[5] Ibig sabihin: “… at pumalo ka sa maybahay mo gamit nito.” Ito ay yayamang nanumpa si Job na gawin iyon kung magpapanumbalik si Allāh sa kanya sa kalusugan, bilang parusa sa maybahay niya sa pagpula nito sa kanya dahil sa pagtitiis niya sa pananampalataya niya."
    },
    {
      "ayah_number": 45,
      "translation_tl": "Banggitin mo ang mga lingkod Naming sina Abraham, Isaac, at Jacob na mga may lakas at mga pagtalos.",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_tl": "Tunay na Kami ay nagtangi sa kanila [sa isang layon] dahil sa isang natatanging katangian na pag-alaala sa tahanan [sa Kabilang-buhay].",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_tl": "Tunay na sila, sa ganang Amin, ay talagang kabilang sa mga hinirang na mga mabuti.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_tl": "Banggitin mo sina Ismael, Eliseo, at Dhulkifl. Bawat [isa] ay kabilang sa mga mabuti.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_tl": "Ito ay isang pagbanggit. Tunay na ukol sa mga tagapangilag magkasala ay talagang isang kagandahan ng uuwian:",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_tl": "mga Hardin ng Eden na pinagbubuksan para sa kanila ang mga pintuan.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_tl": "Habang mga nakasandal sa loob ng mga iyon, mananawagan sila sa loob ng mga iyon ng prutas na marami at inumin.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_tl": "Sa piling nila ay may mga babaing naglilimita ng sulyap [sa mga asawa nila lamang], na mga magkasinggulang.",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_tl": "Ito ay ang ipinangangako sa inyo para sa Araw ng Pagtutuos.",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_tl": "Tunay na ito ay talagang ang panustos Namin, na wala itong anumang pagkaubos.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_tl": "Ito nga [ay mangyayari]. Tunay na para sa mga tagapagmalabis ay talagang isang kasamaan ng uuwian:",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_tl": "ang Impiyerno na masusunog sila roon. Kaya kay saklap ang himlayan!",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_tl": "Ito nga, kaya lasapin nila ito – isang nakapapasong tubig at nana,",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_tl": "at [mga parusang] iba pa, kabilang sa kaanyo nito, na mga pares [ng magkasulangatan parusa].",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_tl": "[Sasabihin]: “Ito ay isang pulutong na susugod kasama sa inyo. Walang mabuting pagtanggap sa kanila. Tunay na sila ay masusunog sa Apoy.”",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_tl": "Magsasabi sila: “Bagkus kayo! Walang mabuting pagtanggap sa inyo. Kayo ay nagpauna nito sa amin. Kaya kay saklap ang pamamalagian!”",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_tl": "Magsasabi sila: “Panginoon namin, ang sinumang naghain sa amin nito ay magdagdag Ka sa kanya ng isang ibayong pagdurusa sa Apoy.”",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_tl": "Magsasabi sila: “Ano ang mayroon sa atin na hindi tayo nakakikita ng mga lalaking dati nating ibinibilang sila kabilang sa mga masama?",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_tl": "Gumawa ba tayo sa kanila ng isang panunuya o lumiko na palayo sa kanila ang mga paningin?”",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_tl": "Tunay na iyon ay talagang isang katotohanan: ang pag-aalitan ng mga mamamayan ng Apoy.",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_tl": "Sabihin mo, [O Propeta Muḥammad]: “Ako ay isang tagapagbabala lamang. Walang anumang Diyos kundi si Allāh, ang Nag-iisa, ang Palalupig [sa lahat],",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_tl": "ang Panginoon ng mga langit at lupa at anumang nasa pagitan ng mga ito, ang Makapangyarihan, ang Palapatawad.”",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_tl": "Sabihin mo, [O Propeta Muḥammad]: “[Ang Qur’ān na] ito ay isang balitang dakila,",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_tl": "na kayo rito ay mga umaayaw.",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_tl": "Hindi nagkaroon para sa akin ng anumang kaalaman hinggil sa konsehong pinakamataas [ng mga anghel] noong nag-aalitan sila.",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_tl": "Walang ikinakasi sa akin kundi ako ay isang mapagbabalang malinaw lamang.[6]",
      "footnotes": "[6] hinggil sa parusa para sa sinumang nagtatambal kay Allāh ng anuman at gumagawa ng masama"
    },
    {
      "ayah_number": 71,
      "translation_tl": "[Banggitin] noong nagsabi ang Panginoon mo sa mga anghel: “Tunay na Ako ay lilikha ng isang mortal mula sa putik.”",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_tl": "Kaya noong humubog Ako rito at umihip Ako rito mula sa espiritu [na nilikha] Ko ay magsibagsak kayo sa kanya na mga nakapatirapa.",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_tl": "Kaya nagpatirapa ang mga anghel sa kabuuan nila nang magkakasama,",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_tl": "maliban si Satanas; nagmalaki siya at siya ay naging kabilang sa mga tagatangging sumampalataya.[7]",
      "footnotes": "[7] dahil sa pagsalungat sa utos ni Allāh at pagmamalik sa paglayo sa pagtalima."
    },
    {
      "ayah_number": 75,
      "translation_tl": "Nagsabi Siya: “O Satanas, ano ang pumigil sa iyo na magpatirapa ka sa nilikha Ko sa pamamagitan ng dalawang kamay Ko? Nagmalaki ka ba [sa pag-ayaw magpatirapa] o naging kabilang ka sa mga nagpakamataas?”",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_tl": "Nagsabi [si Satanas]: “Ako ay higit na mabuti kaysa sa kanya; lumikha Ka sa akin mula sa isang apoy at lumikha Ka sa kanya mula sa isang putik.”",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_tl": "Nagsabi Siya: “Kaya lumabas ka mula rito sapagkat tunay na ikaw ay kasumpa-sumpa.",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_tl": "Tunay na sumaiyo ang sumpa Ko hanggang sa Araw ng Pagtutumbas.”",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_tl": "Nagsabi [si Satanas]: “Panginoon ko, kaya magpaantala Ka sa akin hanggang sa Araw na bubuhayin sila.”",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_tl": "Nagsabi Siya: “Kaya tunay na ikaw ay kabilang sa mga inaantala",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_tl": "hanggang sa araw ng panahong nalalaman [Ko lamang].”",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_tl": "Nagsabi [si Satanas]: “Kaya sumpa man sa kapangyarihan Mo, talagang maglilisya nga ako sa kanila nang magkakasama,",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_tl": "maliban sa mga lingkod Mo kabilang sa kanila na mga itinangi.”",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_tl": "Nagsabi Siya: “Sapagkat ang katotohanan [ay mula sa Akin] at ang katotohanan ay sinasabi Ko:",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_tl": "Talagang magpupuno nga Ako ng Impiyerno mula sa iyo [kabilang sa tao at jinn] at mula sa sinumang sumunod sa iyo kabilang sa kanila nang magkakasama!”",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_tl": "Sabihin mo, [O Propeta Muḥammad]: “Hindi ako humihingi sa inyo dahil dito [sa Mensahe] ng anumang pabuya. Ako ay hindi kabilang sa mga nagkukunwari.",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_tl": "Walang iba [ang Qur’ān na] ito kundi isang paalaala para sa mga nilalang.",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_tl": "Talagang makaaalam nga kayo ng balita nito matapos ng isang panahon.”",
      "footnotes": null
    }
  ]
}