{
  "surah_number": 42,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_tl": "Ḥā. Mīm.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_tl": "`Ayn. Sīn. Qāf.[1]",
      "footnotes": "[1] Subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān."
    },
    {
      "ayah_number": 3,
      "translation_tl": "Gayon nagkakasi sa iyo at sa mga bago mo pa si Allāh, ang Makapangyarihan, ang Marunong.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_tl": "Sa Kanya ang anumang nasa mga langit at ang anumang nasa lupa. Siya ay ang Mataas, ang Sukdulan.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_tl": "Halos ang mga langit ay nagkakabitak-bitak mula sa ibabaw ng mga ito samantalang ang mga anghel ay nagluluwalhati kalakip ng pagpupuri sa Panginoon nila at humihingi ng tawad para sa sinumang nasa lupa. Pansinin, tunay na si Allāh ay ang Mapagpatawad, ang Maawain.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_tl": "Ang mga gumawa sa bukod pa sa Kanya bilang mga katangkilik, si Allāh ay Mapag-ingat sa kanila [sa mga gawa nila] at ikaw sa kanila ay hindi isang pinananaligan.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_tl": "Gayon Kami nagkasi sa iyo ng isang Qur’ān na Arabe upang magbabala ka sa [Makkah na] Ina ng mga Pamayanan at sinumang nasa paligid nito [na mga taga-Makkah at lahat ng mga tao] at magbabala ka [sa mga tao] ng Araw ng Pagtipon nang walang pag-aalinlangan doon. May isang pangkat sa Hardin at may isang pangkat sa Liyab.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_tl": "Kung sakaling niloob ni Allāh ay talaga sanang gumawa Siya sa kanila bilang nag-iisang kalipunan, subalit nagpapapasok Siya sa sinumang niloob Niya sa awa Niya. Ang mga tagalabag sa katarungan [dahil sa kawalang-pananampalataya] ay walang ukol sa kanila na anumang katangkilik ni mapag-adya.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_tl": "O gumawa sila sa bukod pa sa Kanya ng mga katangkilik, gayong si Allāh ay ang Katangkilik. Siya ay ang nagbibigay-buhay sa mga patay. Siya sa bawat bagay ay May-kakayahan.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_tl": "Ang anumang nagkaiba-iba kayo hinggil sa anumang bagay, ang kahatulan nito ay sa kay Allāh. Iyon ay si Allāh, ang Panginoon ko; sa Kanya ako nanalig at tungo sa Kanya ako nagsisising bumabalik.[2]",
      "footnotes": "[2] sa tuwi-tuwina sa pagsisisi, pagtalima, pagsamba, at lahat ng mga nauukol sa akin"
    },
    {
      "ayah_number": 11,
      "translation_tl": "[Si Allāh] ang Tagapaglalang ng mga langit at lupa, gumawa Siya para sa inyo mula sa mga sarili ninyo ng mga kabiyak at mula sa mga hayupan ng mga kabiyak, na nagpaparami Siya sa inyo dahil doon. Walang katulad sa Kanya na anuman [ni may anumang totoong diyos maliban sa Kanya], at Siya ay ang Madinigin, ang Nakakikita.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_tl": "Sa Kanya ang mga susi ng mga langit at lupa. Nagpapaluwag Siya ng panustos para sa sinumang niloloob Niya at naghihigpit Siya.[3] Tunay na Siya sa bawat bagay ay Maalam.",
      "footnotes": "[3] sa sinumang niloloob Niya"
    },
    {
      "ayah_number": 13,
      "translation_tl": "Nagsabatas Siya para sa inyo mula sa relihiyon ng [ Islām na] itinagubilin Niya kay Noe, ng ikinasi sa iyo, [O Propeta Muḥammad,] at anumang itinagubilin kina Abraham, Moises, at Jesus, na [nagsasabi]: “Magpanatili kayo ng Relihiyon at huwag kayong magkahati-hati rito.” Lumaki [sa bigat] sa mga tagapagtambal ang ipinaaanyaya mo sa kanila. Si Allāh ay humalal para sa Kanya ng sinumang niloloob Niya at nagpapatnubay tungo sa Kanya ng sinumang nagsisising bumabalik [sa pagsisisi, pagtalima, at lahat ng mga nauukol sa kanila].",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_tl": "Hindi sila[4] nagkawatak-watak [sa iba’t ibang relihiyon] kundi matapos na dumating sa kanila ang kaalaman dala ng paglabag sa pagitan nila. Kung hindi dahil sa isang salitang nauna mula sa Panginoon mo hanggang sa isang taning na tinukoy ay talaga sanang humusga sa pagitan nila. Tunay na ang mga pinagmana[5] ng kasulatan matapos na nila ay talagang nasa isang pagdududang tagapagpaalinlangan hinggil doon [sa Qur’ān].",
      "footnotes": "[4] Ibig sabihin: ang mga tagatangging sumampalataya at ang mga tagapagtambal\n[5] Ibig sabihin: ang mga Hudyo at ang mga Kristiyano"
    },
    {
      "ayah_number": 15,
      "translation_tl": "Kaya para roon ay mag-anyaya ka,[6] magpakatuwid ka gaya ng ipinag-utos sa iyo, huwag kang sumunod sa mga pithaya nila, at magsabi ka: “Sumampalataya ako sa pinababa ni Allāh na Aklat, at inutusan ako na magmakatarungan sa gitna ninyo. Si Allāh ay Panginoon namin at Panginoon ninyo. Ukol sa amin ang mga gawa namin at ukol sa inyo ang mga gawa ninyo. Walang katwiran sa pagitan namin at pagitan ninyo [para sa alitan]. Si Allāh ay kakalap sa pagitan natin. Tungo sa Kanya ang kahahantungan.”",
      "footnotes": "[6] tungo sa Islam na totoong Relihiyong ibinigay ni Allāh"
    },
    {
      "ayah_number": 16,
      "translation_tl": "Ang mga nakikipangatwiran hinggil kay Allāh [sa relihiyon] matapos na tinugon, ang katwiran nila ay walang-saysay sa ganang Panginoon mo. Sumakanila ay galit at ukol sa kanila ay isang pagdurusang matindi.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_tl": "Si Allāh ang nagpababa ng Aklat kalakip ng katotohanan at timbangan [upang magpakamakatarungan]. Ano ang magpapabatid sa iyo na marahil ang Huling Sandali[7] ay malapit na?",
      "footnotes": "[7] ang Araw ng Pagbuhay at Pagtutuos"
    },
    {
      "ayah_number": 18,
      "translation_tl": "Nagmamadali nito ang mga hindi sumasampalataya rito. Ang mga sumampalataya ay mga nababagabag dito at nakaaalam na ito ay ang katotohanan. Pansinin, tunay na ang mga nakikipagtaltalan kaugnay sa Huling Sandali[8] ay talagang nasa isang pagkaligaw na malayo.",
      "footnotes": "[8] ang Araw ng Pagbuhay at Pagtutuos"
    },
    {
      "ayah_number": 19,
      "translation_tl": "Si Allāh ay Mapagtalos sa mga lingkod Niya, na nagtutustos sinumang niloob Niya; at Siya ay ang Malakas, ang Makapangyarihan.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_tl": "Ang sinumang nangyaring nagnanais ng [gantimpala bilang] ani sa Kabilang-buhay ay magdaragdag Kami para sa kanya sa ani roon. Ang sinumang nangyaring nagnanais ng ani sa Mundo ay magbibigay Kami sa kanya mula rito at walang ukol sa kanya sa Kabilang-buhay na anumang bahagi.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_tl": "O nagkaroon ba sila ng mga katambal [kay Allāh] na nagsabatas para sa kanila sa relihiyon ng hindi pumayag dito si Allāh? Kung hindi dahil sa salita ng pagpapasya ay talaga sanang humusga sa pagitan nila. Tunay na ang mga tagalabag sa katarungan, ukol sa kanila ay isang pagdurusang masakit.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_tl": "Makikita ka sa mga tagalabag sa katarungan na mga nababagabag sa nakamit nila, at ito ay magaganap sa kanila. Ang mga sumampalataya at gumawa ng mga maayos ay nasa mga halamanan ng mga hardin; ukol sa kanila ang niloloob nila sa piling ng Panginoon nila. Iyon ay ang kabutihang-loob na malaki.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_tl": "Iyon ay ang ibinabalitang nakagagalak ni Allāh sa mga lingkod Niya na mga sumampalataya at gumawa ng mga maayos. Sabihin mo, [O Propeta Muḥammad]: “Hindi ako humihingi sa inyo dahil doon[9] ng isang pabuya maliban sa pagmamahal alang-alang sa pagkakamag-anak.” Ang sinumang nagtamo ng isang magandang gawa ay magdaragdag Kami para sa kanya rito ng kagandahan. Tunay na si Allāh ay Mapagpatawad, Mapagpasalamat.",
      "footnotes": "[9] sa pagpapaabot ng katotohanan"
    },
    {
      "ayah_number": 24,
      "translation_tl": "O nagsasabi ba sila: “Gumawa-gawa siya laban kay Allāh ng isang kasinungalingan?” Ngunit kung niloob ni Allāh ay magpipinid Siya sa puso mo. Bumubura si Allāh ng kabulaanan at nagtototoo Siya ng katotohanan sa pamamagitan ng mga salita Niya. Tunay na Siya ay Maalam sa mga laman ng mga dibdib [ng mga tao].",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_tl": "Siya ay ang tumatanggap ng pagbabalik-loob buhat sa mga lingkod Niya, nagpapaumanhin sa mga masagwang gawa, nakaaalam sa ginagawa ninyo,",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_tl": "tumutugon sa [panalangin ng] mga sumampalataya at gumawa ng mga maayos, at nagdaragdag sa kanila mula sa kabutihang-loob Niya. Ang mga tagatangging sumampalataya, ukol sa kanila ay isang pagdurusang matindi.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_tl": "Kung sakaling nagpaluwag si Allāh ng panustos para sa mga lingkod Niya ay talaga sanang nanampalasan sila sa lupain subalit nagbababa Siya ayon sa sukat na niloloob Niya. Tunay na Siya sa mga lingkod Niya ay Mapagbatid, Nakakikita.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_tl": "Siya ay ang nagbababa ng ulan, matapos na nasiraan sila ng loob, at nagkakalat ng awa Niya. Siya ay ang Katangkilik,[10] ang Kapuri-puri.",
      "footnotes": "[10] ng mga mananampalataya – ang Tagapagtaguyod at ang Tagapagligtas nila"
    },
    {
      "ayah_number": 29,
      "translation_tl": "Kabilang sa mga tanda Niya ang pagkalikha ng mga langit at lupa at ang ikinalat Niya sa mga ito na gumagalaw na nilalang. Siya, sa pagtipon sa kanila kapag loloobin Niya, ay May-kakayahan.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_tl": "Ang anumang tumama sa inyo na kasawiang-palad ay dahil sa nakamit ng mga kamay ninyo – at nagpapaumanhin Siya sa marami.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_tl": "Kayo ay hindi mga makapagpapawalang-kakayahan sa lupa; walang ukol sa inyo bukod pa kay Allāh na anumang katangkilik ni mapag-adya. Walang ukol sa inyo bukod pa kay Allāh na anumang katangkilik ni mapag-adya.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_tl": "Kabilang sa mga tanda Niya ang mga daong sa dagat, gaya ng mga bundok.",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_tl": "Kung loloobin Niya ay magpapatahan Siya sa mga hangin para manatili ang mga iyon na mga nakatigil sa ibabaw nito – tunay na sa gayon ay talagang may mga tanda para sa bawat palatiis na mapagpasalamat –",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_tl": "o makasisira Siya sa mga ito [sa pagkalunod] dahil sa nakamit nila [na kasalanan] at [gayon pa man] magpapaumanhin Siya sa marami",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_tl": "at [upang] makaalam ang mga nakikipagtalo hinggil sa mga tanda Namin na walang ukol sa kanila na anumang mapupuslitan.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_tl": "Kaya ang ibinigay sa inyo na anuman ay natatamasa sa buhay na pangmundo. Ang nasa ganang kay Allāh ay higit na mabuti at higit na mamamalagi para sa mga sumampalataya at sa Panginoon nila ay nananalig;",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_tl": "at mga umiiwas sa malalaki sa kasalanan at mahahalay, at kapag nagalit sila, sila ay nagpapatawad;",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_tl": "at mga tumugon sa Panginoon nila, nagpanatili sa pagdarasal, at ang usapin nila ay sanggunian sa pagitan nila, at mula sa itinustos Namin sa kanila ay gumugugol sila;",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_tl": "at mga kapag tumama sa kanila ang paglabag, sila ay nag-aadya [sa mga sarili].",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_tl": "Ang ganti sa masagwang gawa ay isang masagwa gawang tulad niyon; ngunit ang sinumang nagpaumanhin at nakipag-ayos, ang pabuya sa kanya ay nasa kay Allāh. Tunay na Siya ay hindi umiibig sa mga tagalabag sa katarungan.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_tl": "Talagang ang sinumang nag-adya [sa sarili] matapos ng kawalang-katarungan sa kanya, ang mga iyon ay walang ukol sa kanila na anumang maisisisi.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_tl": "Ang maisisisi ay ukol lamang mga lumalabag sa katarungan sa mga tao at naniniil sa lupain nang walang karapatan. Ang mga iyon ay may ukol sa kanila na isang pagdurusang masakit.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_tl": "Talagang ang sinumang nagtiis at nagpatawad, tunay na iyon ay talagang kabilang sa pinagpapasyahan sa mga usapin.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_tl": "Ang sinumang ililigaw ni Allāh ay walang ukol dito na anumang katangkilik matapos na [iniligaw] Niya. Makikita mo na ang mga tagalabag sa katarungan, kapag nakita nila ang pagdurusa, ay magsasabi: “Sa isang mababalikan kaya [sa Mundo] ay may anumang landas?”",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_tl": "Makikita mo sila na isinasalang doon [sa Apoy] habang mga nagtataimtim dahil sa kaabahan, na tumitingin mula sa isang sulyap na kubli. Magsasabi ang mga sumampalataya: “Tunay na ang mga lugi ay ang mga nagpalugi ng mga sarili nila at mga mag-anak nila sa Araw ng Pagbangon. Pansinin, tunay na ang mga tagalabag sa katarungan[11] ay nasa isang pagdurusang mananatili.”",
      "footnotes": "[11] na nagtambal kay Allāh ng iba pa sa pagsamba"
    },
    {
      "ayah_number": 46,
      "translation_tl": "Walang ukol sa kanila na anumang mga katangkilik na mag-aadya sa kanila bukod pa kay Allāh. Ang sinumang ililigaw ni Allāh ay walang ukol dito na anumang landas [ng kapatnubayan].",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_tl": "Tumugon kayo sa Panginoon ninyo bago pa may sumapit na isang Araw na walang matutulakan para roon mula kay Allāh. Walang ukol sa inyo na anumang madudulugan sa Araw na iyon at walang ukol sa inyo na anumang pagkakaila [ng mga pagkakasala].",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_tl": "Ngunit kung umayaw sila, hindi Kami nagsugo sa iyo, [O Propeta Muḥammad,] sa kanila bilang mapag-ingat. Walang kailangan sa iyo kundi ang pagpapaabot [ng ipinag-utos]. Tunay na kapag nagpalasap Kami sa tao mula sa Amin ng isang awa ay natutuwa siya rito. Kung tatama sa kanila ang isang masagwang gawa dahil sa ipinauna ng mga kamay nila, tunay na ang tao ay mapagtangging magpasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_tl": "Sa kay Allāh ang paghahari sa mga langit at lupa. Lumilikha Siya ng niloloob Niya. Nagkakaloob Siya sa sinumang niloloob Niya ng mga [anak na] babae at nagkakaloob Siya sa sinumang niloloob Niya ng mga [anak na] lalaki.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_tl": "O ipinagpapares Niya sila bilang mga lalaki at mga babae. Gumagawa Siya sa sinumang niloloob Niya bilang baog. Tunay na Siya ay Maalam, May-kakayahan.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_tl": "Hindi naging ukol sa tao na kausapin siya ni Allāh maliban sa isang pagkasi, o sa likuran ng isang lambong, o magsugo Siya ng isang [anghel na] sugo para magkasi iyon ayon sa pahintulot Niya ng anumang niloloob Niya. Tunay na Siya ay Mataas, Marunong.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_tl": "Gayon Kami nagkasi sa iyo, [O Propeta Muḥammad,] ng isang espiritu[12] mula sa kautusan Namin. Hindi ka noon nakaaalam kung ano ang Aklat ni ang pananampalataya, subalit gumawa Kami rito bilang liwanag na nagpapatnubay Kami sa pamamagitan nito sa sinumang niloloob Namin kabilang sa mga lingkod Namin. Tunay na ikaw, [O Propeta Muḥammad,] ay talagang nagpapatnubay tungo sa isang landasing tuwid:",
      "footnotes": "[12] Ibig sabihin: ang Qur’an"
    },
    {
      "ayah_number": 53,
      "translation_tl": "ang landasin ni Allāh na sa Kanya ang anumang nasa mga langit at ang anumang nasa lupa. Pansinin, tungo kay Allāh hahantong ang mga usapin [para pagpasyahan].",
      "footnotes": null
    }
  ]
}