{
  "surah_number": 43,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_tl": "Ḥā. Mīm.[1]",
      "footnotes": "[1] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān."
    },
    {
      "ayah_number": 2,
      "translation_tl": "Sumpa man sa Aklat[2] na naglilinaw,",
      "footnotes": "[2] Si Allāh ang nanunumpa rito."
    },
    {
      "ayah_number": 3,
      "translation_tl": "tunay na Kami ay gumawa nito bilang Qur’ān na Arabe nang sa gayon kayo ay makapag-uunawa.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_tl": "Tunay na ito, sa Ina ng Aklat[3] na nasa Amin, ay talagang mataas, marunong.",
      "footnotes": "[3] Ibig sabihin: ang Tablerong Iniingatan"
    },
    {
      "ayah_number": 5,
      "translation_tl": "Kaya ba magbabaling Kami palayo sa inyo ng Paalaala[4] sa isang tabi dahil kayo ay mga taong nagpapakalabis?",
      "footnotes": "[4] Ibig sabihin: ang Qur’an"
    },
    {
      "ayah_number": 6,
      "translation_tl": "Kay rami ng isinugo Namin na propeta sa mga sinauna [na nilipol noon].",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_tl": "Walang pumupunta sa kanila na isang propeta malibang sila noon sa kanya ay nangungutya.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_tl": "Kaya nagpahamak Kami sa higit na matindi kaysa sa kanila sa bagsik at nagdaan ang tulad sa mga sinauna.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_tl": "Talagang kung nagtanong ka sa kanila kung sino ang lumikha ng mga langit at lupa ay talagang magsasabi nga sila na lumikha ng mga ito ang Makapangyarihan, ang Maalam,",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_tl": "na gumawa para sa inyo ng lupa bilang himlayan at gumawa para sa inyo roon ng mga landas nang harinawa kayo ay mapatnubayan,",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_tl": "na nagbaba mula sa langit ng tubig ayon sa isang sukat saka bubuhay sa pamamagitan nito ng isang patay na bayan. Gayon kayo palalabasin [mula sa mga libingan].",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_tl": "at na lumikha ng mga magkapares sa kabuuan ng mga ito at gumawa para sa inyo mula sa mga daong at mga hayupan ng sinasakyan ninyo",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_tl": "upang lumuklok kayo sa mga likod ng mga ito, pagkatapos makaalaala kayo sa biyaya ng Panginoon ninyo kapag nakaluklok na kayo sa mga ito at magsabi kayo: “Kaluwalhatian sa Kanya na nagpasilbi para sa amin ng mga ito samantalang kami sa mga ito ay hindi naging mga makapananaig.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_tl": "Tunay na kami sa Panginoon namin ay talagang mga uuwi.”",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_tl": "Gumawa sila para sa Kanya mula sa mga lingkod Niya ng isang bahagi.[5] Tunay na ang tao ay talagang isang malinaw na mapagtangging magpasalamat.",
      "footnotes": "[5] ng nilikha Niya dahil sa pagsabing a mga anghel ay mga anak Niya"
    },
    {
      "ayah_number": 16,
      "translation_tl": "O gumawa ba Siya mula sa nililikha Niya ng mga babaing anak at humirang Siya sa inyo ng mga lalaking anak?",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_tl": "Kapag binalitaan ang isa sa kanila ng [ng pagsilang ng babaing anak na] inuugnay niya para sa Napakamaawain bilang paghahalintulad, ang mukha niya ay naging nangingitim habang siya ay hapis.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_tl": "O [iniuugnay ba kay Allāh] ang pinalalaki ba sa mga hiyas samantalang ito sa pakikipag-alitan ay hindi malinaw?",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_tl": "Nagturing sila sa mga anghel – na mga lingkod ng Napakamaawain – bilang mga babae. Nakasaksi ba sila sa paglikha sa mga iyon? Isusulat ang pagsaksi nila at tatanungin sila.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_tl": "Nagsabi sila: “Kung sakaling niloob ng Napakamaawain [na si Allāh] ay hindi sana kami sumamba sa kanila.[6]” Walang ukol sa kanila hinggil doon na anumang kaalaman. Walang iba sila kundi nagsasapantaha.",
      "footnotes": "[6] na mga anghel"
    },
    {
      "ayah_number": 21,
      "translation_tl": "O nagbigay Kami sa kanila ng isang aklat bago pa nito kaya sila roon ay mga kumakapit?",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_tl": "Bagkus nagsabi sila: “Tunay kami ay nakatagpo sa mga magulang namin sa isang paniniwala, at tunay na kami sa mga bakas nila [at mga paraan nila] ay mga napapatnubayan.”",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_tl": "Gaya niyon, hindi Kami nagsugo bago mo pa sa isang pamayanan ng anumang mapagbabala malibang nagsabi ang mga pinariwasa roon: “Tunay na kami ay nakatagpo sa mga magulang namin sa isang paniniwala, at tunay na kami sa mga bakas nila ay mga tumutulad.”",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_tl": "Nagsabi [ang mapagbababala]: “Kahit pa ba naghatid ako sa inyo ng higit na patnubay kaysa sa natagpuan ninyo sa mga magulang ninyo?” Nagsabi sila: “Tunay na kami sa ipinasugo sa inyo ay mga tagatangging sumampalataya.”",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_tl": "Kaya naghiganti Kami sa kanila. Kaya tumingin ka kung papaano naging ang kinahinatnan ng mga tagapagpasinungaling.[7]",
      "footnotes": "[7] ng Katotohanan at mga tagasalungat ng Kapayapaan"
    },
    {
      "ayah_number": 26,
      "translation_tl": "[Banggitin] noong nagsabi si Abraham sa ama niya at mga kababayan niya: “Tunay na ako ay walang-kaugnayan sa anumang sinasamba ninyo,",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_tl": "maliban sa lumalang sa akin sapagkat tunay na Siya ay magpapatnubay sa akin.”",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_tl": "Gumawa siya rito[8] bilang pangungusap na mananatili sa mga inapo niya nang sa gayon sila ay babalik [kay Allāh].",
      "footnotes": "[8] sa adhikain ng Tawḥīd: Walang Diyos kundi si Allāh"
    },
    {
      "ayah_number": 29,
      "translation_tl": "Bagkus nagpatamasa Ako sa mga [tagapagtambal na] ito [sa Mundo] at sa mga magulang nila [bago pa nila] hanggang sa dumating sa kanila ang katotohanan at [si Propeta Muḥammad na] isang sugong tagapaglinaw [sa kanila].",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_tl": "Noong dumating sa kanila ang katotohanan ay nagsabi sila: “Ito ay panggagaway at tunay na kami rito ay mga tagatangging sumampalataya.”",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_tl": "Nagsabi sila: “Bakit kasi hindi ibinaba ang Qur’ān na ito sa isang lalaki, mula sa dalawang pamayanang dakila [ng Makkah at Ṭā’if]?”",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_tl": "Sila ba ay namamahagi ng awa ng Panginoon mo? Kami ay namamahagi sa pagitan nila ng kabuhayan nila sa buhay na pangmundo. Nag-angat Kami sa iba sa kanila higit sa iba pa sa mga antas upang gumamit ang iba sa kanila sa iba pa sa pagsisilbi. Ang awa ng Panginoon mo ay higit na mabuti kaysa sa anumang tinitipon nila.",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_tl": "Kung hindi dahil sa ang mga tao ay maging nag-iisang kalipunan [sa kawalang-pananampalataya, na naghahangad ng buhay sa Mundong ito] ay talaga sanang gumawa para sa sinumang tumatangging sumampalataya sa Napakamaawain para sa mga bahay nila ng mga bubong na pilak at mga pampanik, na sa mga ito papaibabaw sila,",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_tl": "at para sa mga bahay nila ng mga pinto, mga kama [na pilak,] na sa mga ito sasandal sila,",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_tl": "at [ibang] palamuting ginto. Walang iba ang lahat ng iyon kundi natatamasa sa buhay na pangmundo. Ang Kabilang-buhay sa ganang Panginoon mo ay para sa mga tagapangilag magkasala.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_tl": "Ang sinumang nabubulagan sa pag-alaala sa Napakamaawain ay magtatalaga para sa kanya ng isang demonyo, kaya ito para sa kanya ay isang kapisan [na dumidikit].",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_tl": "Tunay na ang mga ito ay talagang sumasagabal sa kanila sa landas [ng Islām] habang nag-aakala sila na sila ay mga napapatnubayan;",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_tl": "hanggang sa nang dumating siya sa Amin ay magsasabi siya[9] [sa kapisang demonyo]: “O kung sana sa pagitan ko at pagitan mo ay layo ng dalawang silangan sapagkat kay saklap ang kapisan!”",
      "footnotes": "[9] ang tagatangging sumampalataya"
    },
    {
      "ayah_number": 39,
      "translation_tl": "Hindi magpapakinabang sa inyo sa Araw na iyon yayamang lumabag kayo sa katarungan, na kayo sa pagdurusa ay mga magkalahok.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_tl": "Kaya ikaw ba ay nagpaparinig sa mga bingi o nagpapatnubay sa mga bulag at sinumang naging nasa isang pagkaligaw na malinaw?",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_tl": "Kaya alin sa dalawa: mag-aalis nga Kami sa iyo saka tunay na Kami sa kanila ay maghihiganti,",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_tl": "o magpapakita nga Kami sa iyo ng ipinangako Namin sa kanila saka tunay na Kami sa kanila ay Tagakaya.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_tl": "Kaya mangunyapit ka sa [Qur’ān na ito na] ikinasi sa iyo; tunay na ikaw ay nasa isang landasing tuwid.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_tl": "Tunay na [ang Qur’ān na] ito ay talagang isang paalaala para sa iyo at para sa mga kababayan mo, at tatanungin kayo [hinggil dito].",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_tl": "Magtanong ka sa mga isinugo Namin bago mo pa kabilang sa mga sugo Namin kung nagtalaga ba, bukod pa sa Napakamaawain, ng mga diyos na sasambahin?",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_tl": "Talaga ngang nagsugo Kami kay Moises, kalakip ng mga tanda Namin, kay Paraon at sa konseho nito kaya nagsabi siya: “Tunay na ako ay sugo ng Panginoon ng mga nilalang.”",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_tl": "Ngunit noong naghatid siya sa kanila ng mga tanda Namin, biglang sila sa mga ito ay tumatawa.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_tl": "Hindi Kami nagpapakita sa kanila ng anumang tanda malibang ito ay higit na malaki kaysa sa nauna ito. Nagpataw Kami sa kanila ng pagdurusa [sa Mundo] nang sa gayon sila ay babalik [kay Allāh].",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_tl": "Nagsabi sila [kay Moises]: “O manggagaway, dumalangin ka [kay Allāh] para sa amin sa Panginoon mo ng itinipan Niya sa piling mo; tunay na kami ay talagang mga mapapatnubayan.”",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_tl": "Ngunit noong pumawi Kami sa kanila ng pagdurusa, biglang sila ay sumisira [sa usapan].",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_tl": "Nanawagan si Paraon sa mga tao niya. Nagsabi siya: “O mga tao ko, hindi ba sa akin ang paghahari sa Ehipto habang ang mga ilog na ito ay dumadaloy mula sa ilalim ko? Kaya hindi ba kayo nakakikita?",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_tl": "O ako ba ay higit na mabuti kaysa kay Moises, na siyang aba at hindi halos nakapaglilinaw?",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_tl": "Kaya bakit hindi nag-ukol sa kanya ng mga pulseras na ginto o dumating kasama sa kanya ang mga anghel na mga magkakapisan?”",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_tl": "Kaya nanloko [si Paraon] sa mga tao niya saka tumalima naman sila sa kanya. Tunay na sila ay dating mga taong suwail.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_tl": "Kaya noong nagpapoot sila sa Amin ay naghiganti Kami sa kanila saka lumunod Kami sa kanila nang magkakasama.",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_tl": "Kaya gumawa Kami sa kanila ng isang pagpapauna at isang paghahalintulad para sa mga huli.",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_tl": "Noong inilahad ang anak ni Maria bilang paghahalintulad [na sinasamba], biglang ang mga kababayan mo sa kanya ay naghalakhakan.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_tl": "Nagsabi sila: “Ang mga diyos namin ba ay higit na mabuti o siya[10]?” Hindi sila naglahad nito para sa iyo kundi bilang pakikipagtalo. Bagkus sila ay mga taong palaalitan.",
      "footnotes": "[10] Ibig sabihin: si Jesus"
    },
    {
      "ayah_number": 59,
      "translation_tl": "Walang iba [si Jesus] kundi isang lingkod na nagbiyaya Kami sa kanya [ng pagkapropeta] at gumawa Kami sa kanya bilang paghahalimbawa para sa mga anak ni Israel.",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_tl": "Kung sakaling loloobin Namin ay talaga sanang gumawa Kami sa halip ninyo ng mga anghel sa lupa na maghahalilihan.",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_tl": "Tunay na si Jesus ay talagang [isang tanda ng] kaalaman [sa paglapit ng] Huling Sandali kaya huwag nga kayong magtaltalan hinggil dito at sumunod kayo sa akin. Ito ay isang landasing tuwid.",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_tl": "Huwag ngang sasagabal sa inyo [sa landasing tuwid] ang demonyo; tunay na siya para sa inyo ay isang kaaway na malinaw.",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_tl": "Noong naghatid si Jesus ng mga malinaw na patunay [sa mga anak ni Israel] ay nagsabi siya: “Naghatid nga ako sa inyo ng karunungan at upang maglinaw ako para sa inyo ng ilan sa nagkakaiba-iba kayo hinggil doon. Kaya mangilag kayong magkasala kay Allāh at tumalima kayo sa akin.",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_tl": "Tunay na si Allāh ay Panginoon ko at Panginoon ninyo kaya sumamba kayo sa Kanya. Ito ay landasing tuwid.”",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_tl": "Ngunit nagkaiba-iba ang mga lapian mula sa gitna nila,[11] kaya kapighatian ay ukol sa mga lumabag sa katarungan mula sa isang pagdurusa sa isang Araw na masakit.",
      "footnotes": "[11] Ibig sabihin: ng mga sekta ng mga Kristiyano."
    },
    {
      "ayah_number": 66,
      "translation_tl": "Naghihintay kaya sila maliban ng Huling Sandali, na sumapit ito sa kanila nang biglaan habang sila ay hindi nakararamdam?",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_tl": "Ang mga matalik na magkaibigan, sa Araw na iyon, ang iba sa kanila para sa iba pa ay kaaway, maliban sa mga tagapangilag magkasala.",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_tl": "O mga lingkod Ko, walang pangamba sa inyo sa Araw na iyon ni kayo ay malulungkot.",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_tl": "[Sila ay] ang mga sumampalataya sa mga tanda Namin at sila noon ay mga Muslim [na tagapagpasakop sa kalooban ni Allāh].",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_tl": "Pumasok kayo sa Paraiso habang kayo at ang mga kabiyak ninyo ay pinagagalak.",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_tl": "Magpapalibot sa kanila ng mga platong yari sa ginto at mga baso. Naroon ang ninanasa ng mga sarili at minamasarap ng mga mata habang kayo roon ay mga mananatili.",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_tl": "Iyon ay ang Hardin na ipinamana sa inyo dahil sa dati ninyong ginagawa [na kabutihan].",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_tl": "Para sa inyo roon ay bungang-kahoy na marami at mula sa mga ito ay kakain kayo.",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_tl": "Tunay na ang mga salarin sa pagdurusa sa Impiyerno ay mga mananatili.",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_tl": "Hindi patatamlayin ito para sa kanila, habang sila roon ay mga nalulumbay.",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_tl": "Hindi Kami lumabag sa katarungan sa kanila subalit sila dati ay ang mga tagalabag sa katarungan.",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_tl": "Mananawagan sila: “O Mālik,[12] magpawakas sa amin ang Panginoon mo.” Magsasabi siya: “Tunay na kayo ay mga mamamalagi.”",
      "footnotes": "[12] Ang Tanod ng Impiyerno"
    },
    {
      "ayah_number": 78,
      "translation_tl": "Talaga ngang naghatid Kami sa inyo ng katotohanan subalit ang higit na marami sa inyo sa katotohanan ay mga nasusuklam.",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_tl": "O nagpatibay sila ng isang usapin saka tunay na Kami ay tagapagpatibay?",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_tl": "O nag-aakala sila na tunay na Kami ay hindi nakaririnig ng lihim nila at pagsasarilinan nila? Bagkus [nakaririnig], at ang mga sugo Namin sa piling nila ay nagtatala.",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_tl": "Sabihin mo: “Kung nagkaroon ang Napakamaawain ng isang anak, ako ay ang una sa mga tagasamba.”",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_tl": "Kaluwalhatian sa Panginoon ng mga langit at lupa, Panginoon ng Trono, higit sa anumang inilalarawan nila.[13]",
      "footnotes": "[13] pag-uugnay sa Kanya ng katambal, asawa, at anak"
    },
    {
      "ayah_number": 83,
      "translation_tl": "Kaya hayaan mo silang sumuong [sa kabulaanan] at maglaro hanggang sa makipagkita sila sa araw nilang ipinangangako sa kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_tl": "Siya ang sa langit ay Diyos at sa lupa ay Diyos. Siya ay ang Marunong, ang Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_tl": "Napakamapagpala ang sa Kanya ang paghahari sa mga langit at lupa at anumang nasa pagitan ng mga ito. Nasa Kanya ang kaalaman sa Huling Sandali at tungo sa Kanya pababalikin kayo [para tuusin].",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_tl": "Hindi nakapagdudulot ang mga dinadalanginan nila bukod pa sa Kanya ng pamamagitan maliban sa mga sumaksi sa katotohanan habang sila ay nakaaalam [sa sinaksihan nila].",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_tl": "Talagang kung nagtanong ka sa kanila kung sino ang lumikha sa kanila ay talagang magsasabi nga silang si Allāh. Kaya paanong nalilinlang sila?",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_tl": "[Nakaaalam si Allāh] sa sabi niya: “O Panginoon ko, tunay na ang mga ito ay mga taong hindi sumasampalataya.”",
      "footnotes": null
    },
    {
      "ayah_number": 89,
      "translation_tl": "Kaya umiwas ka sa kanila at magsabi ka: “Kapayapaan!” sapagkat malalaman nila [ang daranasing parusa].",
      "footnotes": null
    }
  ]
}