{
  "surah_number": 45,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_tl": "Ḥā. Mīm.[1]",
      "footnotes": "[1] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito."
    },
    {
      "ayah_number": 2,
      "translation_tl": "Ang pagbababa ng Aklat [na Qur’ān] ay mula kay Allāh, ang Makapangyarihan, ang Marunong.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_tl": "Tunay na sa mga langit at lupa ay talagang may mga tanda para sa mga mananampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_tl": "Sa pagkalikha sa inyo at anumang ikinakalat Niya na gumagalaw na nilalang ay may mga tanda para sa mga taong nakatitiyak.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_tl": "Sa pagsasalitan ng gabi at maghapon, sa anumang pinababa ni Allāh mula sa langit na panustos [na ulan] saka nagbigay-buhay Siya sa pamamagitan niyon sa lupa matapos ng kamatayan nito, at sa pagpihit sa mga hangin ay may mga tanda para sa mga taong nakapag-uunawa.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_tl": "Ang mga iyon ay mga tanda ni Allāh, na binibigkas sa iyo sa katotohanan. Kaya sa aling pakikipag-usap matapos kay Allāh at ng mga talata Niya [sa Qur’ān] sasampalataya sila?",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_tl": "Kapighatian ay ukol sa bawat manlilinlang na makasalanan.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_tl": "Nakaririnig siya sa mga tanda ni Allāh habang binibigkas sa kanya, pagkatapos nagpupumilit siya habang nagmamalaki na para bang hindi nakarinig sa mga iyon. Kaya magbalita ka sa kanya hinggil sa isang pagdurusang masakit.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_tl": "Kapag nakaalam siya mula sa mga tanda Namin ng anuman ay gumagawa siya rito ng isang pangungutya. Ang mga iyon ay may ukol sa kanila na isang pagdurusang manghahamak.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_tl": "Mula sa unahan nila ay Impiyerno. Hindi makapagdudulot sa kanila ang nakamit nila [na mga yaman] ng anuman ni ang ginawa nila bukod pa kay Allāh bilang mga katangkilik. Ukol sa kanila ay isang pagdurusang mabigat.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_tl": "[Ang Qur’ān na] ito ay isang patnubay. Ang mga tumangging sumampalataya sa mga tanda ng Panginoon nila, ukol sa kanila ay isang pagdurusa mula sa isang pasakit na masakit.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_tl": "Si Allāh ang nagpasilbi para sa inyo ng dagat upang maglayag ang mga daong dito ayon sa utos Niya at upang humanap kayo ng kabutihang-loob Niya at nang sa gayon kayo ay magpapasalamat [sa Kanya].",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_tl": "Nagpasilbi Siya para sa inyo ng anumang nasa mga langit at anumang nasa lupa nang lahatan mula sa Kanya. Tunay na sa gayon ay talagang may mga tanda para sa mga taong nag-iisip-isip.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_tl": "Sabihin mo sa mga sumampalataya na magpatawad sila sa mga hindi nag-aasam ng mga araw ni Allāh upang gumanti Siya sa mga tao dahil sa dati nilang nakakamit [na kasalanan].",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_tl": "Ang sinumang gumawa ng maayos ay para sa sarili niya; at ang sinumang gumawa ng masagwa ay laban sa sarili. Pagkatapos tungo sa Panginoon ninyo pababalikin kayo [para gantihan].",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_tl": "Talaga ngang nagbigay Kami sa mga anak ni Israel ng kasulatan [na Torah], paghatol, at pagkapropeta; tumustos Kami sa kanila mula sa mga kaaya-ayang bagay at nagtangi Kami sa kanila higit sa mga nilalang [ng panahon nila].",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_tl": "Nagbigay Kami sa kanila ng mga malinaw na patunay mula sa usapin [ng relihiyon] ngunit hindi sila nagkaiba-iba malibang matapos na dumating sa kanila ang kaalaman dala ng paglabag sa pagitan nila. Tunay na ang Panginoon mo ay maghuhusga sa pagitan nila sa Araw ng Pagbangon hinggil sa sila dati ay nagkakaiba-iba.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_tl": "Pagkatapos naglagay Kami sa iyo sa isang batas mula sa kautusan kaya sumunod ka rito at huwag kang sumunod sa mga pithaya ng mga hindi nakaaalam.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_tl": "Tunay na sila ay hindi makapagdudulot para sa iyo laban kay Allāh ng anuman. Tunay na ang mga tagalabag sa katarungan, ang iba sa kanila ay mga katangkilik ng iba pa. Si Allāh ay Katangkilik ng mga tagapangilag magkasala.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_tl": "[Ang Qur’ān na] ito ay mga pagpapatalos sa mga tao, isang patnubay, at isang awa para sa mga taong nakatitiyak.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_tl": "O nag-akala ang mga nakagawa ng mga masagwang gawa na magtuturing Kami sa kanila gaya ng mga sumampalataya at gumawa ng mga maayos bilang magkapantay ang pagkabuhay nila at ang pagkamatay nila? Kay sagwa ang inihahatol nila!",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_tl": "Lumikha si Allāh ng mga langit at lupa sa katotohanan at upang gantihan ang bawat kaluluwa ayon sa nakamit nito habang sila ay hindi nilalabag sa katarungan.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_tl": "Kaya nakakita ka ba sa sinumang gumawa bilang diyos niya sa pithaya niya? Nagligaw rito si Allāh ayon sa kaalaman [dito], nagpinid Siya sa pandinig nito at puso nito, at naglagay Siya sa paningin nito ng isang takip. Kaya sino pa ang papatnubay rito matapos na ni Allāh? Kaya hindi ba kayo magsasaalaala?",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_tl": "Nagsabi sila: “Walang iba ito kundi ang buhay namin sa Mundo; namamatay kami at nabubuhay kami, at walang nagpahamak sa amin kundi ang [paglipas ng] panahon.” Walang ukol sa kanila anumang kaalaman hinggil doon [pagkabuhay]. Walang iba sila kundi nagpapalagay.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_tl": "Kapag binibigkas sa kanila ang mga tanda Namin bilang mga malinaw na patunay, walang naging iba ang katwiran nila kundi na nagsabi sila: “Maglahad kayo ng mga [namatay na] ninuno natin kung kayo ay naging mga tapat.”",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_tl": "Sabihin mo: “Si Allāh ay nagbibigay-buhay sa inyo, pagkatapos magbibigay-kamatayan sa inyo, pagkatapos magtitipon sa inyo tungo sa Araw ng Pagbangon nang walang pag-aalinlangan doon, subalit ang higit na marami sa mga tao ay hindi nakaaalam.”",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_tl": "Sa kay Allāh ang paghahari sa mga langit at lupa. Sa Araw na sasapit ang Huling Sandali, sa Araw na iyon ay malulugi ang mga nagpapabula.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_tl": "Makakikita ka ng bawat kalipunan na nakaluhod. Bawat kalipunan ay tatawagin sa talaan nito: “Ngayong Araw ay gagantihan kayo sa dati ninyong ginagawa.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_tl": "Ito, ang talaan Namin, ay bibigkasin sa inyo ayon sa katotohanan. Tunay na Kami noon [sa pamamagitan ng mga anghel] ay nagtatala ng dati ninyong ginagawa.”",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_tl": "Kaya hinggil sa mga sumampalataya at gumawa ng mga maayos, magpapapasok sa kanila ang Panginoon nila sa awa Niya [sa Paraiso]. Iyon ay ang pagkatamong malinaw.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_tl": "Hinggil naman sa mga tumangging sumampalataya, [sasabihin]: “Hindi ba ang mga talata Ko [sa Qur’ān] ay binibigkas sa inyo ngunit nagmalaki kayo at kayo noon ay mga taong salarin?",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_tl": "Kapag sinabi: ‘Tunay na ang pangako ni Allāh ay totoo at ang Huling Sandali ay walang pag-aalinlangan doon,’ ay nagsasabi kayo: ‘Hindi kami nakababatid kung ano ang Huling Sandali; hindi kami nagpapalagay [na magaganap ito] kundi ng isang pagpapalagay at kami ay hindi mga nakatitiyak.’”",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_tl": "Matatambad sa kanila ang mga masagwa sa [kahihinatnan ng] ginawa nila at papaligid sa kanila ang dati nilang kinukutya.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_tl": "Sasabihin: “Ngayong Araw, lilimot Kami sa inyo[2] gaya ng paglimot ninyo sa pagkikita sa Araw ninyong ito.[3] Ang kanlungan ninyo ay ang Apoy. Walang ukol sa inyo na anumang mga tagapag-adya.",
      "footnotes": "[2] mag-iiwan Kami sa inyo sa Impiyerno\n[3] kaya hindi kayo naghanda para rito ng pananampalataya at gawang maayos"
    },
    {
      "ayah_number": 35,
      "translation_tl": "Iyon ay dahil kayo ay gumawa sa mga tanda ni Allāh ng isang pangungutya at luminlang sa inyo ang buhay na pangmundo.” Kaya sa Araw na iyon, hindi sila ilalabas mula roon [sa Impiyerno] ni sila ay hihilinging magpasiya [kay Allāh].",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_tl": "Kaya ukol kay Allāh ang papuri, ang Panginoon ng mga langit, ang Panginoon ng lupa, at ang Panginoon ng mga nilalang.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_tl": "Sa Kanya ang kadakilaan sa mga langit at lupa. Siya ay ang Makapangyarihan, ang Marunong.",
      "footnotes": null
    }
  ]
}