{
  "surah_number": 46,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_tl": "Ḥā. Mīm. [1]",
      "footnotes": "[1] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito."
    },
    {
      "ayah_number": 2,
      "translation_tl": "Ang pagbababa ng Aklat [na Qur’ān] ay mula kay Allāh, ang Makapangyarihan, ang Marunong.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_tl": "Hindi Kami lumikha ng mga langit at lupa at anumang nasa pagitan ng mga ito malibang ayon sa katotohanan at sa isang taning na tinukoy. Ang mga tumangging sumampalataya, hinggil sa ibinabala sa kanila ay mga umaayaw.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_tl": "Sabihin mo: “Nagsaalang-alang ba kayo sa dinadalanginan ninyo bukod pa kay Allāh? Magpakita kayo sa akin kung ano ang nilikha nila mula sa lupa, o kung mayroon silang pakikitambal sa mga langit. Magdala kayo sa akin ng isang aklat [na ibinaba] bago pa nito o ng isang [natitirang] bakas mula sa kaalaman, kung kayo ay mga tapat.”[2]",
      "footnotes": "[2] sa pahayag ninyo na ang mga anito ninyo ay naging karapat-dapat sa pagsamba."
    },
    {
      "ayah_number": 5,
      "translation_tl": "Sino ang higit na ligaw kaysa sa sinumang dumadalangin sa bukod pa kay Allāh, na hindi tumutugon sa kanya hanggang sa Araw ng Pagbangon samantalang ang mga ito, sa panalangin sa mga ito, ay mga nalilingat?",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_tl": "Kapag kinalap ang mga tao, ang mga [dinalanginang] ito para sa kanila ay magiging mga kaaway at ang mga ito sa pagsamba sa mga ito ay magiging mga tagatanggi [sa pagkilala].",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_tl": "Kapag binibigkas sa kanila ang mga tanda Namin bilang mga malinaw na patunay ay nagsasabi ang mga tumangging sumampalataya hinggil sa katotohanan noong dumating ito sa kanila: “Ito ay isang panggagaway na malinaw.”",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_tl": "O nagsasabi sila: “Ginawa-gawa niya [ang Qur’ān na] ito.” Sabihin mo: “Kung gumawa-gawa ako nito ay hindi kayo makapagdudulot para sa akin laban kay Allāh ng anuman. Siya ay higit na maalam sa anumang sinusuong. Nakasapat Siya bilang saksi sa pagitan ko at sa pagitan ninyo. Siya ay ang Mapagpatawad, ang Maawain.”",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_tl": "Sabihin mo: “Hindi ako isang pinasimulan mula sa mga sugo at hindi ako nakababatid sa gagawin sa akin ni sa inyo [sa Mundo]. Hindi ako sumusunod maliban sa ikinakasi sa akin at walang iba ako kundi isang mapagbabalang malinaw.”",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_tl": "Sabihin mo: “Nagsaalang-alang ba kayo kung [ang Qur’ān na] ito ay mula sa ganang kay Allāh at tumanggi kayong sumampalataya rito samantalang may sumaksi na isang tagasaksi mula sa mga anak ni Israel [na ito ay mula kay Allāh batay sa] tulad [sa nasaad sa Torah], kaya sumampalataya siya samantalang nagmalaki kayo?” Tunay na si Allāh ay hindi pumapatnubay sa mga taong tagalabag sa katarungan.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_tl": "Nagsabi ang mga tumangging sumampalataya sa mga sumampalataya: “Kung sakaling [ang Islām na] ito ay kabutihan, hindi sana sila nakauna sa amin dito.” Yayamang hindi sila napatnubayan sa pamamagitan nito ay magsasabi sila: “Ito ay isang panlilinlang na luma.”",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_tl": "Bago pa nito, ang Kasulatan ni Moises ay bilang gabay at bilang awa. [Ang Qur’ān na] ito ay Aklat na tagapagpatotoo, sa wikang Arabe, upang magbabala ito sa mga lumabag sa katarungan[3] at bilang balitang nakagagalak para sa mga tagagawa ng maganda.",
      "footnotes": "[3] dahil sa pagtatambal kay Allāh at paggawa ng mga pagsuway"
    },
    {
      "ayah_number": 13,
      "translation_tl": "Tunay na ang mga nagsabi: “Ang Panginoon namin ay si Allāh,” pagkatapos nagpakatuwid sila,[4] ay walang pangamba sa kanila ni sila ay” malulungkot.”",
      "footnotes": "[4] sa pananampalataya at gawang maayos"
    },
    {
      "ayah_number": 14,
      "translation_tl": "Ang mga iyon ay ang mga maninirahan sa Paraiso bilang mga mananatili roon bilang ganti sa dati nilang ginagawa.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_tl": "Nagtagubilin Kami sa tao hinggil sa mga magulang niya ng paggawa ng maganda. Nagdalang-tao sa kanya ang ina niya sa hirap at nagsilang ito sa kanya sa hirap. Ang pagdadalang-tao sa kanya at ang pag-awat sa kanya ay tatlumpong buwan; hanggang sa nang umabot siya sa katindihan niya at umabot siya sa apatnapung taong gulang ay magsasabi siya: “Panginoon ko, udyukan Mo ako na magpasalamat ako sa biyaya Mo na ibiniyaya Mo sa akin at sa mga magulang ko, na gumawa ako ng maayos na kalulugdan Mo, at magsaayos Ka para sa akin sa mga supling ko; tunay na ako ay nagbalik-loob sa Iyo [sa pagsisisi at pagtalima] at tunay na ako ay kabilang sa mga Muslim.”",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_tl": "Ang mga iyon ay tatanggapan Namin buhat sa kanila ng pinakamaganda sa ginawa nila at palalampasan Namin ng mga masagwang gawa nila [upang mapabilang sila] sa mga maninirahan sa Paraiso bilang pangako ng katapatan na sa kanila noon ay ipinangangako.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_tl": "Ang nagsabi sa mga magulang niya: “Pagkasuya sa inyong dalawa! Nangangako ba kayong dalawa sa akin na palabasin ako [sa libingan] samantalang lumipas na ang mga [ibang] salinlahi bago ko pa?” samantalang silang dalawa [na mga madulang] ay nagpapasaklolo kay Allāh, [na nagsasabi]: “Kapighatian sa iyo! Sumampalataya ka! Tunay na ang pangako ni Allāh ay [laging] totoo,” ngunit nagsasabi naman siya: “Walang iba ito kundi mga alamat ng mga sinauna.”",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_tl": "Ang mga iyon ay ang mga nagindapat sa kanila ang hatol [ng pagdurusa] sa mga kalipunang lumipas bago pa nila, kabilang sa jinn at tao. Tunay na sila ay naging mga lugi.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_tl": "Para sa lahat ay may mga antas [ng baytang] mula sa anumang ginawa nila, at upang maglulubus-lubos Siya sa kanila [ng kabayaran] sa mga gawa nila habang hindi sila nilalabag sa katarungan.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_tl": "Sa araw na isasalang ang mga tumangging sumampalataya sa Apoy [ay sasabihin]: “Nag-alis kayo ng mga kaaya-aya ninyo sa buhay ninyo sa Mundo at nagtamasa kayo roon. Kaya ngayong araw ay gagantihan kayo ng pagdurusa ng pagkahamak dahil kayo dati ay nagmamalaki sa lupa nang walang karapatan at dahil kayo dati ay nagpapakasuwail.”",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_tl": "Banggitin mo [si Hūd], ang kapatid ng [liping] `Ād, noong nagbabala siya sa mga kalipi niya sa Buhanginan.[5] Lumipas na ang mga mapagbabala noong bago pa niya at noong matapos na niya, [na nagsasabi]: “Huwag kayong sumamba maliban kay Allāh; tunay na ako ay nangangamba para sa inyo sa pagdurusa sa isang araw na sukdulan.”",
      "footnotes": "[5] sa timog ng Arabya"
    },
    {
      "ayah_number": 22,
      "translation_tl": "Nagsabi sila: “Dumating ka ba sa amin upang magpalihis ka sa amin palayo sa mga diyos namin? Kaya maglahad ka sa amin ng ipinangangako mo sa amin, kung ikaw ay naging sa mga tapat.”",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_tl": "Nagsabi siya: “Tanging ang kaalaman ay nasa ganang kay Allāh. Nagpapaabot ako sa inyo ng ipinasugo sa akin, subalit ako ay nakakikita sa inyo bilang mga taong nagpapakamangmang.”",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_tl": "Kaya noong nakakita sila niyon na isang ulap na [nakaharang na] nakaharap sa mga lambak nila ay nagsabi sila: “Ito ay isang ulap na magpapaulan sa atin.” Bagkus iyon ay ang minadali ninyo na isang hanging sa loob nito ay isang pagdurusang masakit.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_tl": "Wawasak ito sa bawat bagay ayon sa utos ng Panginoon nito kaya sila ay magiging walang nakikita kundi ang mga tirahan nila. Gayon Kami gumaganti sa mga taong salarin.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_tl": "Talaga ngang nagbigay-kapangyarihan Kami sa kanila sa [paraang] hindi Kami nagbigay-kapangyarihan sa inyo. Gumawa Kami para sa kanila ng pandinig, mga paningin, at mga puso ngunit hindi nakapagdulot sa kanila ang pandinig nila ni ang mga paningin nila ni ang mga puso nila ng anuman yayamang sila dati ay nagkakaila sa mga tanda ni Allāh. Papaligid sa kanila ang dati nilang kinukutya.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_tl": "Talaga ngang nagpahamak Kami sa nasa paligid ninyo na mga pamayanan at nagsarisari Kami ng mga tanda nang sa gayon sila ay babalik [sa masamang gawi nila].",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_tl": "Kaya bakit hindi nag-adya sa kanila ang mga ginawa nila bukod pa kay Allāh bilang ipinanlalapit-loob [sa Kanya] na mga diyos? Bagkus naligaw ang mga ito palayo sa kanila. Iyon ay ang panlilinlang nila at ang dati nilang ginagawa-gawa.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_tl": "[Banggitin] noong naglihis Kami tungo sa iyo ng isang pangkat ng mga jinn na nakikinig sa Qur’ān, saka noong dumalo sila roon ay nagsabi sila: “Tumahimik kayo [upang makinig].” Kaya noong nagwakas ito ay umuwi sila sa mga kalahi nila bilang mga tagapagbabala [sa kanila].",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_tl": "Nagsabi sila: “O mga kalahi namin, tunay na kami ay nakapakinig sa isang Aklat[6] na pinababa matapos na ni Moises, bilang tagapagpatotoo para sa nauna rito, na nagpapatnubay tungo sa katotohanan at tungo sa isang landasing tuwid [ng Islām].",
      "footnotes": "[6] Ibig sabihin: ang Qur’an."
    },
    {
      "ayah_number": 31,
      "translation_tl": "O mga kalahi namin, sumagot kayo sa tagapag-anyaya ni Allāh [na si Propeta Muḥammad] at sumampalataya kayo rito, magpapatawad Siya sa inyo ng ilan sa mga pagkakasala ninyo at kakalinga Siya sa inyo laban sa isang pagdurusang masakit.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_tl": "Ang sinumang hindi sumagot sa tagapag-anyaya ni Allāh [na si Propeta Muḥammad] ay hindi makapagpapawalang-kakayahan [sa Kanya] sa lupa at hindi ito magkakaroon bukod pa sa Kanya ng mga katangkilik. Ang mga iyon ay nasa isang pagkaligaw na malinaw.",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_tl": "Hindi ba nila napag-alaman na si Allāh na lumikha ng mga langit at lupa at hindi napata sa paglikha ng mga ito ay nakakakaya na magbigay-buhay sa mga patay? Oo; tunay na Siya sa bawat bagay ay May-kakayahan.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_tl": "Sa araw na isasalang sa Apoy ang mga tumangging sumampalataya [ay sasabihin sa kanila]: “Hindi ba ito ang katotohanan?” Magsasabi sila: “Opo; sumpa man sa Panginoon namin.” Magsasabi Siya: “Kaya lasapin ninyo ang pagdurusa dahil kayo dati ay tumatangging sumampalataya.”",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_tl": "Kaya magtiis ka [O Propeta Muḥammad] kung paanong nagtiis ang mga may pagtitika kabilang sa mga sugo[7] at huwag kang magmadali para sa kanila. Para bang sila, sa araw na makikita nila ang ipinangangako sa kanila, ay hindi namalagi kundi isang oras mula sa maghapon. Isang pagpapaabot [ito] kaya walang ipahahamak kundi ang mga taong suwail [kay Allāh].",
      "footnotes": "[7] na sina Noe, Abraham, Moises, Jesus, at Muḥammad (sumakanila ang basbas at ang pangangalaga)."
    }
  ]
}