{
  "surah_number": 47,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_tl": "Ang mga tumangging sumampalataya at sumagabal sa landas ni Allāh[1] ay magpapawalang-kabuluhan Siya sa mga gawa nila.",
      "footnotes": "[1] Ibig sabihin: sa Relihiyong Islam"
    },
    {
      "ayah_number": 2,
      "translation_tl": "Ang mga sumampalataya at gumawa ng mga maayos at sumampalataya sa [Qur’ān na] ibinaba kay [Propeta] Muḥammad – at ito ay ang katotohanan mula sa Panginoon nila – ay magtatakip-sala Siya sa kanila sa mga masagwang gawa nila at magsasaayos Siya sa lagay nila [sa Mundo at Kabilang-buhay].",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_tl": "Iyon ay dahil ang mga tumangging sumampalataya ay sumunod sa kabulaanan at ang mga sumampalataya naman ay sumunod sa katotohanan mula sa Panginoon nila. Gayon naglalahad si Allāh para sa mga tao ng mga paghahalintulad sa kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_tl": "Kaya kapag nakipagkita kayo [sa labanan] sa mga tumangging sumampalataya ay tumaga sa mga leeg nila; hanggang sa nang nakalipol kayo sa kanila ay maghigpit kayo ng mga paggapos [sa mga bihag] saka maaaring maging may pagmamagandang-loob matapos niyon o maaaring maging may pagpapatubos [sa mga bihag] hanggang sa magbaba ang digmaan ng mga pasanin nito. Iyon nga [ang utos ni Allāh]; at kung sakaling loloobin ni Allāh ay talaga sanang naghiganti Siya laban sa kanila subalit [ipinag-utos ang pakikibaka laban sa mga kaaway ng katotohanan, katarungan, at kapayapaan] upang sumubok Siya sa iba sa inyo sa pamamagitan ng iba pa. Ang mga pinatay sa landas ni Allāh ay hindi Siya magwawala sa mga gawa nila.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_tl": "Magpapatnubay Siya sa kanila at magsasaayos Siya sa [kasalukuyang] lagay nila.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_tl": "Magpapapasok Siya sa kanila sa Paraiso, na ipinakilala Niya sa kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_tl": "O mga sumampalataya, kung mag-aadya kayo kay Allāh [sa layunin Niya], mag-aadya Siya sa inyo at magpapatatag Siya sa mga paa ninyo [sa labanan].",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_tl": "Ang mga tumangging sumampalataya, kasawian ay ukol sa kanila at iwawala Niya ang mga gawa nila.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_tl": "Iyon ay dahil sila ay nasuklam sa [Qur’ān na] pinababa ni Allāh kaya nagpawalang-kabuluhan Siya sa mga gawa nila.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_tl": "Kaya hindi ba sila humayo sa lupain para tumingin sila kung papaano naging ang kinahinatnan ng mga bago pa nila? Dumurog si Allāh sa kanila. Ukol sa mga tagatangging sumampalataya ang mga tulad niyon.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_tl": "Iyon ay dahil si Allāh ang Pinagpapatangkilikan ng mga sumampalataya at [dahil] ang mga tagatangging sumampalataya ay walang pinagpapatangkilikan ukol sa kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_tl": "Tunay na si Allāh ay magpapapasok sa mga sumampalataya at gumawa ng mga maayos sa mga hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog. Ang mga tumangging sumampalataya ay nagpapakatamasa [sa Mundo] at kumakain kung paanong kumakain ang mga hayupan. Ang Apoy ay tuluyan para sa kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_tl": "Kay raming pamayanan ay higit na matindi sa lakas kaysa sa [Makkah na] pamayanan mo na nagpalisan sa iyo! Nagpahamak Kami sa kanila sapagkat walang tagapag-adya para sa kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_tl": "Kaya ba ang sinumang nasa isang malinaw na patunay mula sa Panginoon niya ay gaya ng mga ipinaakit para sa kanila ang kasagwaan ng gawain nila at sumunod sila sa mga pithaya nila?",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_tl": "Ang paglalarawan sa Paraiso – na pinangakuan ang mga tagapangilag magkasala roon ng mga ilog mula sa tubig na hindi nagbabago, ng mga ilog mula sa gatas na hindi nagbago ang lasa nito, ng mga ilog mula sa alak na kasarapan para sa mga tagainom, at ng mga ilog mula sa pulut-pukyutan na dinalisay, at may ukol sa kanila roon na lahat ng mga bunga at isang kapatawaran mula sa Panginoon nila – ay gaya ba ng mga mamamalagi sa Apoy at paiinumin ng isang nakapapasong tubig kaya magpuputul-putol ito sa mga bituka nila?",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_tl": "Mayroon sa kanila [ng mga tagatangging sumampalataya] na [nagkukunwaring] nakikinig sa iyo; hanggang nang nakalabas sila mula sa piling mo ay nagsabi sila sa mga binigyan ng kaalaman: “Ano ang sinabi niya kanina?” Ang mga iyon ay ang mga nagpinid si Allāh sa mga puso nila at sumunod sa mga pithaya nila.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_tl": "Ang mga napatnubayan [sa landas ng Islām] ay nagdagdag Siya sa kanila ng patnubay at nagbigay Siya sa kanila ng pangingilag nilang magkasala.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_tl": "Kaya naghihintay kaya sila ng maliban pa sa Huling Sandali, na sumapit ito sa kanila nang bigla sapagkat dumating na ang mga tanda nito? Kaya papaanong ukol sa kanila, kapag dumating [ang Huling Sandali na] ito sa kanila, ang paalaala sa kanila?",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_tl": "Kaya alamin mo na walang Diyos [na karapat-dapat sambahin] kundi si Allāh at humingi ka ng tawad para sa pagkakasala mo at para sa [mga pagkakasala ng] mga lalaking mananampalataya at mga babaing mananampalataya. Si Allāh ay nakaaalam sa ginagalawan ninyo at tuluyan ninyo [sa gabi ninyo].",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_tl": "Nagsasabi ang mga sumampalataya: “Bakit kasi walang ibinaba na isang kabanata?”[2] Ngunit nang may pinababa na isang kabanatang isinatahasan at binanggit dito ang pakikipaglaban, makikita mo ang mga sa mga puso nila ay may sakit [ng pagpapaimbabaw] na tumitingin sa iyo nang pagtingin ng hinimatay dahil sa [takot sa] kamatayan. Kaya higit na nararapat para sa kanila ay",
      "footnotes": "[2] sa Qur’an na may pagbanggit ng pagpahintulot ng pakikipalaban"
    },
    {
      "ayah_number": 21,
      "translation_tl": "pagtalima [kay Allāh] at pagsasabing nakabubuti. Kaya kapag naisatungkulin ang usapin [ng pakikipaglaban] saka kung sakaling nagpakatotoo sila kay Allāh, talaga sanang ito ay naging higit na mabuti para sa kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_tl": "Kaya marahil kayo kaya, kung tumalikod kayo, ay manggugulo sa lupa at magpuputul-putol ng ugnayan sa mga kaanak ninyo?",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_tl": "Ang mga iyon ay ang mga isinumpa ni Allāh, kaya bumingi Siya sa kanila at bumulag Siya sa mga paningin nila [sa katotohanan].",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_tl": "Kaya hindi ba sila nagmumuni-muni sa Qur’ān o sa mga puso ay may mga pampinid ng mga ito?",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_tl": "Tunay na ang mga bumalik sa mga tinalikdan nila matapos na luminaw para sa kanila ang patnubay, ang demonyo ay humalina sa kanila at nagpapatagal [ng maling pag-asa] para sa kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_tl": "Iyon ay dahil sila ay nagsabi sa mga nasuklam sa [Qur’ān na] ibinaba ni Allāh: “Tatalima kami sa inyo sa ilan sa usapin,” samantalang si Allāh ay nakaaalam sa paglilihim nila.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_tl": "Kaya papaano kapag bumawi sa kanila ang mga anghel habang pumapalo ang mga ito sa mga mukha nila at mga likod nila?",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_tl": "Iyon ay dahil sila ay sumunod sa nagpainis kay Allāh at nasuklam sila sa pagkalugod Niya kaya nagpawalang-kabuluhan Siya sa mga gawa nila.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_tl": "O nag-akala ang mga sa mga puso nila ay may sakit [ng pagpapaimbabaw] na hindi magpapalabas si Allāh sa mga poot nila?",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_tl": "Kung sakaling niloloob Namin ay talaga sanang ipinakita Namin sa iyo sila kaya talaga sanang nakilala mo sila sa pamamagitan ng mga tatak nila at talaga sanang makikilala mo nga sila sa himig ng pagkakasabi [nila]. Si Allāh ay nakaaalam sa mga gawa ninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_tl": "Talagang susubok nga Kami sa inyo hanggang sa maghayag Kami sa mga nakikibaka [sa pakikipaglaban] kabilang sa inyo at mga nagtitiis at sumubok Kami sa mga gawain ninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_tl": "Tunay na ang mga tumangging sumampalataya, sumagabal [sa mga tao] sa landas ni Allāh, at nakipaghidwaan sa Sugo matapos na luminaw para sa kanila ang patnubay ay hindi makapipinsala kay Allāh sa anuman at magpapawalang-kabuluhan Siya sa mga gawa nila.",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_tl": "O mga sumampalataya, tumalima kayo kay Allāh at tumalima kayo sa Sugo, at huwag kayong magpawalang-saysay sa mga [magandang] gawa ninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_tl": "Tunay na ang mga tumangging sumampalataya at sumagabal sa landas ni Allāh – pagkatapos namatay sila habang sila ay mga tagatangging sumampalataya – ay hindi magpapatawad si Allāh sa kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_tl": "Kaya huwag kayong panghinaan at [huwag] kayong mag-anyaya sa pakikipagpayapaan samantalang kayo ay ang mga pinakamataas at si Allāh ay kasama sa inyo. Hindi Siya magbabawas sa inyo sa [gantimpala sa] mga gawa ninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_tl": "Ang buhay na pangmundo ay isang paglalaro at isang paglilibang lamang. Kung sasampalataya kayo at mangingilag kayong magkasala ay magbibigay Siya sa inyo ng mga pabuya ninyo at hindi Siya hihingi sa inyo ng mga yaman ninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_tl": "Kung hihingi Siya sa inyo niyon saka magpipilit Siya sa inyo ay magmamaramot kayo at magpapalabas Siya sa mga poot ninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_tl": "Kayo nga itong tinatawagan upang gumugol kayo sa landas ni Allāh ngunit mayroon sa inyo na nagmamaramot. Ang sinumang nagmamaramot ay nagmamaramot lamang sa sarili niya. Si Allāh ay ang Walang-pangangailangan samantalang kayo ay ang mga maralita [sa Kanya]. Kung tatalikod kayo ay papalitan Niya [kayo] ng mga taong iba sa inyo, pagkatapos hindi sila magiging mga tulad ninyo.",
      "footnotes": null
    }
  ]
}