{
  "surah_number": 49,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_tl": "O mga sumampalataya, huwag kayong manguna sa harap ni Allāh at ng Sugo Niya at mangilag kayong magkasala kay Allāh. Tunay na si Allāh ay Madinigin, Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_tl": "O mga sumampalataya, huwag kayong magtaas ng mga tinig ninyo higit sa tinig ni Propeta [Muḥammad] at huwag kayong maglakas [ng tinig] sa kanya sa pagsasabi gaya ng pagpapalakas ng tinig ng ilan sa inyo sa iba pa dahil [baka] mawalang-kabuluhan ang mga [magandang] gawa ninyo samantalang kayo ay hindi nakararamdam.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_tl": "Tunay na ang mga nagbababa ng mga tinig nila sa piling ng Sugo ni Allāh, ang mga iyon ay ang mga nasubok ni Allāh ang mga puso nila para sa pangingilag magkasala. Ukol sa kanila ay isang pabuyang sukdulan.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_tl": "Tunay na ang mga tumatawag sa iyo [O Propeta Muḥammad] mula sa likuran ng mga silid, ang higit na marami sa kanila ay hindi nakapag-uunawa.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_tl": "Kung sakaling sila ay nagtiis hanggang sa lumabas ka sa kanila, talaga sanang iyon ay naging mabuti para sa kanila. Si Allāh ay Mapagpatawad, Maawain.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_tl": "O mga sumampalataya, kung naghatid sa inyo ang isang suwail ng isang balita ay magsiyasat kayo dahil baka makapaminsala kayo ng mga tao dahil sa kamangmangan, saka kayo dahil sa nagawa ninyo ay baka maging mga nagsisisi.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_tl": "Alamin ninyo na nasa inyo ang Sugo ni Allāh [na si Propeta Muḥammad]. Kung sakaling tatalima siya sa inyo sa marami sa usapin ay talaga sanang nahirapan kayo. Subalit si Allāh ay nagpaibig sa inyo sa pananampalataya, nagpaakit nito sa mga puso ninyo, at nagpasuklam sa inyo ng kawalang-pananampalataya at kasuwailan. Ang mga iyon ay ang mga nagagabayan.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_tl": "[Nangyari ito] bilang kabutihang-loob mula kay Allāh at bilang biyaya [Niya]. Si Allāh ay Maalam, Marunong.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_tl": "Kung may dalawang pangkat kabilang sa mga mananampalataya na nag-away-away ay magpayapa kayo sa pagitan ng dalawa; ngunit kung lumabag ang isa sa dalawa sa iba ay kalabanin ninyo ang lumabag hanggang sa bumalik ito sa kautusan ni Allāh. Kaya kung bumalik ito [at tumigil ito sa pangangaway] ay magpayapa kayo sa pagitan ng dalawa ayon sa katarungan at magpakamakatarungan kayo; tunay na si Allāh ay umiibig sa mga nagpapakamakatarungan.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_tl": "Ang mga mananampalataya ay magkakapatid lamang, kaya magpayapa kayo sa pagitan ng mga kapatid ninyo. Mangilag kayong magkasala kay Allāh nang sa gayon kayo ay kaaawaan.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_tl": "O mga sumampalataya, huwag manuya ang ilang lalaki sa ilang lalaki: baka ang mga [tinutuyang] ito ay higit na mabuti kaysa sa kanila [na nanunuya]; at huwag [manuya] ang ilang babae sa ilang babae: baka ang mga [tinutuyang] ito ay higit na mabuti sa kanila [na nanunuya]. Huwag kayong manuligsa sa isa’t isa sa inyo at huwag kayong magtawagan ng mga [masamang] taguri. Kay saklap bilang pangalan ang kasuwailan matapos ng pananampalataya [sa Islām]. Ang sinumang hindi nagbalik-loob, ang mga iyon ay ang mga tagalabag sa katarungan.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_tl": "O mga sumampalataya, umiwas kayo sa maraming pagpapalagay; tunay na ang ilan sa pagpapalagay ay kasalanan. Huwag kayong maniktik. Huwag manlibak ang ilan sa inyo ang iba pa. Iibigin ba ng isa sa inyo na kumain ng laman ng kapatid niya kapag patay na? Nasuklam kayo rito [kaya kasuklaman ninyo ang panlilibak]. Mangilag kayong magkasala kay Allāh. Tunay na si Allāh ay Palatanggap ng pagbabalik-loob, Maawain.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_tl": "O mga tao, tunay na Kami ay lumikha sa inyo mula sa isang lalaki [na si Adan] at isang babae [na si Eva] at gumawa sa inyo na mga bansa at mga lipi upang magkakilalahan kayo.[1] Tunay na ang pinakamarangal sa inyo sa ganang kay Allāh ay ang pinakamapangilag magkasala sa inyo.[2] Tunay na si Allāh ay Maalam, Mapagbatid.",
      "footnotes": "[1] at magtulungan sa pagpapakabuti at pangingilag magakasala\n[2] at pinakamaganda sa asal"
    },
    {
      "ayah_number": 14,
      "translation_tl": "Nagsabi ang [ilan sa] mga Arabeng disyerto: “Sumampalataya kami.” Sabihin mo: “Hindi [pa] kayo sumampalataya, subalit sabihin ninyo: ‘Nagpasakop kami [sa Islām].’ Hindi pa pumasok ang pananampalataya sa mga puso ninyo. Kung tatalima kayo kay Allāh at sa Sugo Niya [na si Muḥammad] ay hindi Siya babawas sa inyo mula sa mga gawa ninyo ng anuman. Tunay na si Allāh ay Mapagpatawad, Maawain.”",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_tl": "Tanging ang mga mananampalataya ay ang mga sumampalataya kay Allāh at sa Sugo Niya [na si Muḥammad], pagkatapos hindi sila nag-alinlangan, at nakibaka sila sa pamamagitan ng mga yaman nila at mga sarili nila sa landas ni Allāh. Ang mga iyon ay ang mga tapat.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_tl": "Sabihin mo: “Nagtuturo ba kayo kay Allāh ng relihiyon ninyo[3] samantalang si Allāh ay nakaaalam sa anumang nasa mga langit at anumang nasa lupa? Si Allāh sa bawat bagay ay Maalam.”",
      "footnotes": "[3] Ibig sabihin: ng pananampalataya ninyo at mga gawa ninyo"
    },
    {
      "ayah_number": 17,
      "translation_tl": "Nanunumbat sila sa iyo na nagpasakop sila. Sabihin mo: “Huwag kayong manumbat sa akin ng pagpapasakop ninyo, bagkus si Allāh ay nagmamagandang-loob sa inyo na pumatnubay Siya sa inyo sa pananampalataya, kung kayo ay naging mga tapat.”",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_tl": "Tunay na si Allāh ay nakaaalam sa nakalingid sa mga langit at lupa. Si Allāh ay Nakakikita sa anumang ginagawa ninyo.",
      "footnotes": null
    }
  ]
}