{
  "surah_number": 50,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_tl": "Qāf.[1] Sumpa man sa Qur’ān na maringal: [si Muḥammad ay talagang Sugo ni Allāh].",
      "footnotes": "[1] Ang Qur’ān ay nasa wikang Arabe na binubuo ng mga titiks Arabe gaya ng mga ito subalit walang isa mang nakagawa ng kahit pinkamaiikling kabanata ng mahimalang kababalaghan ng Qur’ān."
    },
    {
      "ayah_number": 2,
      "translation_tl": "Bagkus nagtaka sila na dumating sa kanila ang isang tagapagbabala [na si Propeta Muḥammad] kabilang sa kanila, kaya nagsabi ang mga tagatangging sumampalataya: “Ito ay isang bagay na kataka-taka.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_tl": "Kapag ba kami ay namatay at naging alabok, [bubuhayin ba kami]? Iyon ay isang pagpapabalik na malayo [nang mangyari].”",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_tl": "Nakaalam nga Kami sa anumang ibinabawas ng lupa mula sa kanila. Sa piling Namin ay may isang talaang mapag-ingat.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_tl": "Bagkus nagpasinungaling sila sa katotohanan[2] noong dumating ito sa kanila, kaya sila ay nasa kalagayang natutuliro.",
      "footnotes": "[2] Ibig sabihin: ang Qur'an"
    },
    {
      "ayah_number": 6,
      "translation_tl": "Kaya hindi ba sila tumingin sa langit sa ibabaw nila kung papaanong nagpatayo Kami nito at gumayak Kami nito [ng mga bituin], at wala itong anumang mga bitak?",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_tl": "Ang lupa, bumanat Kami nito, naglapat Kami rito ng mga matatag na bundok, at nagpatubo Kami rito ng bawat uring marilag,",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_tl": "bilang pagpapakita at bilang paalaala para sa bawat lingkod na nagsisising nagbabalik [kay Allāh sa pagtalima at pagsisisi].",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_tl": "Nagbaba Kami mula sa langit ng isang tubig na biniyayaan saka nagpatubo Kami sa pamamagitan niyon ng mga hardin at mga butil na inaani,",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_tl": "at mga puno ng datiles, habang mga pumapaitaas na may bunga na patung-patong,",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_tl": "bilang panustos para sa mga lingkod [ni Allāh]. Nagbigay-buhay Kami sa pamamagitan nito ng isang lupaing patay. Gayon ang paglabas [ng buhay].",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_tl": "Nagpasinungaling bago nila ang mga kababayan ni Noe, ang mga naninirahan sa Rass, ang [liping] Thamūd,",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_tl": "ang [mga kalipi ng] `Ād, si Paraon, at ang mga kapatid ni Lot,",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_tl": "ang mga naninirahan sa kasukalan [ng Midyan], at ang mga kalipi ni Tubba`. Bawat [isa] ay nagpasinungaling sa mga sugo [Ko] kaya nagindapat ang banta Ko.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_tl": "Kaya nangalupaypay ba Kami sa unang paglikha? Bagkus sila ay nasa isang pagkalito sa paglikhang bago [sa Kabilang-buhay].",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_tl": "Talaga ngang lumikha Kami sa tao, habang nakaaalam Kami sa anumang isinusulsol sa kanya ng sarili niya at Kami ay higit na malapit sa kanya kaysa sa ugat ng leeg.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_tl": "[Banggitin] kapag tumatanggap ang dalawang [tagatalang anghel na] tagatanggap sa gawing kanan at sa gawing kaliwa habang nakaupo [na nagtatala].",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_tl": "Wala siyang binibigkas na anumang pagkakasabi malibang sa tabi niya ay may isang [anghel] mapagmasid na nakalaan [na magtala].",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_tl": "Maghahatid ang hapdi ng kamatayan ng katotohanan; iyon ay ang dati mong tinatakasan.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_tl": "Iihip sa tambuli, iyon ay ang Araw ng [Pagtupad sa] Pagbabanta.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_tl": "Darating ang bawat kaluluwa na may kasama itong isang [anghel na] tagaakay at isang [anghel na] saksi [sa mga salita niya at mga gawa niya].",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_tl": "[Sasabihin]: “Talaga ngang ikaw dati ay nasa isang pagkalingat rito, kaya humawi Kami sa iyo ng takip mo kaya ang paningin mo ngayong araw ay matalas.”",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_tl": "Magsasabi ang [anghel na] kaugnay niya: “Itong taglay ko [na talaan ng mga gawa niya] ay nakalaan.”",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_tl": "[Magsasabi si Allāh]: “Magtapon kayong dalawa sa Impiyerno ng bawat palatanggi na mapagmatigas,",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_tl": "palakait ng kabutihan, tagalabag na tagapagpaalinlangan,",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_tl": "na gumawa kasama kay Allāh ng isang diyos na iba pa. Kaya itapon ninyong dalawa siya sa pagdurusang matindi.”",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_tl": "Magsasabi ang [demonyong] kaugnay niya: “Panginoon namin, hindi ako nagpalabis sa kanya, subalit siya dati ay nasa isang pagkaligaw na malayo.”",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_tl": "Magsasabi Siya: “Huwag kayong magkaalitan sa piling Ko at nagpauna na Ako para sa inyo ng banta.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_tl": "Hindi pinapalitan ang nasabi sa ganang Akin at Ako ay hindi palalabag sa katarungan sa mga lingkod.”",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_tl": "Sa Araw na magsasabi Kami sa Impiyerno: “Napuno ka kaya?” at magsasabi ito: “May dagdag pa kaya?”",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_tl": "Palalapitin ang Paraiso para sa mga tagapangilag magkasala nang hindi malayo.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_tl": "[Sasabihin]: “Ito ay ang ipinangangako sa inyo – para sa bawat palabalik, mapag-ingat,",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_tl": "na sinumang natakot sa Napakamaawain nang nakalingid at naghatid ng isang pusong nagsisising bumabalik [sa Kanya].",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_tl": "Pumasok kayo rito [sa Paraiso] sa kapayapaan; iyon ay ang Araw ng Pamamalagi.”",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_tl": "Ukol sa kanila ang anumang niloloob nila rito at mayroon Kaming isang dagdag.[3]",
      "footnotes": "[3] Ang dagdag ay ang pagkakita sa marangal na mukha ni Allāh at sa mga bagay na hindi nakita ng mata ni narinig ng tainga ni sumagi sa isip ninuman bago niyon."
    },
    {
      "ayah_number": 36,
      "translation_tl": "Kay rami ng ipinahamak Namin bago nila na [makasalanang] salinlahi na higit na matindi kaysa sa kanila sa bagsik, saka gumalugad sila sa bayan; may mapupuslitan kaya?",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_tl": "Tunay na sa gayon ay talagang may paalaala para sa sinumang may puso o nag-ukol ng pakikinig habang siya ay saksi.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_tl": "Talaga ngang lumikha Kami ng mga langit at lupa at anumang nasa pagitan ng mga ito sa anim na araw at walang sumaling sa Amin na anumang pagkapata.",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_tl": "Kaya magtiis ka sa sinasabi nila at magluwalhati ka kasabay ng pagpupuri sa Panginoon mo bago ng pagsikat ng araw at bago ng paglubog [nito].",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_tl": "Sa bahagi ng gabi ay magluwalhati ka sa Kanya at sa mga katapusan ng pagpapatirapa.[4]",
      "footnotes": "[4] Ibig sabihin: katapusan ng pagdarasal."
    },
    {
      "ayah_number": 41,
      "translation_tl": "Makinig ka sa Araw na mananawagan [para sa Pagkabuhay] ang [anghel na] tagapanawagan mula sa isang pook na malapit,",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_tl": "sa Araw na maririnig nila ang Sigaw [ng tambuli] kalakip ng katotohanan. Iyon ay ang Araw ng Paglabas [mula sa mga libingan].",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_tl": "Tunay na Kami mismo ay nagbibigay-buhay at nagbibigay-kamatayan at tungo sa Amin ang kahahantungan,",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_tl": "sa araw na magkakabiyak-biyak ang lupa palayo sa kanila habang nasa pagmamadali. Iyon ay isang pagkakalap, na sa Amin ay madali.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_tl": "Kami ay higit na maalam sa anumang sinasabi nila. Ikaw sa kanila ay hindi isang palasupil, kaya magpaalaala ka sa pamamagitan ng Qur’ān sa sinumang nangangamba sa banta Ko.",
      "footnotes": null
    }
  ]
}