{
  "surah_number": 61,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_tl": "Nagluwalhati kay Allāh ang anumang nasa mga langit at ang anumang nasa lupa. Siya ay ang Makapangyarihan, ang Marunong.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_tl": "O mga sumampalataya, bakit kayo nagsasabi ng hindi ninyo ginagawa?",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_tl": "Lumaki sa pagkamuhi sa ganang kay Allāh na magsabi kayo ng hindi ninyo ginagawa.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_tl": "Tunay na si Allāh ay umiibig sa mga nakikipaglaban sa landas Niya sa isang hanay na para bang sila ay isang gusaling pinasiksik.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_tl": "[Banggitin] noong nagsabi si Moises sa mga kalipi niya: “O mga kalipi ko, bakit kayo nananakit sa akin samantalang nalalaman na ninyo na ako ay Sugo ni Allāh sa inyo?” Kaya noong lumiko sila ay nagpaliko si Allāh sa mga puso nila. Si Allāh ay hindi nagpapatnubay sa mga taong suwail.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_tl": "[Banggitin] noong nagsabi si Jesus na anak ni Maria: “O mga anak ni Israel, tunay na ako ay sugo ni Allāh sa inyo bilang tagapagpatotoo para sa nauna sa akin na Torah at bilang tagapagbalita ng nakagagalak hinggil sa isang Sugo na darating matapos ko na, na ang pangalan niya ay Aḥmad.[1]” Ngunit noong naghatid siya sa kanila ng mga malinaw na patunay ay nagsabi sila: “Ito ay isang panggagaway na malinaw.”",
      "footnotes": "[1] Ibig sabihin: si Muḥammad, na ang isa sa mga pangalan niya ay Aḥmad, na nangangahulugang pinakakapuri-puri."
    },
    {
      "ayah_number": 7,
      "translation_tl": "Sino pa ang higit na tagalabag sa katarungan kaysa sa sinumang gumawa-gawa laban kay Allāh ng kasinungalingan samantalang ito ay inaanyayahan sa Islām.[2] Si Allāh ay hindi nagpapatnubay sa mga taong tagalabag sa katarungan.",
      "footnotes": "[2] na nangangahulugang pagsuko at pagpapasakop kay Allāh."
    },
    {
      "ayah_number": 8,
      "translation_tl": "Nagnanais sila na umapula sa liwanag ni Allāh sa pamamagitan ng mga bibig nila samantalang si Allāh ay maglulubos sa liwanag Niya, kahit pa man nasuklam ang mga tagatangging sumampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_tl": "Siya ay ang nagsugo sa Sugo Niya [na si Muḥammad] kalakip ng patnubay at relihiyon ng katotohanan upang magpangibabaw Siya nito sa [huwad na] relihiyon sa kabuuan nito, kahit pa man nasuklam ang mga tagapagtambal.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_tl": "O mga sumampalataya, magtuturo kaya ako sa inyo sa isang pangangalakal na magliligtas sa inyo mula sa isang pagdurusang masakit?",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_tl": "Sasampalataya kayo kay Allāh at sa Sugo Niya [na si Muḥammad] at makikibaka kayo sa landas ni Allāh sa pamamagitan ng mga yaman ninyo at mga sarili ninyo. Iyon ay higit na mabuti para sa inyo kung kayo ay nakaaalam.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_tl": "[Kung gagawin ninyo,] magpapatawad Siya sa inyo ng mga pagkakasala ninyo at magpapapasok Siya sa inyo sa mga Hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog at sa mga tahanang kaaya-aya sa mga Hardin ng Eden. Iyon ang pagkatamong sukdulan.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_tl": "May iba pang [biyaya] iibigin ninyo: isang pag-aadya mula kay Allāh at isang pagsakop na malapit. Magbalita ka ng nakagagalak sa mga mananampalataya.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_tl": "O mga sumampalataya, maging mga tagapag-adya ni Allāh kayo gaya ng sinabi ni Jesus na anak ni Maria sa mga disipulo niya: “Sino ang mga tagapag-adya ko tungo kay Allāh?” Nagsabi ang mga disipulo: “Kami ay ang mga tagapag-adya tungo kay Allāh.” Kaya may sumampalataya na isang pangkatin mula sa mga anak ni Israel at may tumangging sumampalataya na isang pangkatin. Kaya umalalay Kami sa mga sumampalataya laban sa kaaway nila, kaya sila ay naging mga tagapangibabaw.",
      "footnotes": null
    }
  ]
}