{
  "surah_number": 63,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_tl": "Kapag dumating sa iyo ang mga mapagpaimbabaw ay nagsasabi sila: “Sumasaksi kami na tunay na ikaw ay talagang Sugo ni Allāh.” Si Allāh ay nakaaalam na tunay na ikaw ay talagang Sugo Niya. Si Allāh ay sumasaksi na tunay na ang mga mapagpaimbabaw ay talagang mga sinungaling.[1]",
      "footnotes": "[1] sa inaaangkin nila na silay sumasaksi mula sa kaibuturan ng mga puso nila na ikaw ay Sugo Niya."
    },
    {
      "ayah_number": 2,
      "translation_tl": "Gumawa sila sa mga panunumpa nila bilang panangga [laban sa pagkapatay] kaya sumagabal sila sa landas[2] ni Allāh. Tunay na sila ay kay sagwa ang dati ginagawa!",
      "footnotes": "[2] Ibig sabihin: ang Relihiyong Islam na pinili ni Allāh para sa tao at jinn."
    },
    {
      "ayah_number": 3,
      "translation_tl": "Iyon ay dahil sila ay sumampalataya, pagkatapos tumangging sumampalataya, kaya nagpinid sa mga puso nila, kaya sila ay hindi nakapag-uunawa.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_tl": "Kapag nakakita ka sa kanila ay magpapahanga sa iyo ang mga anyo nila at kung magsasabi sila ay makikinig ka sa sabi nila. Para bang sila ay mga kahoy na isinandal [na walang buhay]. Nag-aakala sila na bawat sigaw ay laban sa kanila. Sila ay ang mga kalaban kaya mag-ingat ka sa kanila. Sumpain sila ni Allāh! Paanong nalilinlang sila [palayo sa pananampalataya]?",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_tl": "Kapag sinabi sa kanila: “Halikayo, hihingi ng tawad [mula kay Allāh] para sa inyo ang Sugo ni Allāh,” ay nag-iiling-iling sila ng mga ulo nila at nakakikita ka sa kanila na sumasagabal habang sila ay mga nagmamalaki.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_tl": "Magkapantay sa kanila na humingi ka man ng tawad para sa kanila o hindi ka humingi ng tawad para sa kanila; hindi magpapatawad si Allāh sa kanila. Tunay na si Allāh ay hindi nagpapatnubay sa mga taong suwail.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_tl": "Sila ay ang mga nagsasabi: “Huwag kayong gumugol sa mga nasa piling ng Sugo ni Allāh hanggang sa magkahiwa-hiwalay sila [palayo sa kanya].” Sa kay Allāh ang mga ingatang-yaman ng mga langit at lupa, subalit ang mga mapagpaimbabaw ay hindi nakapag-uunawa.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_tl": "Nagsasabi sila: “Talagang kung bumalik kami sa Madīnah ay talaga ngang magpapalisan ang pinakamakapangyarihan mula roon sa pinakakaaba-kaaba.” Sa kay Allāh ang kapangyarihan, sa Sugo Niya, at sa mga mananampalataya, subalit ang mga mapagpaimbabaw ay hindi nakaaalam.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_tl": "O mga sumampalataya, huwag lumibang sa inyo ang mga yaman ninyo ni ang mga anak ninyo palayo sa pag-alaala kay Allāh. Ang sinumang gumawa niyon, ang mga iyon ay ang mga lugi.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_tl": "Gumugol kayo [sa kawanggawa] mula sa itinustos Namin sa inyo bago pa pumunta sa isa sa inyo ang kamatayan para magsabi siya: “Panginoon ko, bakit hindi Ka nag-aantala sa akin hanggang sa isang taning na malapit para magkawanggawa ako at ako ay maging kabilang sa mga maayos?”",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_tl": "Hindi mag-aantala si Allāh sa isang kaluluwa kapag dumating ang taning nito. Si Allāh ay Mapagbatid sa anumang ginagawa ninyo.",
      "footnotes": null
    }
  ]
}