{
  "surah_number": 65,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_tl": "O Propeta, kapag magdidiborsiyo kayo ng mga maybahay ay magdiborsiyo kayo sa kanila sa para sa [simula ng] panahon ng paghihintay nila, [1] magbilang kayo ng panahon ng paghihintay,[2] at mangilag kayong magkasala kay Allāh na Panginoon ninyo. Huwag kayong magpalisan sa kanila sa mga bahay [ng mga asawa] nila at hindi sila lilisan [sa panahon ng paghihintay] maliban na makagawa sila ng isang mahalay na naglilinaw. Iyon ay ang mga hangganan ni Allāh. Ang sinumang lalabag sa mga hangganan ni Allāh ay lumabag nga siya sa katarungan sa sarili niya. Hindi ka nakababatid marahil si Allāh ay magpangyari matapos niyon ng isang bagay [para magbalikan].",
      "footnotes": "[1] Ibig sabihin: matapos na pagkalubos ng buwang dalaw ngunit bago maganap ang pakikipagtalik o sa panahon ng natiyak na pagdadalang-tao.\n[2] Ibig sabihin: maghintay ng tatlong buwanang dalaw."
    },
    {
      "ayah_number": 2,
      "translation_tl": "Kaya kapag umabot sila sa taning nila ay humawak kayo sa kanila ayon sa isang nakabubuti o makipaghiwalay kayo sa kanila ayon sa isang nakabubuti. Magpasaksi kayo sa dalawang may katarungan kabilang sa inyo at magpanatili kayo ng pagsasaksi kay Allāh. Iyon ay ipinangangaral sa sinumang naging sumasampalataya kay Allāh at sa Huling Araw. Ang sinumang nangingilag magkasala kay Allāh ay gagawa Siya para rito ng isang malalabasan [sa bawat kagipitan],",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_tl": "at magtutustos Siya rito mula sa kung saan hindi nito inaasahan. Ang sinumang nananalig kay Allāh, Siya ay kasapatan dito. Tunay na si Allāh ay umaabot sa nauukol sa Kanya. Gumawa nga si Allāh para sa bawat bagay ng isang pagtatakda.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_tl": "Ang mga nawalan ng regla kabilang sa mga maybahay ninyo, kung nag-alinlangan kayo, ang panahon ng paghihintay nila ay tatlong buwan, at [gayundin] ang mga hindi na niregla. Ang mga may dinadalang-tao, ang taning [ng paghihintay] nila ay na magsilang sila ng dinadalang-tao nila. Ang sinumang nangingilag magkasala kay Allāh,[3] gagawa Siya para rito mula sa lagay nito ng isang kaluwagan.",
      "footnotes": "[3] sa pamamagitan ng pagsunod sa mga ipinag-uutos Niya at pag-iwas sa mga sinasaway Niya."
    },
    {
      "ayah_number": 5,
      "translation_tl": "Iyon ay utos ni Allāh; nagpababa Siya nito sa inyo. Ang sinumang nangingilag magkasala kay Allāh[4] ay magtatakip Siya rito sa mga masagwang gawa nito at magpapasukdulan Siya para rito ng pabuya.",
      "footnotes": "[4] sa pamamagitan ng pagsunod sa mga ipinag-uutos Niya at pag-iwas sa mga sinasaway Niya."
    },
    {
      "ayah_number": 6,
      "translation_tl": "Magpatira kayo sa kanila [na mga babaing diniborsiyo] kung saan kayo nakatira ayon sa kaya ninyo at huwag kayong makipinsala sa kanila upang manggipit kayo sa kanila. Kung sila ay mga may dinadalang-tao, gumugol kayo sa kanila hanggang sa magsilang sila ng dinadalang-tao nila; saka kung nagpasuso sila [ng mga anak ninyo] para sa inyo, magbigay kayo sa kanila ng mga upa nila at mag-utusan kayo sa pagitan ninyo ayon sa isang nakabubuti. Kung nagkapahirapan kayo ay magpapasuso para rito ang ibang babae.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_tl": "Gumugol ang may kaluwagan mula sa kaluwagan niya. Ang sinumang pinakapos ang panustos sa kanya ay gumugol siya mula sa ibinigay sa kanya ni Allāh. Hindi nag-aatang si Allāh sa isang kaluluwa malibang ayon sa ibinigay Niya rito. Gagawa si Allāh, matapos ng isang hirap, ng isang ginhawa.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_tl": "Kay rami ng pamayanang nagpakapalalo sa utos ng Panginoon ng mga ito at ng sugo ng mga ito. Kaya magtutuos Kami sa mga ito sa isang pagtutuos na matindi [na pagdurusa sa Mundo] at magdudulot Kami ng parusa sa mga ito sa isang pagdurusang pagkasama-sama [sa Mundo at Kabilang-buhay].",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_tl": "Kaya lumasap ang mga ito ng kasaklapan ng nauukol sa mga ito at ang kinahinatnan ng nauukol sa mga ito ay naging isang pagkalugi [na walang-hanggan].",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_tl": "Naghanda si Allāh para sa kanila ng isang pagdurusang matindi, kaya mangilag kayong magkasala kay Allāh, O mga may isip na mga sumampalataya. Nagpababa nga si Allāh sa inyo ng isang paalaala:",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_tl": "isang Sugo[5] na bumibigkas sa inyo ng mga talata ni Allāh [sa Qur’ān], bilang mga naglilinaw, upang magpalabas Siya sa mga sumampalataya at gumawa ng mga maayos mula sa mga kadiliman tungo sa liwanag. Ang sinumang sumasampalataya kay Allāh at gumagawa ng maayos ay magpapapasok Siya rito sa mga hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog bilang mga mananatili sa mga ito magpakailanman. Gumawa nga ng maganda si Allāh para rito sa pagtustos.",
      "footnotes": "[5] na si Propeta Muḥammad"
    },
    {
      "ayah_number": 12,
      "translation_tl": "Si Allāh ay ang lumikha ng pitong langit at mula sa lupa ng tulad ng mga ito. Nagbababaan ang kautusan sa pagitan ng mga ito upang makaalam kayo na si Allāh sa bawat bagay ay May-kakayahan, at na si Allāh ay pumaligid nga sa bawat bagay sa kaalaman.",
      "footnotes": null
    }
  ]
}