{
  "surah_number": 66,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_tl": "O Propeta, bakit ka nagbabawal [sa sarili mo] ng ipinahintulot ni Allāh para sa iyo, na naghahangad ng kaluguran ng mga maybahay mo? Si Allāh ay Mapagpatawad, Maawain.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_tl": "Nagsatungkulin nga si Allāh para sa inyo ng pagkalas sa mga panunumpa ninyo. Si Allāh ay ang Pinagpapatangkilikan ninyo at Siya ay ang Maalam, ang Marunong.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_tl": "[Banggitin] noong nagtapat ang Propeta sa isa sa mga maybahay niya [na si Ḥafṣah] ng isang napag-usapan, saka noong nagsabalita ito hinggil doon [kay`Ā’ishah] at naglantad naman niyon si Allāh sa kanya, nagbigay-alam siya ng isang bahagi nito at nagwalang-bahala siya sa ibang bahagi. Kaya noong nagsabalita siya rito hinggil doon ay nagsabi ito: “Sino ang nagbalita sa iyo nito?” Nagsabi siya: “Nagsabalita sa akin [si Allāh,] ang Maalam, ang Mapagbatid.”",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_tl": "[Tatanggapin] kung magbabalik-loob kayong dalawa[1] kay Allāh sapagkat kumiling nga ang mga puso ninyong dalawa.[2] Kung magtataguyuran kayong dalawa laban sa kanya,[3] tunay na si Allāh ay Mapagtangkilik sa kanya at si Gabriel at ang maayos sa mga mananampalataya. Ang mga anghel, matapos niyon, ay mapagtaguyod [sa Kanya].",
      "footnotes": "[1] Hafsah at `Ā‘ishah\n[2] sa kinasuklaman ng Sugo\n[3] sa kinasusuklaman Niya."
    },
    {
      "ayah_number": 5,
      "translation_tl": "Marahil ang Panginoon niya, kung nagdiborsiyo siya sa inyo, ay magpapalit sa kanya ng mga maybahay na higit na mabuti kaysa sa inyo – mga babaing tagapagpasakop, mga babaing mananampalataya, mga babaing masunurin, mga babaing tagapagbalik-loob, mga babaing mananamba, mga babaing tagaayuno, na mga dating nakapag-asawa at mga birhen.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_tl": "O mga sumampalataya, magsanggalang kayo sa mga sarili ninyo at mga mag-anak ninyo sa isang apoy na ang panggatong nito ay ang mga tao at ang mga bato, na sa ibabaw nito ay may mga anghel na mababagsik na matitindi na hindi sumusuway kay Allāh sa anumang ipinag-utos Niya sa kanila at gumagawa sa anumang inuutos sa kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_tl": "O mga tumangging sumampalataya, huwag kayong magdahi-dahilan sa Araw [na ito]; gagantihan lamang kayo sa dati ninyong ginagawa [na kasamaan].",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_tl": "O mga sumampalataya, magbalik-loob kayo kay Allāh sa isang pagbabalik-loob na tunay. Marahil ang Panginoon ninyo ay magtatakip para sa inyo sa mga masagwang gawa ninyo at magpapasok sa inyo sa mga hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog, sa Araw na hindi magpapahiya si Allāh sa Propeta at mga sumampalataya kasama sa kanya. Ang liwanag nila ay sisinag sa harapan nila at sa mga kanang kamay nila, habang nagsasabi: “Panginoon namin, lumubos Ka para sa amin ng liwanag[4] namin at magpatawad Ka sa amin; tunay na Ikaw sa bawat bagay ay May-kakayahan.”",
      "footnotes": "[4] upang ligtas na makatawid sa tulay sa ibabaw ng Impiyerno."
    },
    {
      "ayah_number": 9,
      "translation_tl": "O Propeta [Muḥammad], makibaka ka sa mga tagatangging sumampalataya at mga mapagpaimbabaw[5] at magpakabagsik ka sa kanila [sa digmaan]. Ang kanlungan nila ay ang Impiyerno. Kay saklap ang kahahantungan!",
      "footnotes": "[5] sa pamamagitan ng pagpapatupad ng batas ng katarungan sa kanila."
    },
    {
      "ayah_number": 10,
      "translation_tl": "Naglahad si Allāh ng isang paghahalintulad, para sa mga tumangging sumampalataya, sa maybahay ni Noe at maybahay ni Lot. Silang dalawa noon ay nasa ilalim ng dalawang lingkod kabilang sa mga lingkod Naming maaayos ngunit nagtaksil[6] silang dalawa sa dalawang ito kaya hindi nakapagdulot ang dalawang ito para sa kanilang dalawa mula kay Allāh ng anuman. Sasabihin: “Pumasok kayong dalawa sa Apoy kasama ng mga papasok.”",
      "footnotes": "[6] sa pamamagitan ng pagsalungat sa mensahe na ipinadala sa mga asawa nila."
    },
    {
      "ayah_number": 11,
      "translation_tl": "Naglahad si Allāh ng isang paghahalintulad, para sa mga sumampalataya, sa maybahay[7] ni Paraon noong nagsabi siya: “Panginoon ko, magpatayo Ka para sa akin sa piling Mo ng isang bahay sa Paraiso, magligtas Ka sa akin laban kay Paraon at sa [karumal-dumal na] gawain niya, at magligtas Ka sa akin laban sa mga taong tagalabag sa katarungan.”",
      "footnotes": "[7] Si `Āsiyah sa wikang Arabe o Bithiah sa wikang Hebreo."
    },
    {
      "ayah_number": 12,
      "translation_tl": "[Naglahad ng isang paghahalimbawa] kay Maria na anak ni `Imrān,[8] na nangalaga sa puri niya, kaya umihip Kami doon [sa bulsa ng baro] sa pamamagitan ng Espiritu Namin [na si Anghel Gabriel]. Nagpatotoo siya sa mga salita ng Panginoon niya at mga kasulatan Nito at siya noon ay kabilang sa mga masunurin [sa Panginoon].",
      "footnotes": "[8] Amram sa Hebreo"
    }
  ]
}