{
  "surah_number": 72,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_tl": "Sabihin mo [O Propeta Muḥammad]: “Ikinasi sa akin na may nakinig [sa Qur’am] na isang pangkat ng jinn at nagsabi sila: ‘Tunay na kami ay nakarinig ng isang pagbigkas na kahanga-hanga.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_tl": "Nagpapatnubay ito sa pagkagabay kaya sumampalataya kami rito at hindi kami magtatambal sa Panginoon namin ng isa man.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_tl": "Na Siya – napakataas ang kabunyian ng Panginoon namin – ay hindi gumawa ng isang asawa ni isang anak.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_tl": "Na noon ay nagsasabi ang hunghang namin laban kay Allāh ng isang pagkalayu-layo [sa katotohanan].[1]",
      "footnotes": "[1] sa pamamagitan ng pagpaparatang sa Kanya ng pagkakaroon ng asawa o anak o anumang katambal."
    },
    {
      "ayah_number": 5,
      "translation_tl": "Na kami ay nagpalagay na hindi magsasabi ang tao at ang jinn laban kay Allāh ng isang kasinungalingan.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_tl": "Na noon ay may mga [hamak na] lalaki ng tao na nagpapakupkop sa mga lalaki ng jinn [na demonyo], kaya dumagdag ang mga ito sa kanila ng isang kabigatan.[2]",
      "footnotes": "[2] O pagmamalabis, o kahunghangan."
    },
    {
      "ayah_number": 7,
      "translation_tl": "Na sila ay nagpalagay gaya ng ipinagpalagay ninyo na hindi magbubuhay si Allāh ng isa man.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_tl": "Na kami ay nagtangkang umabot sa langit ngunit natagpuan namin na iyon ay pinuno ng mga tanod na matindi at mga bulalakaw.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_tl": "Na kami dati ay umuupo mula roon sa mga mauupuan para sa pakikinig ngunit ang sinumang makikinig ngayon ay makakatagpo para sa kanya ng isang bulalakaw na nakatambang.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_tl": "Na kami ay hindi nakababatid kung may isang kasamaan ba na ninais sa mga nasa lupa o nagnais sa kanila ang Panginoon nila ng isang pagkagabay.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_tl": "Na kami, kabilang sa amin [na mga jinn] ang mga maayos at kabilang sa amin ang mababa pa roon; kami dati ay mga pangkating magkakaiba.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_tl": "Na kami ay nakatiyak na hindi kami makapagpapawalang-kakayahan kay Allāh sa lupa at hindi kami makapagpapawalang-kakayahan sa Kanya sa isang pagtakas.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_tl": "Na kami, noong nakarinig kami sa patnubay [ng Qur’ān], ay sumampalataya rito; saka ang sinumang sumasampalataya sa Panginoon niya ay hindi mangangamba sa isang pagpapakulang ni isang kabigatan.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_tl": "Na kami, kabilang sa amin ang mga Muslim [na nagpasakop kay Allāh] at kabilang sa amin ang mga tagalihis; saka ang sinumang nagpasakop, ang mga iyon ay sumadya sa isang paggabay.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_tl": "Hinggil naman sa mga tagalihis, sila para sa Impiyerno ay magiging mga panggatong.’",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_tl": "Na kung sakaling nagpakatuwid[3] sila sa daan [ng Islām] ay talaga sanang nagpatubig Kami sa kanila ng isang tubig na masagana [na panustos]",
      "footnotes": "[3] O tumahak."
    },
    {
      "ayah_number": 17,
      "translation_tl": "upang sumubok Kami sa kanila dito. Ang sinumang aayaw sa paalaala ng Panginoon nito ay magsisingit Siya rito sa isang pagdurusang paakyat.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_tl": "Na ang mga masjid ay ukol kay Allāh, kaya huwag kayong manalangin kasama kay Allāh sa isa man.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_tl": "Na noong tumindig ang lingkod ni Allāh[4] na dumadalangin sa Kanya, halos sila [na mga jinn] sa [pagligid sa] kanya ay nagiging patung-patong.”",
      "footnotes": "[4] na si Propeta Muḥammad"
    },
    {
      "ayah_number": 20,
      "translation_tl": "Sabihin mo: “Dumadalangin ako sa Panginoon ko lamang at hindi ako nagtatambal sa Kanya ng isa man.”",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_tl": "Sabihin mo: “Tunay na ako ay hindi nakapagdudulot sa inyo ng isang pinsala ni isang paggabay.”",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_tl": "Sabihin mo: “Tunay na ako ay hindi kakalingain laban kay Allāh ng isa man [kung susuway ako sa Kanya] at hindi makatatagpo bukod pa sa Kanya ng isang madadaupan,",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_tl": "ngunit [makapagdudulot ako] ng isang pagpapaabot [ng katotohanan] mula kay Allāh at mga pasugo Niya.” Ang mga sumusuway kay Allāh at sa Sugo Niya [na si Muḥammad] ay tunay na ukol sa kanila ang Apoy ng Impiyerno bilang mga mananatili roon magpakailanman;",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_tl": "hanggang sa nang nakita nila [na mga tagatangging sumampalataya] ang ipinangako sa kanila ay makaaalam sila kung sino ang higit na mahina sa tagapag-adya at higit na kaunti sa bilang.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_tl": "Sabihin mo: “Hindi ako nakababatid kung malapit ba ang ipinangako sa inyo o maglalagay para rito ang Panginoon ko ng isang [mahabang] yugto.”",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_tl": "[Si Allāh] ang Tagaalam sa nakalingid, saka hindi Siya naghahayag sa [kaalaman Niya sa] inilingid Niya sa isa man,",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_tl": "maliban sa sinumang kinalugdan Niya na isang sugo sapagkat tunay na Siya ay nagpapatahak mula sa harapan nito at mula sa likuran nito ng [mga anghel na nakatambang",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_tl": "upang makaalam [ang Sugong] ito na nagpaabot nga sila ng mga pasugo ng Panginoon nila. Pumaligid Siya sa anumang taglay nila at nag-isa-isa Siya sa bawat bagay sa bilang.",
      "footnotes": null
    }
  ]
}