{
  "surah_number": 76,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_tl": "May dumating kaya sa tao na isang yugto mula sa panahon na hindi siya naging isang bagay na nababanggit?",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_tl": "Tunay na Kami ay lumikha sa tao mula sa isang patak na mga pinaghalo[1] upang sumubok Kami sa kanya, saka gumawa Kami sa kanya na isang madinigin, na nakakikita.",
      "footnotes": "[1] naghalong likido ng punlay ng lalaki at likido ng sinapupunan ng babae."
    },
    {
      "ayah_number": 3,
      "translation_tl": "Tunay na Kami ay nagpatnubay sa kanya sa landas, na maaaring maging isang tagapagpasalamat at maaaring maging isang mapagtangging magpasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_tl": "Tunay na Kami ay naglaan para sa mga tagatangging sumampalataya ng mga tanikala, mga kulyar, at isang liyab.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_tl": "Tunay na ang mga mabuting-loob [sa Kabilang-buhay] ay iinom mula sa kopa [ng alak] na ang halo nito ay Kāfūr,",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_tl": "na isang bukal na iinom doon ang mga lingkod ni Allāh, habang nagpapabulwak sila roon nang isang pagpapabulwak.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_tl": "Nagpapatupad sila sa mga panata at nangangamba sila sa isang araw na ang kasamaan niyon ay magiging maglilipana.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_tl": "Nagpapakain sila ng pagkain, sa kabila ng pagkaibig dito, sa dukha, ulila, at bihag.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_tl": "[Sinasabi nila sa mga sarili]: “Nagpapakain lamang kami sa inyo para sa [ikalulugod ng] mukha ni Allāh; hindi kami nagnanais mula sa inyo ng isang ganti ni isang pasasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_tl": "Tunay na kami ay nangangamba sa Panginoon Namin sa isang araw na nakasimangot, na nakaismid.”",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_tl": "Kaya magsasanggalang sa kanila si Allāh sa kasamaan ng Araw na iyon at maggagawad Siya sa kanila ng ningning at galak.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_tl": "Gaganti Siya sa kanila, dahil nagtiis sila, ng hardin at [kasuutang] sutla.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_tl": "Mga nakasandal doon [sa Paraiso] sa mga supa, hindi sila makakikita roon ng araw [na nakapipinsala] ni ng pagkalamig-lamig.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_tl": "Nakalapit sa ibabaw nila ang mga lilim nito, padadaliin ang mga napipitas doon sa isang pagpapadali.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_tl": "Magpapalibot sa kanila ng mga pinggang yari sa pilak at mga basong naging mga kristal,",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_tl": "mga kristal na yari sa pilak, na sumukat sila ng mga ito sa isang pagsukat.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_tl": "Paiinumin sila roon ng isang kopa [ng alak] na ang panghalo nito ay luya",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_tl": "[mula sa] isang bukal doon na pinangangalanang Salsabīl.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_tl": "May lilibot sa kanila na mga [na naglilingkod na] batang lalaki na mga pinamalaging [bata]. Kapag nakita mo sila ay mag-aakala kang sila ay mga perlas na ikinalat.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_tl": "Kapag nakakita ka roon ay makakikita ka ng isang kaginhawahan at isang paghaharing malaki.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_tl": "May nakasuot sa kanila na mga kasuutan na manipis na sutlang luntian at makapal na sutla, hihiyasan sila ng mga pulseras na yari sa pilak, at magpapainom sa kanila ang Panginoon nila ng inuming kadali-dalisay.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_tl": "[Sasabihin]: “Tunay na ito ay naging para sa inyo bilang ganti at ang pagpupunyagi ninyo ay naging isang kinikilala.”",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_tl": "Tunay na Kami ay nagbaba sa iyo [O Propeta Muḥammad] ng Qur’ān sa isang [unti-unting] pagbababa.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_tl": "Kaya magtiis ka sa kahatulan ng Panginoon mo at huwag kang tumalima kabilang sa kanila sa isang nagkakasala o isang mapagtangging magpasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_tl": "Alalahanin mo ang ngalan ng Panginoon mo sa umaga at sa hapon.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_tl": "Sa bahagi ng gabi[2] ay magpatirapa ka sa Kanya at magluwalhati ka sa Kanya sa [bahagi ng] gabi nang matagal.[3]",
      "footnotes": "[2] sa dasal sa pagkalubog ng araw at dasal sa gabi at kusang-loob na dasal sa gabi\n[3] sa dasal na tahajjud."
    },
    {
      "ayah_number": 27,
      "translation_tl": "Tunay na ang mga ito ay umiibig sa Panandaliang-buhay at nag-iiwan sa likuran nila ng [paggawa para sa] isang araw na mabigat.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_tl": "Kami ay lumikha sa kanila at nagpapatatag sa pagkalalang sa kanila. Kapag niloob Namin ay magpapalit Kami [sa kanila] ng mga tulad nila sa isang pagpapalit.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_tl": "Tunay na ito ay isang pagpapaalaala, kaya ang sinumang lumuob ay gumawa siya tungo sa Panginoon niya ng isang landas.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_tl": "Hindi ninyo loloobin maliban na loobin ni Allāh. Tunay na si Allāh ay laging Maalam, Marunong.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_tl": "Magpapapasok Siya ng sinumang niloloob Niya sa awa niya samantalang sa mga tagalabag sa katarungan[4] ay naghanda Siya para sa kanila ng isang pagdurusang masakit.",
      "footnotes": "[4] na nagtatambal kay Allāh o gumagawa ng malalaking nakapagpapahamak na kasalanan."
    }
  ]
}