{
  "surah_number": 98,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_tl": "Ang mga tumangging sumampalataya kabilang sa mga May Kasulatan [na mga Hudyo at mga Kristiyano] at mga tagapagtambal ay hindi naging mga kumakalas [sa kawalang-pananampalataya] hanggang sa pumunta sa kanila ang malinaw na patunay:",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_tl": "[si Propeta Muḥammad na] isang Sugo mula kay Allāh, na bumibigkas ng mga pahinang dinalisay,",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_tl": "na sa mga ito ay may mga nakasulat na matuwid.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_tl": "Hindi nagkawatak-watak [sa maraming sekta] ang mga binigyan ng kasulatan [na mga Hudyo at mga Kristiyano] kundi matapos na dumating sa kanila ang malinaw na patunay.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_tl": "Hindi sila inuutusan kundi upang sumamba sila kay Allāh bilang mga nagpapakawagas sa Kanya sa relihiyon [sa pagsamba] bilang mga makatotoo, magpanatili sila ng dasal, at magbigay sila ng zakāh. Iyon ay ang relihiyon ng pagkamatuwid.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_tl": "Tunay na ang mga tumangging sumampalataya kabilang sa mga May Kasulatan at mga tagapagtambal ay magiging nasa Apoy ng Impiyerno bilang mga mananatili roon. Ang mga iyon ay ang pinakamasama sa sangkinapal.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_tl": "Tunay na ang mga sumampalataya at gumawa ng mga maayos, ang mga iyon ay ang pinakamabuti sa sangkinapal.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_tl": "Ang ganti sa kanila sa ganang Panginoon nila ay mga Hardin ng Eden na dumadaloy mula sa ilalim ng mga ito ang mga ilog bilang mga mananatili sa mga ito magpakailanman. Nalugod si Allāh sa kanila at nalugod sila sa Kanya. Iyon ay ukol sa sinumang natakot sa Panginoon niya.",
      "footnotes": null
    }
  ]
}