{
  "surah_number": 2,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Alif Lam Meem[1].",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili hitupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud sila makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Kini nga Libro (ang Qur’an), walay pagduhaduha sa nahisulod niini, kini Giya alang sa mga matarong.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Kinsa nagtuo sa dili Makita[2] ug nag-makanunayon sa ilang manga Salah (pag-ampo), ug migahin (sa Among Dalan) gikan sa unsay Among gihatag kanila (nga bahandi ug uban pa).",
      "footnotes": "[2]. Sama sa Pagkaanaa sa Allah, mga Anghel, dili makita nga mga espiritu, mga demonyo, sa Kinabuhi human sa Kamatayon, sa Paraiso ug Imperno, etc."
    },
    {
      "ayah_number": 4,
      "translation_bis": "Kinsa mituo sa unsay gipakanaog (ang Qur'an) nganha kanimo (Muhammad), ug sa unsay gipakanaog nga nauna pa kanimo[3], Ug sa Kinabuhing-dayon sila nakasiguro.",
      "footnotes": "[3]. Ang Torah, Injil 'Ebanghilyo', Zabur 'Salmo' ug uban pa."
    },
    {
      "ayah_number": 5,
      "translation_bis": "Kini mao ang anaa sa saktong Giya gikan sa 'Allāh' ilang Ginoo[4], ug kini mao ang mga nagmalampuson.",
      "footnotes": "[4]. I.e., Allah, ang Magbubuhat, Tigsustento ug Magmamando."
    },
    {
      "ayah_number": 6,
      "translation_bis": "Sa mga nagpadayon sa paglimod 'sa kamatuoran', managsama lamang kung gipasidan-an nimo sila o dili - dili sila motuo.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Ang Allāh nagbutang og silyo sa ilang mga kasing-kasing ug sa ilang mga pangdungog, ug sa ilang mga panan-awon mao ang tabil, ug alang kanila mao ang hilabihan nga silot.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Ug taliwala sa mga katawhan adunay (mga tigpaka-aron ingnon) nga nagasulti: \"Kami mituo kang Allah ug sa Ulahing Adlaw; apan sila dili mga magtutuo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Sila naninguha sa pag-ilad kang Allah ug sa mga nagatuo (Kaniya), apan wala silay nailad gawas lamang sa ilang mga kaugalingon ug sila wala makaamgo niana.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Sa ilang mga kasingkasing adunay sakit (sa pagduhaduha) ug gidugangan pa sa Allah ang ilang sakit, ug alang kanila adunay silot nga hilabihan kasakit tungod sa ilang kanunay nga pagpamakak.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Sa dihang igasulti ngadto kanila: \"Ayaw kamo pagbuhat ug kadautan (kagubot) sa kayutaan\"; sila ingon: \"Kami repormador lamang\".",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Sa pagkatinuod, sila maoy ang mga kurakot, apan sila wala makaamgo niini.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ug sa dihang gisulti ngadto kanila sa pagtuo ingon nga ang (mga sumulunod sa Propeta Muhammad) mituo, sila miingon: \"Motuo ba kami, sama sa gituohan sa mga buang-boang?\" Sa pagkatinuod sila sa ilang kaugalingon mao ang mga buang, apan sila wala masayod niini.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Sa diha nga sila magtagbo sa kadtong mituo, Sila miingon: \"Kami mituo (sama kaninyo)\"; Apan kun silasila na lamang kauban sa ilang mga satanas (mga pangulo sa mga Judio ug mga pagano), sila muingon: \"Sa pagkatinuod kami uban kaninyo, kami nagbugal-bugal lamang\".",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Ang Allāh ang mobiay-biay kanila, ug Siya mobiya kanila nga pasagdan sila aron magdugang ang ilang mga paglapas, nga mga buta ug naglatagaw.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Kini sila mao ang mipalit sa Pagkahisalaag baylo sa giya, busa ang ilang pakigsabot nagdala ug walay kapuslanan; ni sila wala giyahi.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Ang ilang panag-ingnan sama sa panag-ingnan niadtong nagpadilaab og kalayo, apan sa diha nga kini nagdan-ag na sa iyang palibut, Ang Allah mikuha sa ilang kahayag ug mibiya kanila sa hingpit nga kangitngit, (busa) sila dili makakita.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "(Sila mga) bungol, amang (ug) buta, busa sila dili magabalik pa (sa husto nga dalan).",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "O sama sa kusog nga ulan gikan sa langit nga diin uban niini ang tumang kangitngit, dalugdog ug kilat; ilang gisulod ang ilang mga tudlo sa ilang mga dalunggan batok sa mga dalugdog tungod sa kahadlok sa kamatayon. Apan si Allah naglukup sa mga manlilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Ang kilat halos na mokuha sa ilang panan-aw; sa diha nga kini mudan-ag ug kahayag (ngadto sa dalan) alang kanila sila magalakaw niini, apan sa diha nga kini mongitngit sila magabarog; ug kon gigusto sa Allah Iya na gayong gikuha ang ilang pandungog ug ang ilang panan-aw. Sa pagkamatuod, ang Allāh adunay bug-os nga Gahum ibabaw sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "O katawhan, simbaha ang imong Ginoo (Allāh) lamang Nga Mao ang naglalang kaninyo ug kadtong nahiuna kaninyo Aron kamo mahimong manggihadlokon Kang Allah ug maglikay sa dautan.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Siya Mao ang nagbuhat sa yuta nga usa ka patag nga pahulayanan alang kaninyo, ug ang kalangitan nga atop, ug (Maoy) nagpadala og ulan gikan sa panganod, ug unya gipagula pinaagi niini ang mga bunga nga grasya alang kaninyo; \nbusa ayaw paghimo og mga kapares kang Allah samtang kamo nahibalo (nga walay parehas Kaniya).",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Kon kamo adunay pagduhaduha mahitungod unsa Among gipadayag ngadto sa Among sulugoon (Muhammad), nan makapatungha ug usa ka Kapitulo nga sama niini ug tawga imong mga katabang ninyo nga lain gawas sa Allah, kon kamo matinud-anon.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Apan kon kamo dili makahimo nini, ug dili gayud kamo makahimo nini, nan bantayi ang inyong mga kaugalingon batok sa Kalayo nga ang sugnod nini mao ang mga tawo ug mga bato, nga giandam alang sa mga manlilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Ug ipaabot ang maayong balita ngadto kanila nga nagatuo ug nagabuhat og matarung nga mga buhat, nga sila makabaton og mga Tanaman nga sa ubos niini adunay mga suba nga nagadagayday; sa matag higayon nga sila hatagan og gitagana nga mga bunga gikan niini, sila moingon: \"Kini mao ang gihatag kanato kaniadto\"; ug sila pagahatagan og mga bunga nga susama sa usag-usa (apan managlahi og lasa), ug sila makabaton og giputli nga mga asawa sa sulod niini, ug sila mopuyo niini sa kahangturan.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Sa pagkatinuod Ang Allah dili maulaw sa paghatag og bisan unsa nga panag-ingnan (bisan pa sa) lamok o sa bisan unsa nga labaw pa (o mas gamay pa niana); unya alang niadtong mituo sila nasayud nga kini mao ang Kamatuoran gikan sa ilang Ginoo 'Allāh', apan alang kanila nga milimod (sa Kamatuoran), sila moingon: \"Unsa ba ang katuyoan Sa Allah pinaagi sa maong panag-ingnan?\" lyang hisalaag ang daghan pinaagi nini, ug daghan usat ang lyang gigiyahan pinaagi niini. Apan dili Niya hisalaag ang pinaagi niini (sa bisan kinsa) gawas sa mga masinupakon (batok Kang Allah),",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Sila nga nag-guba sa ilang tinukod nga Kasabotan ngadto Kang Allah human sa paglig-on niini ug nagputol sa (relasyon nga) gikasugo Sa Allah nga isumpay (ipabilin), ug nagpakaylapsa kadaotan sa kayutaan; kini sila mao ang mga nangapildi.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Sa unsang paagiha nga kamo milimod Kang Allah, samtang kamo (kaniadto) patay, ug Siya mihatag kaninyo ug kinabuhi? unya gipahigayon Niya nga mamatay kamo, ug usab Siya magbanhaw kaninyo sa kinabuhi (sa Adlaw sa Pagkabanhaw), ug kamo (tanan) igabalik ngadto Kaniya (alang sa Paghukom)[5].",
      "footnotes": "[5]. Kini mao ang mga Siklo (naandang panghitabo) sa kinabuhi ug kamatayon nga maagian sa mga tawo: mga liso sa mga bat-ang sa tawo, ang paglalang ug pagkahimugso, kamatayon ug pagkabanhaw ug adunay tulubagon sa mga binuhatan sa usa ka tawo."
    },
    {
      "ayah_number": 29,
      "translation_bis": "Siya mao ang Nagbuhat alang kaninyo sa tanan nga anaa sa yuta, Unya gitumong sa Iyang kaugalingon ngadto sa langit, nga nag-umol niini ngadto sa pito ka mga langit. Siya ang Labing Nahibalo sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "(Hinumdomi) sa dihang ang (Allah) nga imong Ginoo miingon sa mga anghel: \"Ako magabutang ug usa ka puli nga magdumala sa yuta\", sila miingon: \"Ikaw ba magbutang didto (mga binuhat) nga maghimo og kadaotan ug magpaagas ug dugo, samtang kami naghimaya Kanimo uban ang pagdalayeg ug magbalaan Kanimo?\" (Ang Allah) miingon: \"Sa pagkatinuod Ako Nahibalo sa wala ninyo mahibaloi.\"",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Ang Allah nagtudlo kang Adan sa tanang mga ngalan (sa mga butang), ug gipakita Niya kini ngadto sa mga anghel; ug miingon: \"Isulti ninyo Kanako ang mga ngalan niadto, kon kamo nagsulti ug tinuod.\"",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Sila miingon: \"Ang Himaya kanimo (Oh Allah), kami walay kahibalo gawas sa unsay Imong gitudlo kanamo; sa pagkatinuod Ikaw mao ang Hingpit Nakahibalo, ang Hingpit nga Maalam.\"",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "(Ang Allah) miingon: \"Oh Adan, pahibaloa sila sa mga ngalan niini.\" Ug sa diha nga siya mipahibalo kanila sa mga ngalan niini, (ang Allah) miingon: \"Wala ba Ako nag-ingon nganha kaninyo nga sa pagkatinuod Ako nahibalo sa dili makita sa mga langit ug sa yuta ug Ako nahibalo sa unsay inyong gipakita ug sa unsay inyong gitago?\"",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Ug (hisguti) sa diha nga Kami miingon ngadto sa mga anghel: \"Yukbo kamo sa atubangan ni Adan[6]\". Ug diha-diha sila miyukbo, gawas kang Iblees[7]; nibalibad siya tungod sa garbo, busa nahimo siyang sa manlilimod\"",
      "footnotes": "[6]. Aron sa pagpasidungog, pagtahud ug sa pagtimbaya.\n[7]. Nga gikan sa mga Jinn ug dili gikan sa mga anghel."
    },
    {
      "ayah_number": 35,
      "translation_bis": "35. Ang Allah miingon: \"Oh Adan, manimuyo ka ug ang imong asawa sa Tanaman (Paraiso), ug kaon kamo gikan niini sa (kasayon ug) kaabunda bisan asa nga inyong gusto, apan ayaw pagduol niini nga kahoy, kay basin unya kamo magmalinapason.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Apan si Satanas nakahimo kanilang duha nga mahulog (mapahawa) gikan niini, ug nakahimo kanila nga mapagawas gikan niana nga (kahimtang) diin sila anaa (nahimutang); ug Kami miingon: Kanaug kamo (kamong tanan), ingon nga mga managkaaway sa usag-usa, ug sa kayutaan adunay alang kaninyo nga puloy-anan, ug usa ka tagana hangtod sa gitakda nga panahon.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Ug unya si Adan nakadawat og mga pulong (sa pagpangita og Kapasayloan) gikan sa iyang Ginoo \"Allāh\", busa Iyang gidawat ang iyang paghinulsol[8]; sa pagkatinuod Siya (Allah) mao ang Hingpit nga Nagadawat (sa Paghinulsol), ang Hingpit nga Maluluy-on.",
      "footnotes": "[8]. Ug gipasaylo siya sa iyang sala sa pagkadili-masinugtanon ug sa pagkaon gikan sa kahoy);"
    },
    {
      "ayah_number": 38,
      "translation_bis": "Kami miingon: Panaog gikan didto (Ang Paraiso), kamong tanan 'Adan, Eba ug Satanas'; sa pagkatinuod adunay moabut kaninyo nga Giya gikan Kanako, busa bisan kinsa nga mosunod sa Akong Giya, walay kahadlok alang kanila, ni sila maguol.",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Alang kanila nga milimod (sa Kamatuoran) ug misalikway sa Among mga pagpadayag, sila mao ang mga pumoluyo sa Kalayo, sila magpabilin sa sulod niini sa kahangturan.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Oh mga anak sa Israel, hinumdumi ang Akong Pabor nga Akong gihatag kaninyo, ug tumana ninyo (inyong) pakigsaad nganhi Kanako[9], Ako (Allah) motuman sa (Akong) pakigsabot nganha kaninyo; ug kahadlok lamang Kanako.",
      "footnotes": "[9]. Sa pagtuo sa Akong mga Kasulatan, ug sa mga Mensahero, ug sa pagsunod sa Akong mga kasugoan."
    },
    {
      "ayah_number": 41,
      "translation_bis": "Tuohi ang unsay Akong gipakanaog, nga nagpamatuod nianang unsay anaa uban kaninyo, ug ayaw kamo pag-unauna sa paglimod nini, ug ayaw ibaligya ang Akong mga bersikulo sa gamay nga kantidad, ug kahadloki Ako lamang ug paglikay sa dautan.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Ayaw ninyo isagol ang Kamatuoran uban sa kabakakan, ni itago ang Kamatuoran[10] samtang kamo nahibalo (niini).",
      "footnotes": "[10]. Mahitungod sa pagkapropeta ni Propeta Muhammad sa bibliya."
    },
    {
      "ayah_number": 43,
      "translation_bis": "Mag-makanunayon kamo sa Salah (pag-ampo), ug ihatag ninyo ang Zakah (obligadong limos) ngadto sa kabus, ug pagyukbo (diha sa pagsimba) uban kanila nga nagayukbo (ang mga Muslim).",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Nagsugo ba kamo sa mga tawo sa pagbuhat ug matarong ug gikalimtan ninyo\n(sa pagbuhat) sa inyong mga kaugalingon, samtang inyong gilitok ang Kasulatan (Torah); wala ba kamoy salabutan?",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Pangitaa ang tabang (sa Allāh) pinaagi sa pasensya ug Salah (nga pag-ampo), ug sa pagkatinood kini usa ka palas-anon gawas niadtong mga mapaubsanon nga masinugtanon (sa Allāh),",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Sila kadtong mga nakasiguro nga sila ikatagbo sa ilang Ginoo (Allāh), ug sila mobalik ngadto Kaniya (alang sa Paghukom).",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Oh mga anak sa Israel, hinumdumi ninyo ang Akong Pabor nga Akong gihatag kaninyo, ug nga kamo Akong gipalabi labaw pa sa tanang kanasuran (sa imong edad alang sa Akong mga mensahe).",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Bantayi ang inyong kaugalingon batok sa Adlaw nga diin ang usa ka tawo dili makatabang sa uban bisan gamay, ni ang pagpataliwala dili usab pagadawaton gikan kaniya, ni ang bisan unsa nga bayad kuhaon gikan kaniya, ni sila pagatabangan.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "(Hinumdomi) sa diha nga Kami nagluwas kaninyo gikan sa katawhan ni Paraon, nga nagpailalom kaninyo ngadto sa hilabihan nga kasakit, pag-ihaw sa inyong mga anak nga lalaki, ug magpabilin nga buhi sa inyong mga babaye (alang sa pagpangulipon). Kadto maoy usa ka bug-at nga pagsulay gikan sa imong Ginoo.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "(Hinumdomi) sa dihang gitunga Namo ang dagat alang kaninyo, ug giluwas kamo, ug gilumos ang katawhan ni Paraon samtang kamo nagtan-aw.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "(Hinumdomi) sa diha nga Kami nagtakda alang kang Moises og panahon nga kap-atan ka gabii, unya kamo nagsugod sa pagsimba (sa bulawan nga) nating baka sa iyahang pagkawala, ug kamo dili makiangayon.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Apan Kami mipasaylo kaninyo human niana, aron kamo tingali makahatag ug pagpasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Kami mihatag kang Moises sa Kasulatan ug sa sukdanan (sa pag-ila sa husto ug sa sayop), aron kamo husto nga magiyahan.",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "(Hinumdomi) sa diha nga si Moises miingon ngadto sa iyang mga katawhan: Oh akong mga katawhan, sa pagkatinuod kamo nakahimo og hilabihan nga inhustisya batok sa inyong mga kaugalingon, pinaagi sa paghimo ninyog sa (bulawan) nga nating baka (isip usa ka diyos), busa paghinulsol kamo ngadto sa inyong Magbuluhat, ug busa patya \"ang mga magsisimba sa nating baka sa inyong taliwala\" ug kini labing maayo alang kaninyo ngadto sa inyong Magbubuhat (Allah). Ug Iyang gidawat ang inyong pagbasol, kay sa pagkatinuod Siya mao ang Tigdawat sa Paghinulsol, ang Labing nga Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "(Hinumdomi) sa dihang kamo miingon: Oh Moises, kami dili motuo kanimo hangtud nga kami makakita Kang Allah sa dayag, busa ang kilat misakmit (milabnot) kaninyo samtang kamo nagtan-aw.",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Pagkahuman, gibuhi Namo kamo pag-usab human sa imong kamatayon 'gumikan sa\n kilat sa dalugdog', aron kamo magpasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Ug Amo kamong gilandongan og bagang panganod, ug Kami nagpakanaog kaninyo og Manna (maayong pagkaon, sama sa truffles) ug Salwa (sama sa mga pugo), (nga nag-ingon): Kaon kamo sa mga maayong tagana nga Among gihatag kaninyo; [apan sila nagrebelde], ug bisan pa niana, dili Kami ang ilang nabuhatan ug kasaypanan kon dili ang ilang mga kaugalingon mao ang ilang nabuhatan og kasaypanan.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Ug (hinumdomi) sa diha nga Kami miingon: Sulod kamo niini nga lungsod (Herusalem), ug kaon kamo gikan niini uban sa kaabunda, sa bisan unsang (pagkaon) nga inyong gusto, ug sulod kamo sa ganghaan nga nanggiyukbo (uban ang pagpaubos), ug isulti: “kami nangayo og Kapasayloan (gikan Kanimo, Oh Allah)”. Ug Kami mopasaylo kaninyo sa inyong mga kasaypanan, ug maghatag og dugang pa nga ganti sa mga nagabuhat og kaayohan.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Apan sila nga tigbuhat og kadautan nag-usab niini ngadto sa usa ka panultihon nga lahi sa gikasulti ngadto kanila, busa Kami nagpakanaog kanila ug usa ka katalagman gikan sa langit tungod sa ilang pagkamasupilon.",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "(Hinumdomi) sa dihang si Moises nag-ampo og (tubig nga) mainom alang sa iyang katawhan, ug busa Kami (ang Allah) miingon: \"Bunali ang bato pinaagi sa imong sungkod,\" busa adunay mibuswak gikan niini nga napulo ug duha ka mga tubod; Ang matag tribo nahibalo sa ilang dapit nga paga-imnan: 'Kaon kamo ug inom kamo gikan sa tagana (nga gihatag) sa Allah, ug ayaw kamo pagbuhat og kagubot sa kayutaan nga hinungdan sa kurakot.",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Ug (hinumdomi) sa diha nga kamo\nmiingon: “Oh Moises, kami dili makaagwanta sa usa lang ka matang sa pagkaon, busa sangpita ang 'Allah' imong Ginoo alang kanamo, aron sa pagpagula sa mga gatubo niining yuta alang kanamo, gikan sa mga lagutmon ba kaha niini, mga pepino niini, mga ahos, mga lentihas, ug mga sibuyas.” Si Moises miingon: “Ibaylo ba ninyo ang mas maayo kay sa ubos nga matang? Adto kamo ngadto sa bisan unsang haduol nga lungsod aron makaplagan ninyo ang inyong gipangayo.” Ug gipadangat kanila ang pagkaubos ug kalisdanan, ug sila nahimong angayan sa Silot sa Allah; kini tungod kay sa ilang kanunay nga paglimod sa mga Pinadayag sa Allah, ug ilang gipamatay ang mga Propeta nga walay makataronganon nga hinungdan. Kini tungod kay sila masinupakon ug sila kanunay nga malinapason.",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Sa pagkatinuod kadtong mga Magtutuo (mga Muslim), mga Hudeyo, mga Kristohanon, ug mga Sabiyano, bisan kinsa nga nagtuo sa (hingpit nga pagkausa sa) Allah, (ug sa lyang mga mensahero), ug sa Ulahing Adlaw, ug nagkinabuhi nga matarong, sila makabaton sa ilang ganti gikan 'Allah' sa ilang Ginoo, kanila walay kahadlok, ni sila maguol.",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "(O mga anak sa Israel, hinumdumi) sa dihang Kami mikuha sa inyong pakigsaad ug Kami mipataas sa ibabaw kaninyo ang Bukid (Sinai, nga nag-ingon): \"Hupti pag-ayo ang among gihatag kaninyo (sa Torah) uban sa determinasyon , ug hinumdomi unsay anaa niini aron kamo makabantay batok sa dautan.",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Apan mitalikod kamo (human) niana; ug kon dili pa tungod sa Pabor sa Allāh diha kaninyo ug sa Iyang Kalooy, kamo sa pagkatinuod mahiuban na sa mga pildero.",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Ug sa pagkatinuod kamo nahibalo niadtong nagmanilapason taliwala kaninyo mahitungod sa Adlaw nga Sabado, busa Kami miingon ngadto kanila: mahimong mga unggoy, nga tinamay.",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Busa gihimo Namo kini nga usa ka pagtulon-an ngadto kanila nga anaa karon ug sa mosunod nga mga kaliwatan ug usa ka tambag alang sa mga matarong.",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Ug hinumdumi usab sa dihang si Moises miingon sa iyang katawhan: \"Tan-awa, ang Allāh nagsugo kaninyo sa pag-ihaw ug baka (isip ingon nga bayad sa wala masulbad nga pagsulbad sa kamatayon) .\" Sila miingon: “Nagbiaybiay ka ba kanamo?” Si Moises mitubag: \"Ako modangup kang Allāh gikan sa paglihok nga binuang.",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "Sila miingon: \"Pag-ampo ngadto sa \"Allāh\" imong Ginoo aron klarohon alang kanamo kon unsang matang sa 'baka' kini.\" Siya \"si Moises\" mitubag: \"Siya \"Allāh\" nag-ingon, kini usa ka baka nga dili tigulang o bata, kondili kini anaa sa taliwala niining duha. Busa buhata ninyo ang unsay gikasugo kaninyo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Sila miingon: \"Pag-ampo ngadto sa \"Allāh\" imong Ginoo aron klarohon alang kanamo kon unsa ang kolor niini.\" Siya \"si Moises\" mitubag: “Siya \"Allāh\" nag-ingon, kini nga baka usa ka dalag, nga hilabihan ka hayag ang kolor, ug makapadani niadtong sa mga nakakita niini.\"",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Sila miingon: \"Pag-ampo ngadto sa \"Allāh\" imong Ginoo aron ihulagway alang kanamo kon unsang klaseha nga 'baka' kini.\" Kay alang kanamo, ang tanan nga mga baka managsama og dagway, ug kon buot sa Allāh, kami sa pagkatinuod magiyahan gayod sa husto.",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "Ug miingon siya [Moises] ' Siya [ Allah] nagaingon, kini usa ka baka nga wala mamanso sa pagdaro sa yuta, ni sa pagpatubig sa umahan; luwas sa depekto, walay lama (marka). Sila miingon: \"Aha! Karon imong nadala ang Kamatuoran; busa ilang giihaw kini, ug hapit nila kini wala nabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "Ug (hinumdomi) sa dihang kamo mipatay sa usa ka tawo ug dayon nahimong dakong panagbangi mahitungod (kon kinsay sad-an niadto), apan ang Allāh mao ang mibutyag sa unsay inyong ginatago.",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Busa Kami miingon: Hampaka ninyo kana (kanang patayng lawas) pinaagi sa usa ka bahin sa (giihaw nga baka), sa ingon niana ang Allah magbanhaw sa mga namatay, ug Siya nagapakita kaninyo sa Iyang mga timailhan aron kamo makasabut.",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Unya dayon migahi ang inyong mga kasingkasing human niana, sa kagahion nga kini nahimong sama sa mga bato, o mas labaw pa gayud (niana) sa pagkagahi. \nSa pagkatinuod adunay taliwala kanila sa mga bato diin gikan ang mga suba, ug adunay taliwala nga napikas ug ang tubig midagayday gikan kanila, ug adunay taliwala kanila nga nahagsa tungod sa kahadlok kang Allāh. ug ang Allāh nasayod sa unsay inyong ginabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "Kamo ba (Oh mga magtutuo) naglaum nga sila (ang mga Hudeyo) motuo diha kaninyo, samtang ang usa ka pundok gikan kanila (Hudeyo nga mga Magtutudlo) makadungog sa Pulong sa Allah, nan tinuyuang tuison nila kini (ang Torah) human nga sila nahibalo ug nakasabut niini.",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "Ug sa higayon nga ilang mahinagbo kadtong mga nagatuo (ang mga Muslim) , sila moingon: \"Kami mituo (usab).\" Apan sa diha nga sila na lang ang nag-atubangay sa usag-usa, sila moingon: \"Kamo ba makigsulti kanila sa unsay gipadayag sa Allah kaninyo aron sila makahimo sa pakiglantugi kaninyo mahitungod niini sa atubangan sa inyong Ginoo (Allāh), wala ba kamoy salabutan?\"",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "Wala ba sila mahibalo nga ang Allah nahibalo man sa unsay ilang ginatago o gidayag?",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_bis": "Ug taliwala kanila adunay mga Gentil nga wala makahibalo sa Kasulatan gawas sa mga hungihong, ug sila nanagdahum lamang.",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_bis": "Busa kaalautan alang niadtong nagsulat sa kasulatan sa ilang (kaugalingong) mga kamot, ug unya muingon: Kini gikan sa Allah, aron sila makakuha niini og diyutay nga kantidad; Busa kaalautan alang kanila tungod sa unsay gisulat sa ilang mga kamot, ug alaut sila tungod sa unsay ilang gipaningkamotan (sa mga sala).",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_bis": "(Pipila sa) mga Hudeyo nag-angkon nga: Ang Kalayo (sa Imperno) dili makahikap kanamo gawas lang sa pipila ka mga adlaw. Isulti, ˹O Propeta,˺ “Nakadawat ka ba ug saad gikan sa Allah—kay si Allah wala gayod nagguba sa Iyang saad—o ikaw ba ˹nagsulti lang bahin kang Allah sa wala nimo mahibaloi?”",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_bis": "Walay pagduhaduha, bisan kinsa nga nakatigum og kadautan ug ang iyang mga kasal-anan naglibot kaniya sa tanang bahin, kini sila mga lumulupyo sa Kalayo, ug sila magpabilin didto sa kahangturan.",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_bis": "Apan kadtong mga nagtuo ug nagabuhat og matarung nga mga buhat, sila kadtong mga lumulupyo sa Paraiso, sila magpabilin didto sa kahangturan.",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_bis": "((Hinumdomi) sa dihang Kami mikuha og Pakigsaad gikan sa mga anak sa Israel (nga nag-ingon) nga \"Ayaw kamo pagsimba sa bisan unsa gawas sa Allah, ug\nPagpasidungog sa (inyong) mga ginikanan, ug pagbuhat kamog kaayohan ngadto sa\n(inyong) mga kaparyentehan, sa mga ilo, ug sa mga nanginahanglan, ug\npagpamulong kamo ngadto sa mga tawo ug maayong mga pulong ug mag-kanunayon kamo sa inyong nga Salah (nga pag-ampo). ug paghatag kamog Zakah (obligadong limos).\" Unya dayon kamo mingtalikod, gawas sa pipila kaninyo, ug (karon usab) kamo nagdumili,",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_bis": "Ug (hinumdomi) sa dihang Kami mikuha sa inyong pagkigsaad (O mga anak \nsa Israel, nga nag-ingon): \"Ayaw pagpaagas ang dugo (sa usag usa), ug ayaw palayasa ang inyong mga katawhan gikan sa ilang mga panimalay; ug kamo miila niini (nga Kasabotan) samtang kamo misaksi (niini).",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_bis": "Unya, kamo mao ang [nagpinatyanay] sa usag usa ug nagpalayas sa usa ka partido sa inyong katawhan gikan sa ilang mga panimalay, pagtinabangay sa usag usa diha sa sala ug kapintasan. Apan sa diha nga sila moanha kaninyo ingon nga mga binihag, kamo maglukat kanila, samtang ang pagpalayas kanila gidili kanimo. (Unsa?) Motuo ka ba sa pipila ka bahin sa Kasulatan ug naglimod sa uban? Busa, unsa man ang angay nga balos alang kaninyo nga nagbuhat niini, gawas sa kaulawan sa kinabuhi niining kalibotana, ug sa Adlaw sa Pagkabanhaw, sila ibalik sa labing makaguol nga Silot. Kay nasayod si Allāh sa imong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_bis": "Sila kadtong mipalit sa kinabuhi niining kalibutana baylo ang pikas kinabuhi, busa ang ilang Silot dili mapagaan ug dili usab sila matabangan.",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_bis": "Ug sa pagkatinuod Kami naghatag kang Moises sa Kasulatan (Torah) ug Kami nagpadala og mga Mensahero human kaniya, nga nanggisunod sa usag-usa; ug Kami naghatag kang Hesus nga anak ni Maria sa tin-aw nga mga Timailhan ug nagpalig-on kaniya pinaagi sa balaan nga espiritu (anghel Gabriel). Apan sa diha nga adunay usa ka Mensahero nga moabut kaninyo nga wala magustohi sa inyong mga kaugalingon, kamo hilabihan ka mga mapahitas-on, busa ang ubang pundok sa mga Sinugo inyong gilimod, ug ang uban inyong gipamatay.",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_bis": "Ug miingon sila 'Ang among mga kasing-kasing natabunan (batok sa pagdawat sa pulong sa Allāh). Hinoon, gitunglo sila sa Allah tungod sa ilang panaglimod; ug hilabihan lang kagamay ang ilang gituohan.",
      "footnotes": null
    },
    {
      "ayah_number": 89,
      "translation_bis": "Sa diha nga miabut kanila ang usa ka Libro (ang Qur'an) gikan sa Allah nga nagpamatuod nianang anaa kanila (ang Torah, Ebanghelyo, Salmo, etc.), bisan pa kaniadto pa man sila kanunay na nga nag-ampo sa Allah (alang sa pag-abot ni Muhammad) ug alang sa kadaugan batok kanila nga mga pagano. Apan sa diha nga miabut kanila ang unsay ilang nailhan (nga mao ang Propeta Muhammad), sila naglimod kaniya; busa, pasagdi nga ang Tunglo sa Allah maanaa sa mga manlilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 90,
      "translation_bis": "Daotan gayud kaayo ang unsay ilang gibaligya (o gibaylo) uban ang ilang mga kaugalingon, nga ilang gilimod kung unsa ang gipakanaog sa Allah, tungod sa kasina nga ang Allah mupakanaog sa lyang panalangin ngadto sa kinsay lyang gusto gikan sa lyang mga ulipon. Busa ilang gihimo ang ilang mga kaugalingon nga angayan sa Kasuko11 dugang pa sa Kasuko (sa Allāh)12. Ug alang sa mga maglilimod adunay usa ka makauulaw nga Silot.",
      "footnotes": "11. Tungod sa ilang pagkawalay pagtuo sa Qur’an.\n12. Tungod sa ilang pagkawalay pagtuo sa Torah sa wala pa ug sa ilang nangaging mga sala."
    },
    {
      "ayah_number": 91,
      "translation_bis": "Sa diha nga iga-ingon ngadto kanila:\nTuohi ninyo ang unsay gipadayag sa Allah (ang Qur'an), sila moingon: Kami mituo (lamang) sa unsay gipadayag nganhi kanamo (sa Torah ug sa Ebanghelyo); ug ilang gilimod ang moabut human niini, samtang kini mao ang Kamatuoran nga nagpamatuod sa unsay anaa kanila. isulti: Ngano man nga inyong gipamatay ang mga Propeta sa Allah kaniadto, kon kamo tinuod nga mga magtutuo?",
      "footnotes": null
    },
    {
      "ayah_number": 92,
      "translation_bis": "Ug matood nga miabot usab si Moises nganha kaninyo (Hudeyo) uban ang mga tin-aw nga pamatuod, unya kamo nagsugod sa pagsimba sa \"bulawan nga\" nating baka sa iyahang pagkawala, ug kamo dili makiangayon.",
      "footnotes": null
    },
    {
      "ayah_number": 93,
      "translation_bis": "(Hinumdumi) sa dihang Kami naghimo ug Kasabotan uban kaninyo (0 mga anak sa Israel) ug Kami mipataas sa bukid (Sinai) ibabaw kaninyo (nga nag-ingon): Hupti ang among gihatag kaninyo (ang Torah) uban ang pagkamakanunayon ug pagkamasinugtanon. Sila miingon: Kami makadungog ug mosupak. Ug ang ilang mga kasingkasing mituhop (sa pagsimba) sa (bulawan) nga nating baka tungod sa ilang pagkawalay pagtuo. Ingna: Unsa kadautan ang imong (bakak) nga pagtuo nga nagsugo kaninyo sa pagbuhat nga dautan, kon kamo (tinuod) nga mga magtotoo.",
      "footnotes": null
    },
    {
      "ayah_number": 94,
      "translation_bis": "Isulti: Kun ang Puloy-anan sa Pikas\nKinabuhi kauban Ang Allah gipasahi nga alang lamang kaninyo (mga Hudeyo,ingon sa inyong gihunahuna) ug dili apil ang uban nga mga tawo, nan tinguhaa ninyo ang kamatayon, kon kamo mga matinud-anon.",
      "footnotes": null
    },
    {
      "ayah_number": 95,
      "translation_bis": "Apan sila dili gayud maninguha sa kamatayon tungod sa unsay gidala (nabuhat) sa ilang mga kamot (nga kadautan). Ang Allāh nahibalo pag-ayo sa mga malapason.",
      "footnotes": null
    },
    {
      "ayah_number": 96,
      "translation_bis": "Ug imo gayod silang makaplagan nga mga hakog sa kinabuhi ug labaw pa sa mga pagano. Ang matag usa kanila naghamdum nga pagahatagan og kinabuhi nga usa ka libo ka tuig, ug ang paghatag kaniya og taas nga kinabuhi dili gayud makapahilayo kaniya gikan sa Silot \"sa Imperno\". Kay ang Allah Hingpit nga nakakita sa unsay ilang ginabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 97,
      "translation_bis": "Isulti [Oh Muhammad] : Bisan kinsa nga kaaway ni anghel Gabriel, nan (hisayri nga)\nsa pagkatinuod siya ang nagdala niini (ang Qur'an) nganha sa imong kasingkasing (O Propeta Muhammad) pinaagi sa kamandoan sa Allah, nga nagpamatuod sa mga (Kasulatan nga) nauna niini, ug ingon nga Giya ug maayong balita alang sa mga magtutuo.",
      "footnotes": null
    },
    {
      "ayah_number": 98,
      "translation_bis": "Bisan kinsa nga kaaway sa Allah, sa lyang mga anghel, Iyang mga mensahero, (ug arkanghel) Gabriel ug Mikail, nan sa pagkatinuod ang Allah mao ang kaaway sa\nmga maglilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 99,
      "translation_bis": "Ug sa pagkatinuod Kami nagpadayag nganha kanimo (Oh Propeta Muhammad) sa tin-aw nga mga Bersikulo, ug walay usa nga naglimod niini gawas sa mga masinupakon (batok sa Dios).",
      "footnotes": null
    },
    {
      "ayah_number": 100,
      "translation_bis": "Nganu man nga sa matag higayon nga sila mohimo sa usa ka pakigsaad, ang uban nga pundok gikan kanila misalikway niini? Gani sa pagkatinuod ang kadaghanan gayud kanila dili motuo (sa Kamatuoran).",
      "footnotes": null
    },
    {
      "ayah_number": 101,
      "translation_bis": "Sa diha nga adunay miabut kanila nga usa ka Mensahero gikan sa Allah (nga mao si Muhammad) nga nagpamatuod sa unsay anaa kanila (Torah), ang usa ka pundok niadtong gihatagan sa Kasulatan nagsalibay sa Libro ni Allah sa ilang likod nga daw wala sila mahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 102,
      "translation_bis": "Ug sila (ang misalikway nga mga Hudeyo) misunod sa unsay giasoy sa mga shaytan' nga mga kabakakan mahitungod sa gingharian ni Solomon. Apan si Solomon wala nagsalikway sa pagtuo (wala siya magbuhat og salamangka), apan ang mga satanas mao ang wala nagtuo, nga nagtudlo sa mga tawo sa salamangka ug sa unsay gipakanaog ngadto sa duha ka anghel nga gipadala aron sa pagsulay sa mga tawo) sa Babylon nga mao si Harut ug Marut. Kining duha wala magtudlo ni bisan kinsa hangtud nga sila miingon na daan: 'Sa pagkatinuod kami usa lamang ka pagsulay (alang kaninyo), busa ayaw kamo pagsalikway (ni mubiya sa inyong pagtuo).' Ug ang mga tawo nakakat-on gikan niining duha, sa salamangka, nga pinaagi niini sila makahimo sa pagpabulag tali sa usa ka lalaki ug sa iyang asawa; ug sila dili makahatag ug kadaut sa bisan kinsa pinaagi niini gawas sa pagtugot sa Allah, ug sila nakakat-on sa unsay makadaot kanila ug wala makahatag og kaayohan kanila, ug kasigurohan nga sila nahibalo nga siya nga mipalit niini walay kabahin (nga kaayohan) sa Pikas Kinabuhi, ug dautan ang ganti sa ilang pagbaligya sa ilang mga kaugalingon, kun sila nasayod lamang.",
      "footnotes": null
    },
    {
      "ayah_number": 103,
      "translation_bis": "Ug kon sila (mga Hudeyo) mituo pa ug nagbantay sa ilang kaugalingon batok sa dautan, ang ganti gikan sa Allah kasiguruhan nga labing maayo alang kanila- kun ila lang nahibaloan.",
      "footnotes": null
    },
    {
      "ayah_number": 104,
      "translation_bis": "Oh mga magtutuo, ayaw kamo (pagsundog sa mga naglimod ug ayaw) pag-ingon (ngadto sa mensahero sa Dios): Ra'ina (mga pulong nga walay klaro), apan isulti: Unthurna (mga pulong sa pagtahud) ug paminaw (sa unsay gilitok sa Qur'an). Alang sa mga manlilimod adunay usa ka sakit nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 105,
      "translation_bis": "Sila nga milimod (sa Kamatuoran) gikan sa mga sumusunod sa (naunang) Kasulatan (mga Hudeyo ug mga Kristohanon), ug ang mga pagano, dili makagusto nga adunay maayo nga butang nga gipakanaog kaninyo gikan sa 'Allah' inyong Ginoo, ug ang Allah pinasahi nga mipabor sa kinsay Iyang gusto alang sa Iyang Kaluoy, ug ang Allah mao ang Tag-iya sa Dakung Kaayohan.",
      "footnotes": null
    },
    {
      "ayah_number": 106,
      "translation_bis": "Bisan unsa nga Pinadayag (bisan usa ka Bersikulo) nga Among giwagtang o gipahinabo nga kini makalimtan, \nKami nagdala og mas maayo pa kay sa\nniini o sama niini. Wala ba kamo mahibalo nga si Allāh -sa tanan nga mga butang\nadunay Bug-os nga Gahum ibabaw niini?",
      "footnotes": null
    },
    {
      "ayah_number": 107,
      "translation_bis": "Wala ba kamo mahibalo nga lya sa Allah (lamang) ang Gingharian sa mga langit ug sa yuta? Ug gawas Kang Allah kamo walay tigpanalipod (manluluwas) o magtatabang.",
      "footnotes": null
    },
    {
      "ayah_number": 108,
      "translation_bis": "O gusto ba ninyo nga kamo magpangutana sa inyong Mensahero (nga si Propeta Muhammad), sama sa pagpangutana nila kang Moises kaniadto. Bisan kinsa nga misagop sa kawalay pagtuo baylo sa Pagtuo, siya sa pagkatinuod nasalaag gikan sa husto nga dalan (sa Islam).",
      "footnotes": null
    },
    {
      "ayah_number": 109,
      "translation_bis": "Kadaghanan sa mga sumosunod sa (naunang) Kasulatan (Hudeyo ug Kristohanon) nangandoy pag-ayo nga sila makapabalik kaninyo ngadto sa pagka-manlilimod human sa inyong pagtuo, tungod sa kasina gikan sa ilang mga kaugalingon, (bisan pa) human sa Kamatuoran nga giklaro ngadto kanila. apan pagpasaylo ug ibaliwala, hangtud nga ang Allah nagdala sa Iyang kasugoan; Sa pagkatinuod ang Allah - sa tanan nga mga butang adunay Bug-os nga Gahum ibabaw niini.",
      "footnotes": null
    },
    {
      "ayah_number": 110,
      "translation_bis": "Mag-makanunayon sa Salah (pag-ampo), ug magbayad sa Zakah (obligado limos) ug bisan unsa nga maayo nga inyong gipadala alang sa inyong mga kaugalingon, kamo makakaplag uban ni Allah; sa pagkatinuod ang Allah ang Labing Nakakita sa inyong ginabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 111,
      "translation_bis": "Sila nag-ingon: Walay bisan kinsa nga makasulod sa Paraiso gawas nga siya Hudeyo o Kristohanon. Mao kana ang ilang kawang nga mga tinguha. Isulti: Dad-a ang inyong pruweba, kun kamo matinud-anon.",
      "footnotes": null
    },
    {
      "ayah_number": 112,
      "translation_bis": "Walay pagduha-duha, bisan kinsa nga magtugyan sa iyang kaugalingon sa hingpit ngadto sa Allah, samtang siya usa ka tigbuhat og maayo, alang kaniya ang iyang ganti sa iyang Ginoo - Allah - ug walay kahadlok alang kanila, ni dili sila maguol.",
      "footnotes": null
    },
    {
      "ayah_number": 113,
      "translation_bis": "Ug ang mga Hudeyo nag-ingon: Ang mga Kristohanon walay matuod nga sukaranan (sa ilang mga pagtuo), ug ang mga Kristohanon nag-ingon: Ang mga Hudeyo walay balido nga sukaranan (sa ilang mga pagtuo), samtang silang duha mikutlo sa (managsama nga) kasulatan. Mao usab, kadtong mga walay kahibalo (ang mga mitoo sa dios-dios) nagsulti sama sa unsay ilang gisulti; busa ang Allah maoy mohukom taliwala kanila sa Adlaw sa Pagkabanhaw mahitungod sa unsay ilang panaglahi.",
      "footnotes": null
    },
    {
      "ayah_number": 114,
      "translation_bis": "Kinsa ba ang mulabaw pa sa pagka dili-makataronganon kay sa niadtong nagpugong (sa mga tawo) nga himayaon ang mga Pangalan sa Allah sa mga ‘Masjid’ (balay alampoanan sa Dios), ug nanlimbasog sa pagguba niini[13]? Dili angay kanila nga sila mosulod niini gawas nga anaa sa kahadlok. Sila makatagbo ug pagka-alaut niining kalibotana, ug sila makabaton ug hilabihan nga silot sa Pikas Kinabuhi.",
      "footnotes": "[13]. Nagdili sa ‘Salah’ (Pag-ampo) ug sa pagbasa sa Qur’an sa niini, ug uban pa; ug nanlimbasog sa pagguba niini, o pagpasirado niini, o pagdili sa mga magtutuo gikan niini."
    },
    {
      "ayah_number": 115,
      "translation_bis": "Iya sa Allah (lamang) ang Pagpanag-iya sa Sidlakan ug sa Kasadpan, busa, bisan asa kamo molingi, anaa ang (Dungganon ug Halangdon) nga Nawong sa Allah; sa pagkatinuod ang Allah mao ang Igo nga Manggihatagon, ang Labing Nasayud.",
      "footnotes": null
    },
    {
      "ayah_number": 116,
      "translation_bis": "Sila nag-ingon: Ang Allah nagbaton alang sa lyang kaugalingon ug usa ka anak nga lalaki. Ang Himaya (ug Pasidungog) anaa Kaniya; hinonoa, Kaniya ang bisan unsa nga anaa sa langit ug sa yuta. Ang tanan masinugtanon Kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 117,
      "translation_bis": "Siya ang Tigmugna sa mga kalangitan ug kayutaan, ug kun Siya (Allah) magtakda ug ka usa ka butang, Siya muingon lamang niini, 'Mahimo,' ug kini mahitabo.",
      "footnotes": null
    },
    {
      "ayah_number": 118,
      "translation_bis": "Kadtong (ang pagano) walay kahibalo nag-ingon: \"Nganong ang Allah dili man makigsulti kanato (sa direkta nga ikaw mao ang Iyang mensahero), o adunay usa ka Timaan nga moabut nganhi kanato?\" Ingon niana usab ang giingon niadtong (ang Hudeyo) mga nauna kanila; managsama ang ilang mga kasingkasing. Kami nagpakita sa tin-aw nga mga Timaan ngadto sa mga katawhan nga nakasiguro (sa Pagtuo).",
      "footnotes": null
    },
    {
      "ayah_number": 119,
      "translation_bis": "Ikaw Among gipadala 'O Propeta Muhammad' uban ang Kamatuoran, ingon nga usa ka tigdala ug maayong balita, ug usa ka tigpasidaan, ug ikaw dili pangutan-on mahitungod sa mga mamuyo sa Kalayo sa Impiyerno.",
      "footnotes": null
    },
    {
      "ayah_number": 120,
      "translation_bis": "Ang mga Hudeyo dili mahimuot kanimo, ni ang mga Kristohanon hangtud nga ikaw mosunod sa ilang pagtuo (ug paagi sa kinabuhi). Isulti: Ang Giya sa Allah (sa relihiyon sa Islam) mao ang (husto) nga Giya. Ug kun kamo mosunod sa ilang mga tinguha human nga ang kahibalo miabut na kaninyo, nan kamo dili makabaton batok sa Allah og bisan unsa nga tigpanalipod, ni magtatabang.",
      "footnotes": null
    },
    {
      "ayah_number": 121,
      "translation_bis": "Kadto sila nga Among gihatagan sa Kasulatan, paglitok niini, ingon nga kini kinahanglan nga pagalitukon. Kini sila mituo niini (Qur'an); ug si kinsa kadtong naglimod niini (Qur’an), sila mao kadtong mga pildero.",
      "footnotes": null
    },
    {
      "ayah_number": 122,
      "translation_bis": "O mga anak sa Israel, hinumdumi ang Akong Pabor nga diin Akong gihatag kaninyo, ug Ako mipalabi kaninyo labaw sa tanan (sa inyong kapanahonan pinaagi sa Akong mga Pagpadayag).",
      "footnotes": null
    },
    {
      "ayah_number": 123,
      "translation_bis": "Bantayi (ang inyong mga kaugalingon) batok sa Adlaw nga diin walay tawo nga makatabang sa uban bisan diyutay; ni walay bisan unsa nga bayad ang pagadawaton gikan kang bisan kinsa, ug walay pagpataliwala nga magmapuslanon kaniya, ug sila dili matabangan.",
      "footnotes": null
    },
    {
      "ayah_number": 124,
      "translation_bis": "(Hinumdomi) sa diha nga ang Ginoo (Allāh) misulay kang Abraham uban sa pipila ka mga Kasugoan, ug siya mituman niini tanang. (Ang Allah) miingon: Sa pagkatinuod Ako maghimo kanimo nga usa ka pangulo/pananglitan sa katawhan. Si Abraham miingon: Ug ang akong kaliwat? (Ang Allah miingon): Ang Akong Pagpakigsaad dili maglakip ang mga makasasala.",
      "footnotes": null
    },
    {
      "ayah_number": 125,
      "translation_bis": "Hisguti) sa diha nga Among gihimo ang Balay (ang Ka'bah sa Makkah) ingon nga usa ka dapit sa pagbalik ( pagduaw) alang sa mga tawo, ug usa ka dapit nga luwas nga dangpanan; ug pagkuha alang sa inyong mga kaugalingon (Oh mga magtutuo) ug usa ka dapit sa pag-ampo diha sa dapit nga gitindogan ni Abraham. Kami nagsugo kang Abraham ug Ismael nga nag-ingon: Putlia ang Akong Balay (ang Ka'bah sa Makkah) alang niadtong nagaduaw (niini), niadtong mga nagalibot libot niini, niadtong magpabilin aron sa pagsimba didto niini, niadtong mga nagayukbo (ug) nagahapa sa ilang mga kaugalingon (sa pagsimba).",
      "footnotes": null
    },
    {
      "ayah_number": 126,
      "translation_bis": "Ug (hinumdomi) sa dihang si Abraham nag-ampo: (O Allah) akong Ginoo, himoa kining (Makkah) nga usa ka luwas nga lungsod, ug hatagi ang mga katawhan niini og mga bunga - alang sa bisan kinsa kanila nga nagtuo sa Allah ug sa Katapusan nga Adlaw. (Ang Allah) miingon: Ug bisan kinsa nga mulimod (sa Kamatuoran), Ako mohatag kaniya og kalipay sa hamubo nga panahon, unya pagkahuman, Ako modala kaniya ngadto sa silot sa Kalayo; Pagkadaotan nga kapadulngan.",
      "footnotes": null
    },
    {
      "ayah_number": 127,
      "translation_bis": "Sa diha nga si Abraham ug Ismael mipatindog sa mga patukoranan sa\nBalay (ang Ka'bah sa Makkah), sila nag-ampo: (0h Allah) among Ginoo, dawata (kini) gikan kanamo. Ikaw mao ang Labing Nakadungog, ang Labing Nakahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 128,
      "translation_bis": "(Oh Allah) among Ginoo, himoa kaming masinugtanon nganha Kanimo, ug (himoa) ang among mga kaliwat nga usa ka nasud nga nagpasakop Kanimo, ug ipakita kanamo ang among mga buhat (sa pagpasundayag sa Hajj ug 'Umrah), ug dawata among paghinulsol. Ikaw mao ang Tigdawat sa Paghinulsol, ang Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 129,
      "translation_bis": "(Oh Allah) among Ginoo, ipadala ngadto kanila ang usa ka Mensahero taliwala kanila nga magalitok ngadto kanila sa Imong mga Bersikulo ug magatudlo kanila sa Libro ug sa Kaalam, ug magputli kanila; sa pagkatinuod Ikaw mao ang Hingpit nga Gamhanan, ang Hingpit Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 130,
      "translation_bis": "Kinsa ang magtalikod gikan sa relihiyon ni Abraham (Islam) gawas kaniya nga naghimo sa iyang kaugalingon nga usa ka buang? Ug sa pagkatinuod Kami mipili kaniya (Abraham) dinhi sa kalibutan, ug sa Pikas Kinabuhi- siya labing siguro nga kauban sa mga matarung (sa Labing hataas nga ranggo sa Langit).",
      "footnotes": null
    },
    {
      "ayah_number": 131,
      "translation_bis": "Sa diha nga ang iyang Ginoo - Allāh miingon kaniya, \"Pagpailalom (kahimong usa ka Muslim).\" Siya miingon: Ako mitugyan sa akong kaugalingon (ingon nga usa ka Muslim) ngadto sa (Allāh) ang Ginoo sa tanan nga mga linalang.",
      "footnotes": null
    },
    {
      "ayah_number": 132,
      "translation_bis": "Si Abraham mibiya niini nga kabilin ngadto sa iyang mga anak ug (mao usab), ni Hakob (nga nag-ingon): \"O akong mga anak, sa pagkatinuod ang Allah nagpili alang kaninyo (niini nga) Pagtuo (Islam), busa ayaw kamatay gawas nga kamo mga Muslim 'sa usa ka kahimtang sa hingpit nga pagpasakop ngadto Dios.\"",
      "footnotes": null
    },
    {
      "ayah_number": 133,
      "translation_bis": "O kamo ba mga saksi sa diha nga ang kamatayon miabot kang Hakob? Sa diha nga siya miingon ngadto sa iyang mga anak nga lalaki: Unsa ang inyong simbahon human nako (mamatay)? Sila miingon: Kami mosimba lamang sa imong Dios ug sa Dios sa imong mga amahan, (nga mao sila) Abraham, Ismael ug Isaak, (nag-inusara) usa ka Dios (Allah), ug ngadto Kaniya (lamang) kami magpailalom.",
      "footnotes": null
    },
    {
      "ayah_number": 134,
      "translation_bis": "Kana usa ka nasyon nga milabay na. Sila makadawat sa ganti sa ilang nahimo ug ikaw sa imong nahimo, ug dili kamo inanubag sa ilang binuhatan.",
      "footnotes": null
    },
    {
      "ayah_number": 135,
      "translation_bis": "Sila miingon: Pagpaka Hudeyo o Pagkristohanon kamo, (aron) kamo magiyahan sa husto. Isulti: Hinunoa, (kami nagsunod lamang sa Islam) ang Pagtuo (ug pamaagi sa pagkinabuhi) ni Abraham (nga matul-id ug hingpit nga nagtuo sa Usa lamang ka Dios), ug siya dili kauban sa mga pagano.",
      "footnotes": null
    },
    {
      "ayah_number": 136,
      "translation_bis": "Isulti: Kami mituo sa Allah ug (sa) unsay gipadayag nganhi kanamo, ug (sa) unsay gipadayag ngadto kang Abraham, Ismael, Isaak, Hakob, ug (ang mga Propeta gikan sa iyang) mga kaliwat, ug (sa) unsay gihatag ngadto kang Moises, Hesus, ug (sa) unsay gihatag ngadto sa mga propeta gikan sa ilang Ginoo (Allāh), kami wala maghimo og bisan unsa nga kalainan tali sa bisan kinsa kanila, ug ngadto Kaniya (Allah lamang) kami nagpasakop (ingon nga mga Muslim).",
      "footnotes": null
    },
    {
      "ayah_number": 137,
      "translation_bis": "Busa kun sila mutuo sama sa unsay inyong gituohan, sila sa pagkatinuod nagiyahan sa matarong, apan kon sila motalikod, nan sila anaa lamang sa panagsumpaki, busa ang Allah igo na kanimo batok kanila, ug Siya mao ang Labing Nakadungog sa Tanan, ang Labing Nakahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 138,
      "translation_bis": "[Pagpabilin kamo] sa (Sibghatullah)[14] relihiyon sa Allah (ang Islam), ug kinsa ba ang makalabaw sa Allah sa [pagtakda ug] relihiyon? Ug Kaniya (lamang) kami nagasimba (ug nagpasakop).",
      "footnotes": "[14]. Ang Islam mao ang pagbautismo ni Allah (Dios). Walay usa nga mas maayo nga tigbautismo gawas Kang Allah."
    },
    {
      "ayah_number": 139,
      "translation_bis": "Isulti: Kamo ba nakiglalis kanamo mahitungod sa Allah, samtang Siya mao ang among Ginoo ug inyong Ginoo? Ug alang (lamang) kanamo ang among mga buhat, ug alang kaninyo ang inyong mga buhat, ug kami matinud-anon ngadto Kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 140,
      "translation_bis": "O kamo ba nag-ingon nga si Abraham, si Ismael, si Isaak, si Hakob ug ang Al-Asbat (ang napulog duha ka mga kaliwat ni Hakob) mga Hudeyo o mga Kristohanon? Isulti: Kamo ba ang labing nakahibalo o ang Allāh? Ug kinsa ba ang labaw nga dili makiangayon kay kaniya nga mibalibad sa pamatuod sa kamatuoran nga anaa kaniya gikan sa Allāh? Ug ang Allāh nakahibalo sa inyong ginabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 141,
      "translation_bis": "Kana usa ka nasyon nga milabay na. Sila makadawat sa ganti sa ilang nahimo ug ikaw sa imong nahimo, ug walay tulubagon sa ilang binuhatan.",
      "footnotes": null
    },
    {
      "ayah_number": 142,
      "translation_bis": "Ang mga boang[15] taliwala sa mga tawo moingon, Unsa ang nakapaliso kanila gikan sa ilang Qibla (ang direksyon sa pag-ampo ngadto sa Herusalem) nga diin ilang (mga Muslim) naandan nga ginaatubang kaniadto (sa pagsimba)? Isulti: Ang Sidlakan ug Kasadpan iya lamang sa Allah; Giyahan Niya ang kinsay lyang gusto ngadto sa sakto nga dalan (sa Islam).",
      "footnotes": "[15]. Mga pagano, salingkapaw, ug mga Judio."
    },
    {
      "ayah_number": 143,
      "translation_bis": "Sa ingon niana Kami naghimo kaninyo (O debotado mga Muslim) nga usa ka labing maayo nga nasud, nga kamo mamahimong saksi ibabaw sa mga tawo, ug (nga) ang Mensahero (Muhammad) mamahimong usa saksi ibabaw kaninyo; ug Kami wala nagbuhat sa direksyon nga inyong giatubang kaniadto (alang sa pag-ampo) gawas nga aron Kami makaila kaniya nga misunod sa Sinugo (nga si Propeta Muhammad) gikan kaniya nga mitalikod, ug kini sa pagkatinuod lisod kadto nga pagsulay gayud gawas niadtong kinsay gigiyahan sa Allāh; ug ang Allāh dili gayud maghimo sa inyong Pagtuo (mga pag-ampo nga nag-atubang sa Herusalem) nga mamahimong kawang; sa pagkatinuod ang Allāh Labing Maliputon, Maluluy-on ngadto sa mga tawo.",
      "footnotes": null
    },
    {
      "ayah_number": 144,
      "translation_bis": "Kami nakakita sa paglingi-lingi sa imong nawong ngadto sa langit, busa Kami sa pagkatinuod magpaatubang kanimo (Oh Muhammad) ngadto sa usa ka Qiblah (direksyon sa pag-ampo) nga imong gusto; busa iatubang ang imong nawong ngadto sa Sagradong Masjid (sa Makkah), ug bisan asa man kamo, iatubang ninyo ang inyong mga nawong didto (sa pag-ampo), ug sa pagkatinuod sila nga gihatagan sa Kasulatan nahibalo nga kini mao ang Kamatuoran gikan sa (Allāh) ilang Ginoo; ug ang Allāh nasayud sa ilang ginabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 145,
      "translation_bis": "Apan bisan pa imong dad-on ngadto (sa mga Hudeyo ug Kristiyano) sa mga gihatagan sa Kasulatan ang tanang matang saTimaan, sila dili mosunod sa imong Qibla, ni ikaw mahimong usa ka sumusunod sa ilang Qibla, Dili usab sila magasunod sa Qibla (direksyon sa pag-ampo) sa usag-usa, ug kun imong sundon ang ilang mga tinguha human nga ang (Balaan) nga Kahibalo nga miabot kanimo, nan ikaw sa pagkatinuod sa mga dili matarung.",
      "footnotes": null
    },
    {
      "ayah_number": 146,
      "translation_bis": "Kadtong Among gihatagan sa Kasulatan (Hudeyo ug Kristohanon) nakaila gayud kaniya (Propeta Muhammad), sama sa ilang pagkaila sa ilang mga anak nga lalaki (tungod sa paghulagway kaniya sa ilang Kasulatan), ug adunay pundok gikan kanila nga sa pagkatinuod nagtago sa Kamatuoran samtang sila nahibalo (niini).",
      "footnotes": null
    },
    {
      "ayah_number": 147,
      "translation_bis": "Ang Kamatuoran gikan sa (Allāh) nga imong Ginoo, busa, ayaw kahimong usa sa maduhaduhaon.",
      "footnotes": null
    },
    {
      "ayah_number": 148,
      "translation_bis": "Ang matag usa nagpadayon sa iyang tumong. Busa pakiglumba sa usag usa sa pagbuhat og maayo nga mga buhat. Bisan asa kamo, si Allah (Dios) magdala kaninyog tanan (alang sa Paghukom). Sa pagkatinuod ang Allah adunay bug-os nga Gahum sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 149,
      "translation_bis": "Busa bisan asa ka man nga dapit mugawas (aron sa pag-ampo Oh Muhammad), iatubang ang imong nawong ngadto sa Sagradong Masjid (sa Makkah); Ug sa pagkatinuod kini mao ang Kamatuoran gikan sa (Allāh) nga imong Ginoo. Ang Allāh nakahibalo sa inyong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 150,
      "translation_bis": "Bisan asa ka man nga dapit mugawas (alang sa pag-ampo), iatubang ang imong nawong ngadto sa Sagradong Masjid (sa Makkah); ug bisan asa man kamo nahimutang, iatubang ninyo ang inyong mga nawong didto, aron ang mga tawo wala nay ikalantugi batok kaninyo, gawas kon sila mao kadtong mga nagbuhat ug kadautan; busa ayaw kamo kahadlok kanila, apan kahadloki Ako - aron Ako (Allah) maghingpit sa Akong Pabor kaninyo ug aron kamo mamahimong hustong giniyahan.",
      "footnotes": null
    },
    {
      "ayah_number": 151,
      "translation_bis": "Sa samang paagi, Kami nagpadala kaninyo ug usa ka Mensahero (Muhammad) gikan kaninyo, nga maglitok kaninyo sa Among mga Bersikulo, ug magputli kaninyo, ug magtudlo kaninyo sa Basahon (Qur'an) ug Kaalam, ug magtudlo kaninyo sa inyong wala mahibaloi.",
      "footnotes": null
    },
    {
      "ayah_number": 152,
      "translation_bis": "Busa hinumdomi Ako (pinaagi sa pagsimba ug pagdalayeg), ug Ako mahinumdom kaninyo, ug pagmapasalamaton kamo Kanako (sa Akong mga panalangin ug gasa), ug ayaw Ako ilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 153,
      "translation_bis": "Oh mga magtutuo, pangitaa ang tabang pinaagi sa pagpailub ug pag-ampo. Sa pagkatinuod, ang Allah anaa uban sa mga mapailubon.",
      "footnotes": null
    },
    {
      "ayah_number": 154,
      "translation_bis": "Ayaw kamo pagsulti (mahitungod) niadtong namatay sa Dalan sa Allah 'isip mga martir' nga, \"Sila mga patay\". Dili, (sila mga) buhi, apan kamo wala makabantay niini.",
      "footnotes": null
    },
    {
      "ayah_number": 155,
      "translation_bis": "Kami sa pagkatinuod magasulay kaninyo pinaagi sa gamayng kahadlok, kagutom, kawad-on sa bahandi (kakabus), mga kinabuhi (kamatayon), ug sa mga tanum; apan paghatag og maayong balita alang sa mga mapailubon,",
      "footnotes": null
    },
    {
      "ayah_number": 156,
      "translation_bis": "Sila, sa dihang ang katalagman moabut kanila, moingon: Sa pagkatinuod kita gipanag-iya sa Allāh, ug ngadto (sa Allāh lamang) kitang (tanan) kasigurohan nga mobalik.",
      "footnotes": null
    },
    {
      "ayah_number": 157,
      "translation_bis": "Sila kadtong anaa kanila ang mga Panalangin ug Kaluoy gikan sa (Allāh) nga ilang Ginoo, ug sila mao ang mga matarong nga nagiyahan.",
      "footnotes": null
    },
    {
      "ayah_number": 158,
      "translation_bis": "Sa pagkatinuod (ang duha ka bungtod sa) Safa ug Marwa usa sa mga simbolo sa Allāh; busa bisan kinsa nga mohimo og panawduaw (Hajj o 'Umrah) ngadto sa Balay (Ka'bah sa Makkah), walay pagbasol diha kaniya kon siya molibot ngadto-nganhi niining duha. Bisan kinsa nga nagbuhat og maayo nga kinabubut-on, nan sa pagkatinuod ang Allah mao ang Labing Mapasalamaton, Ang Labing Nasayud.",
      "footnotes": null
    },
    {
      "ayah_number": 159,
      "translation_bis": "Sila nga nagtago sa tin-aw nga mga Pamatuod ug Giya nga Among gipakanaog human Kami mihimo niini nga tin-aw diha sa Libro alang sa mga tawo, kini sila kadtong gitunglo sa Allah, ug sa tanan nga nagtunglo (gikan sa mga anghel ug sa mga magtotoo).",
      "footnotes": null
    },
    {
      "ayah_number": 160,
      "translation_bis": "Gawas niadtong naghinulsol, nagkinabuhi nga matarong, ug nagpadayag (sa Kamatuoran nga sila nagtago), kini sila mao kadtong Ako (Allah) mudawat sa ilang paghinulsol; ug Ako (Allah) mao ang Hingpit nga Nagadawat sa Paghinulsol, ang Hingpit nga Maluloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 161,
      "translation_bis": "Sila nga naglimod (sa Allāh ug sa Mensahero Muhammad), ug mamatay samtang sila mga manlilimod, kini sila mao kadtong mga Tinunglo sa Allāh, sa mga anghel, ug sa tanang katawhan.",
      "footnotes": null
    },
    {
      "ayah_number": 162,
      "translation_bis": "Didto sila magapabilin hangtod sa kahangturan, ug dili mogaan kanila ang silot, ug dili sila pagahatagan og lugway.",
      "footnotes": null
    },
    {
      "ayah_number": 163,
      "translation_bis": "Ang inyong Dios Nag-inusarang Diyos (Allāh). Walay dios (nga angayan simbahon) gawas Kaniya; Ang Labing Madagayaon, ang Labing Maloloy'on.",
      "footnotes": null
    },
    {
      "ayah_number": 164,
      "translation_bis": "Diha sa paglalang sa mga langit ug sa yuta, ug sa pagpuli-puli sa gabii ug sa adlaw, ug sa mga sakayan nga naglawig sa kadagatan niana ug nakahatag og kaayohan sa mga tawo, ug sa tubig nga gipakanaug sa Allah gikan sa mga panganod nga naghatag og kinabuhi sa yuta human sa kamatayon niini, ug nagpakaylap didto sa tanan (nga matang sa) mga mananap, ug sa pag-usab-usab sa (direksyon sa) mga hangin, ug sa mga panganod nga gihimong masinulondon taliwala sa langit ug ang yuta, kini mga Timailhan alang sa mga tawo nga nakasabot.",
      "footnotes": null
    },
    {
      "ayah_number": 165,
      "translation_bis": "Apan taliwala sa mga tawo adunay nagkuha alang sa ilang mga kaugalingon og mga butang aron sa pagsimba sa lain gawas Kang Allāh, nga ila kining gihigugma sama sa ilang paghigugma sa Allāh, apan sila nga mituo (sa Allāh ug sa lyang mensahero) mas lig-on sa paghigugma alang sa Allah, kung kadtong nagbuhat og kadautan (nagbutang og kauban sa Allāh) makakita sa Silot, (sila kasigurohan) nga ang tanang gahum lya lamang sa Allāh, ug nga si Allah sa pagkatinuod grabe sa silot.",
      "footnotes": null
    },
    {
      "ayah_number": 166,
      "translation_bis": "Sa diha nga kadtong mga gisunod (sa pagkawalay pagtuo) mosalikway niadtong misunod (kanila), ug ilang makita ang Silot, ang tanan nga mga relasyon tali kanila maputol.",
      "footnotes": null
    },
    {
      "ayah_number": 167,
      "translation_bis": "Ug sila nga misunod (kanila) moingon: 'Kon aduna ba'y usa pa kahigayon alang kanamo (ngadto sa kalibutan), nan kami mosalikway kanila sama sa ilang pagsalikway kanamo'. Sa ingon niana ang Allah magpakita kanila sa ilang mga buhat aron mahimong hilabihan ang pagmahay ngadto kanila, ug sila dili makagawas sa Kalayo (sa Impiyerno).",
      "footnotes": null
    },
    {
      "ayah_number": 168,
      "translation_bis": "O katawhan, kaon sa mga gikatugot ug mga maayo sa unsay anaa sa kayutaan, ug ayaw ninyo sunda ang mga tunob (mga paagi) ni Satanas; Sa pagkatinuod siya usa ka dayag nga kaaway nganha kaninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 169,
      "translation_bis": "Siya (Satanas) nagmando lamang kaninyo sa dautan ug kalaw-ayan, ug nga kamo mosulti batok sa Allāh unsay wala ninyo mahibaloi.",
      "footnotes": null
    },
    {
      "ayah_number": 170,
      "translation_bis": "Sa dihang isugilon kanila 'Sunda ninyo ang gipakanaog sa Allāh, sila moingon: Dili, sundon lang namo kun unsay among nakita sa among mga amahan. Bisan tuod ang ilang mga amahan nga walay nasabtan bisan unsa, ni sila (wala usab) nagsubay sa husto nga dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 171,
      "translation_bis": "Ang panag-ingnan sa mga milimod (sa kamatuoran) sama sa usa nga nagsinggit sa wala makadungog gawas sa pagtawag ug paghilak (ngadto sa mga baka o karnero - nga walay nasabtan sa gisulti kanila); (sila mga) bungol, amang (ug) buta (gikan sa kamatuoran), busa sila dili makasabut.",
      "footnotes": null
    },
    {
      "ayah_number": 172,
      "translation_bis": "Oh mga magtutuo, kaon kamo sa mga maayong butang nga Among gihatag kaninyo, ug pagpasalamat sa Allah, kun Siya (lamang) mao ang inyong ginasimba.",
      "footnotes": null
    },
    {
      "ayah_number": 173,
      "translation_bis": "Siya nagdili lamang kaninyo sa pagkaon sa patayng lawas (o karne sa mga mananap nga wala maihaw sa hustong pamaagi), ug sa dugo, ug sa unod sa baboy, ug nianang bisan unsa nga laing (pangalan) kay sa (nianang) pangalan sa Allah (mao ang) gisangpit; apan bisan kinsa nga matuklod tungod sa hilabihan nga pagpanginahanglan, nga wala magtinguha, ni milapas sa kinutuban, walay sala nga maanaa kaniya; Sa pagkatinuod ang Allah mao ang Labing Mapasayloon, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 174,
      "translation_bis": "Sila nga nagtago sa bisan unsang bahin sa Libro nga gipadayag sa Allah ug nagpaylo niini sa diyutay nga kantidad, sila walay mokaon gawas sa kalayo ngadto sa ilang mga tiyan, ug ang Allah dili makigsulti kanila sa Adlaw sa Pagkabanhaw, ni Siya magputli kanila, ug sila makabaton sa masakit nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 175,
      "translation_bis": "Sila kadtong mipalit sa pagkasalaag pinaagi sa kantidad sa Giya, ug mipalit sa Silot pinaagi sa kantidad sa Kapasayloan; busa, unsa ba sila kaisog aron sa pagsugat sa Kalayo.",
      "footnotes": null
    },
    {
      "ayah_number": 176,
      "translation_bis": "Kana tungod kay ang Allāh nagpadayag sa Libro (Qur'an) uban Kamatuoran; ug sa pagkatinuod kadtong nagkalahi mahitungod sa Libro (Qur’an) anaa sa dako nga panagsumpaki.",
      "footnotes": null
    },
    {
      "ayah_number": 177,
      "translation_bis": "Ang pagkamatarong dili mao ang paglingi ninyo sa inyong mga nawong ngadto sa sidlakan ug sa kasadpan (diha sa pagsimba), apan ang pagkamatarung anaa sa usa nga nagtuo sa Allāh, sa Ulahing Adlaw, sa mga anghel, sa Kasulatan, sa mga Propeta, ug naghatag ug bahandi alang sa paghigugma sa Ginoo - Allāh, ngadto sa mga paryente, sa mga ilo, sa mga nanginahanglan, sa (natanggong) nga magpapanaw (ug estranghero ug langyaw), sa mga makalilimos, sa (pagpalingkawas sa) mga ulipon o dinakpan, ug bisan kinsa nga nagmakanunayon sa ilang Salah (pag-ampo, sa gikamando nga mga takna), ug nagbayad sa (Zakah) (obligadong limos), ug nga nagtuman sa ilang nagsaad sa diha nga sila musaad, ug mapailubon sa panahon sa kawad-on ug sa kasakit, ug sa ilang pagpakigtagbo sa kaaway (panahon sa gubat), kini mao ang mga matinud-anon (sa ilang mga kaugalingon) ug sila ang mga matarong.",
      "footnotes": null
    },
    {
      "ayah_number": 178,
      "translation_bis": "Oh mga tumuloo, ang Qisas (Balaud sa Patas nga silot sa pagbalos) gikamando alang kaninyo mahitungod sa gipatay, ang gawasnon alang sa gawasnon, ug ang ulipon alang sa ulipon, ug ang babaye alang sa babaye. Apan kon ang nakapatay gipasaylo sa igsuon (nga pamilya o parente) sa gipatay ingon nga baylo sa bayad nga kwarta, nan ang pagsunod niini uban ang kaangayan ug ang pagbayad (sa kwarta sa dugo) kinahanglan nga himuon ngadto kaniya (nga mao ang manununod sa namatay o sa legal nga representante) sa maayo nga paagi. Kini usa ka pagpagaan gikan sa (Allah) nga imong Ginoo, ug usa ka Kalooy; busa, bisan kinsa nga magalapas human niini, siya makabaton og sakit nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 179,
      "translation_bis": "Adunay (pagluwas) sa kinabuhi alang kaninyo diha sa \"Qisas\" (Balaud sa) pagbalos, katawhan nga adunay pagsabot, aron kamo mahimong mahadlokon Kang Allāh ug maglikay sa dautan.",
      "footnotes": null
    },
    {
      "ayah_number": 180,
      "translation_bis": "Ang pagbilin ug legasia nga balaod alang kaninyo[16], sa diha nga ang kamatayon moabut sa usa kaninyo, kon magbilin siyag bahandi nga siya naghimo ug usa ka panulondon (kabubut-on) alang sa mga ginikanan ug suod nga mga paryente[17], sumala sa balaod; (kini) usa ka katungdanan (nga gikatugon) sa mga matarong.",
      "footnotes": "[16]. Dili paghatag ug labaw sa gigahin nga bahin sa un-tersiya.\n[17]. Kini nga bersikulo giwagtang pinaagi sa ‘panulundon’ nga bersikulo, tan-awa sa Q. 4:11 ug pinaagi sa ang panultihon sa Propeta: 'Ayaw paghimo og testamento alang sa usa nga nakapanunod'."
    },
    {
      "ayah_number": 181,
      "translation_bis": "Bisan kinsa unya nga mag-usab niini (kataposang tugon sa patay nga tawo) human nga sila makadungog niini, nan ang sala niini anaa lamang kanila nga nag-usab niini; sa pagkatinuod ang Allah mao ang Hingpit nga Nakadungog, ang Hingpit nga Nakahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 182,
      "translation_bis": "Apan siya kinsa nga nahadlok sa pagtipas o sala sa testator, ug nagpasig-oli tali sa mga partido (nga mga nalambigit), walay sala kaniya. Si Allah Mapasayloon sa Tanan, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 183,
      "translation_bis": "Oh mga magtutuo, ang pagpuasa giordinahan alang kaninyo, ingon nga kini giordinahan usab ngadto sa mga nauna pa kaninyo, aron kamo mahimong mahadlokon Kang Allāh ug maglikay sa dautan.",
      "footnotes": null
    },
    {
      "ayah_number": 184,
      "translation_bis": "Sa gitakda nga gidaghanon sa mga adlaw (kamo magpuasa); apan bisan kinsa kaninyo nga nagsakit o anaa sa pagpanaw, nan (siya magpuasa) sama sa gidaghanon sa ubang mga adlaw; ug kadtong dili makahimo niini mamahimo nga magbuhat og baylo pinaagi sa pagpakaon sa kabus nga tawo, busa, bisan kinsa nga magbuhat og maayo sa iyang kaugalingong kabubut-on, kini mao ang labing maayo alang kaniya; ug ang inyong pagpuasa labing maayo alang kaninyo, kun inyo lang nahibaloan.",
      "footnotes": null
    },
    {
      "ayah_number": 185,
      "translation_bis": "Ang bulan sa Ramadan, nga diin ang Qur'an gipadayag, ingon nga Giya ngadto sa katawhan, ug tin-aw nga mga Pamatuod sa Giya, ug ang Sukdanan (sa husto ug sayop); busa, bisan kinsa kaninyo nga nagsaksi niini nga bulan, siya magpuasa niini, ug bisan kinsa nga nagsakit o anaa sa panaw, nan (siya magpuasa) sama sa ubang mga adlaw; Ang Allah nakagusto og kasayon alang kaninyo, ug Siya wala magtinguha alang kaninyo og kalisdanan, ug (Siya nagtinguha) nga kamo makahingpit sa gidaghanon (sa mga adlaw sa pagpuasa), ug himayaa ninyo ang Kahalangdon sa Allah tungod kay Siya migiya kaninyo; aron kamo magahatag ug pagpasalamat Kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 186,
      "translation_bis": "Kun ang pipila sa Akong mga Tigsimba mangutana kanimo (O Muhammad) mahitungod Nako (kon layo o duol ba ako kanila), Nan, Duol gayod Ako kanila. Ako motubag sa pag-ampo sa naga-ampo sa diha nga siya nagtawag Kanako. Busa, pasagdi sila nga mutubag sa Akong pagtawag kanila, ug mutuo sila Kanako aron sila sakto nga magiyahan.",
      "footnotes": null
    },
    {
      "ayah_number": 187,
      "translation_bis": "Gitugot alang kanimo sa gabii sa bulan sa pagpuasa nga kamo makighilawas sa inyong mga asawa. Sila mao ang inyong tabon, ug kamo usab tabon alang alang kanila. Ang Allah nahibalo nga kamo nagbuhat ug sayop (pinaagi sa pagpakighilawas uban kanila sa gabii), busa (Siya Milantaw kaninyo nga maluluy-on) nagpasaylo kaninyo ug nag-absuwelto kaninyo (niini nga palas-anon); busa karon kamo makaduol kanila (inyong mga asawa), ug makatawag sa unsay gisulat ni Allah alang kaninyo (mga bata), ug kaon ug inom hangtod nga ang kaputi sa adlaw mailhan gikan sa kangitngit sa kagabhion pinaagi sa kaadlawon, ug kompletoha ang pagpuasa hangtod sa gabii (pagsalop sa adlaw), ug ayaw pakighilawas sa (inyong mga asawa) samtang magpabilin kamo sa mga masjid para sa pagsimba); kini mao ang mga utlanan nga gibutang ni Allah, busa ayaw pagduol kanila. Sa ingon si Allah nagpatin-aw sa Iyang mga padayag alang kanila aron sila magbantay sa ilang kaugalingon batok sa dautan.",
      "footnotes": null
    },
    {
      "ayah_number": 188,
      "translation_bis": "Ayaw ninyo ut-uta ang mga katigayunan sa taliwala sa inyong kaugalingon sa ilegal nga pamaagi, mao usab, ayaw kamo paghatag og suhol ngadto sa bisan kinsa nga mga maghuhukom, aron kamo makakaon og bahin sa bahandi sa mga tawo sa sayop nga pamaagi samtang kamo nasayud (nga kini gidili).",
      "footnotes": null
    },
    {
      "ayah_number": 189,
      "translation_bis": "Sila mangutana kanimo mahitungod sa kalahian sa mga hugna sa bulan. Isulti: Kini sukdanan sa panahon alang sa mga tawo, ug (alang) sa Hajj (Pagpanawduaw); ug dili kini matarung nga buhat nga kamo mosulod sa mga balay gikan sa mga likod niini, apan ang pagkamatarung (makita sa) usa nga Manggihadlukon (sa Allah); busa sulod kamo sa mga balay pinaagi sa husto nga pultahan ug sunda ang mga Kasugoan sa Allah, aron kamo molampos ug mouswag.",
      "footnotes": null
    },
    {
      "ayah_number": 190,
      "translation_bis": "Pakig-away kamo sa Dalan sa Allah niadtong mga nakig-away kaninyo, ug ayaw pagbuhat og paglapas sa mga utlanan nga gitakda sa Allah; kay sa pagkatinuod ang Allah dili makagusto sa mga malinapason.",
      "footnotes": null
    },
    {
      "ayah_number": 191,
      "translation_bis": "Patya sila bisan asa nimo sila makit-an, ug papahawaa sila gikan sa bisan asa nga ilang gipapahawa kaninyo, kay nga Fitnah \"( pagpanggukod ug pagpugong sa mga tawo sa pagsimba sa Allah) mas grabe pa kay sa pagpatay. Ug ayaw\n pakig-away kanila sa Sagrado nga Masjid (sa Makkah) hangtod nga sila makig-away kanimo didto, apan kung sila makig-away kanimo, nan patya sila: kana ang ganti sa mga naglimod sa Kamatuoran (mga kontra sa Kalinaw).",
      "footnotes": null
    },
    {
      "ayah_number": 192,
      "translation_bis": "Apan kon sila mohunong, nan sa pagkatinuod ang Allah mao ang Labing Mapinasayloon, nga Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 193,
      "translation_bis": "Pakig-away kanila hangtud nga wala nay Fitnah (pagpanggukod, ug pagbabag sa pagsimba sa Allah), ug (hangtud nga) ang pagsimba alang lang sa Allah, apan kon sila mohunong; nan kinahanglan nga wala nay panag-away gawas kun batok sa mga magbubuhat ug pagkadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 194,
      "translation_bis": "Ang pagpakig-away sa Sagrado nga bulan alang lang sa (nahimong pagpanulong sa) Sagrado nga bulan, ug alang sa (tanan) nga mga paglapas adunay makatarunganon nga silot; Bisan kinsa unya nga mulapas (sa mga utlanan) batok kaninyo, nan pagpahamtang ug kadaot kaniya sumala sa kadaot nga iyang gipahamtang kaninyo, ug kahadloki ninyo ang Allāh, ug hibaloi nga ang Allāh kauban sa mga matarong.",
      "footnotes": null
    },
    {
      "ayah_number": 195,
      "translation_bis": "Paggasto kamo ngadto sa Dalan sa Allah, ug ayaw ilabay ang inyong mga kaugalingon ngadto sa kalaglagan pinaagi sa inyong kaugalingong mga kamot[18], ug pagbuhat kamo og maayo; Sa pagkatinuod ang Allah naghigugma sa mga nagabuhat og maayo.",
      "footnotes": "[18]. Pinaagi sa paghunong sa pagpaningkamot sa dalan ni Allāh ug dili mabalda gikan niini."
    },
    {
      "ayah_number": 196,
      "translation_bis": "Hingpita ang Hajj (ang Pagpanawduaw) ug ang 'Umrah (pagbisita sa Ka'bah) alang sa Allah, apan kon kamo nababagan, unya ˹paghalad˺ bisan unsa nga sakripisyo nga mga mananap nga imong makayanan, ug ayaw ninyo kiskisan ang inyong mga ulo hangtod nga ang inyong halad makaabot sa dapit sa paghalad; Apan bisan kinsa kaninyo nga nagsakit o adunay sakit sa iyang bagulbagol nga kinahanglan magpaobag, nan buhaton ang pagtubos pinaagi sa pagpuasa (tulo ka adlaw), o magpakaon (unom ka mga kabus), o maghalad ug (usa ka karnero sa Makkah). Ug kun kamo anaa na (usab) sa pagkaluwasnon, bisan kinsa nga magbuhat ug ‘Umrah hangtud sa pag-Hajj sa bulan sa Hajj, siya angay nga maghalad og halad sigon sa iyang mahimo, apan kun dili siya makahimo kinahanglan nga siya magpuasa ug tulo ka adlaw sa panahon sa Hajj ug pito ka adlaw sa iyang pag-oli, hiingpit nga napulo ka adlaw tanan. Kini alang kadtong ang iyang pamilya wala nagpuyo sulod sa (Masjid Al-Haram). Ug kahadloki ninyo ang Allah, ug hibaloi nga ang Allah Hilabihan sa Pagsilot.",
      "footnotes": null
    },
    {
      "ayah_number": 197,
      "translation_bis": "Ang Panawduaw (ginabuhat sa) iladong mga bulan[19]; busa bisan kinsa nga nagtinguha sa pagbuhat sa Panawduaw (pinaagi sa pagsuot sa Ihram), walay pakighilawas, ni pagbuhat og mga sala, ni panaglalis sa panahon sa Hajj; ug bisan unsa nga maayo nga inyong buhaton, ang Allah nahibalo niini; ug pagbalon kamo og probisyon, kay sa pagkatinuod ang labing maayo nga balon mao ang Kahadlok sa Allah. Busa sunod kamo sa mga Kasugoan sa Allah, Oh kamo nga adunay panabot.",
      "footnotes": "[19]. Shawwal, Dhul Qai'dah, and Dhul Hijjah."
    },
    {
      "ayah_number": 198,
      "translation_bis": "Dili sala alang kaninyo kun mangandoy kamo ug kadagaya gikan sa inyong ‘Ginoo ’ pinaagi sa unsa man nga legal, nga kinitaan, sama (pananglitan) sa pagnegosyo, sa mga adlaw sa ‘Hajj’, ug sa diha nga mobiya na kamo sa ‘’Arafah’ – hinumdomi ninyo ang Allah pinaagi sa paghimaya Kaniya – pinaagi sa paglitok sa ‘Talbiyah’ ug pag-ampo sa ‘Mash’ar Al-Haram’ (lugar sa ‘Muzdalifah’).Ug pasidunggi ninyo si Allah sa husto nga pamaagi nga Iyang gitudlo kaninyo, tungod kay sa wala pa muabot ang Iyang giya kaninyo kamo anaa sa pagkasalaag, nga wala kamo masayod sa kamatuoran.",
      "footnotes": null
    },
    {
      "ayah_number": 199,
      "translation_bis": "Ug biya kamo gikan sa dapit '(Arafat) nga diin ang tanang tawo mubiya ug pangayoa ang Kapasayloan sa Allah; Sa pagkatinuod ang Allah mao ang Labing Mapasayloon, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 200,
      "translation_bis": "Busa sa diha nga kamo nakahingpit na sa inyong mga debosyon, nan pasidunggi ang Allah, sama sa inyong pag pasidungog sa inyong mga amahan o labing dako pa nga paghinumdom. Adunay pundok 'sa mga tawo' nga ang tinguha lamang nila mao ang kalibotanon ug sila naga-ampo ug nagasulti: (O Allah) among Ginoo \"Hatagi kami ug maayo sa kalibutan (og mga bahandi og mga anak),\" alang sa ingon niana sila walay bahin sa Pikas Kinabuhi.",
      "footnotes": null
    },
    {
      "ayah_number": 201,
      "translation_bis": "Ug adunay uban kanila nga mag-ampo: \"(Oh Allah) among Ginoo, hatagi kami og maayo dinhi sa kalibutan ug maayo sa Pikas Kinabuhi, ug luwasa kami gikan sa Silot sa Kalayo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 202,
      "translation_bis": "Kini sila makabaton sa ilahang bahin sa unsay ilang natigum, ug ang Allāh Hingpit nga Paspas sa Pag-ihap.",
      "footnotes": null
    },
    {
      "ayah_number": 203,
      "translation_bis": "Ug pasidunggi (dayega) ang Allāh sa panahon sa gikatakda nga (tulo) ka mga adlaw[20]; ug bisan kinsa nga magdali (sa pagbiya sa Mina) sa ikaduha nga adlaw (ika-12 sa Dhul-Hijjah), walay pagbasol ngadto kaniya, ug bisan kinsa nga magpabilin (sa usa pa ka adlaw, ika-13 sa Dhul-Hijjah), walay pagbasol ngadto kaniya; (kini) alang kaniya nga adunay kahadlok sa Allāh, busa tumana ang mga sugo ni Allāh, ug hibaloi nga kamo pagatigumon ngadto Kaniya.",
      "footnotes": "20. Sa walog sa Mina, ang ika-11,12, ug 13 sa bulan sa Dhul-Hijjah alang niadtong naghimo sa Pagpanawduaw o Hajj."
    },
    {
      "ayah_number": 204,
      "translation_bis": "Taliwala sa mga kalalakihan mao siya kansang mga sinultihan makapahimuot kanimo niining kalibutanon nga kinabuhi, ug siya nagtawag sa Allah aron sa pagsaksi kon unsa ang anaa sa iyang kasingkasing, apan siya ang labing bangis sa mga kontra.",
      "footnotes": null
    },
    {
      "ayah_number": 205,
      "translation_bis": "Ug sa diha nga siya mutalikod na kanimo, siya molakaw diha sa kayutaan nga siya magpasiugda ug kadautan niini ug nagdaut sa mga tanom ug sa mga hayopan. Ang Allah dili ganahan sa kurakot.",
      "footnotes": null
    },
    {
      "ayah_number": 206,
      "translation_bis": "Ug sa diha nga igasulti ngadto kaniya, kahadloki ang Allah; ang garbo midala kaniya ngadto sa pagpakasala, busa ang Impyerno igo na alang kaniya; ug unsa kadautan puloy-anan sa pagpahulay.",
      "footnotes": null
    },
    {
      "ayah_number": 207,
      "translation_bis": "Ug taliwala sa mga tawo nga nagbaligya sa iyang kaugalingon aron sa pagpangita sa Kahimuot sa Allah; ug ang Allah Maliputon sa (Iyang) mga ulipon (sa katawhan ug jinn).",
      "footnotes": null
    },
    {
      "ayah_number": 208,
      "translation_bis": "Oh mga magtutuo, sulod kamo sa Islam sa kinatibuk-an niini, ug ayaw kamo pagsunod sa mga lakang ni Satanas, sa pagkatinuod siya alang kaninyo usa ka dayag nga kaaway.",
      "footnotes": null
    },
    {
      "ayah_number": 209,
      "translation_bis": "Apan kon kamo madakin-as (makalapas) human ang pamatuod nga mga paggiya miabut kaninyo, nan hibaloi nga ang Allah mao ang Hingpit Labing Gamhanan, ang Hingpit Labing Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 210,
      "translation_bis": "Naghulat ba sila (kadtong napakyas sa pugtugyan sa Allāh) sa bisan unsa gawas nga ang Allāh muabot kanila sa landong sa mga panganod, ug (uban Kaniya) ang mga anghel, ug ang butang nakahukom na? Ug ngadto sa Allāh mao gibalik ang tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 211,
      "translation_bis": "Pangutan-a ang mga anak sa Israel kon unsa kadaghan ang mga tin-aw nga Timailhan nga Among gihatag kanila; ug bisan kinsa nga nag-usab sa Pabor sa Allah (Islam) human kini miabut kaniya, nan sa pagkatinuod ang Allah Hilabihan sa Pagsilot.",
      "footnotes": null
    },
    {
      "ayah_number": 212,
      "translation_bis": "Gihimong madanihon ang kinabuhi niining kalibutana ngadto kanila nga milimod (sa Kamatuoran), ug sila nagbiaybiay niadtong mga mituo; ug kadtong mga nagmahinadlokon sa Allah mamahimong ibabaw kanila sa Adlaw sa Pagkabanhaw; Ug ang Allah naghatag og tagana ngadto sa kinsay Iyang gusto nga walay sukod.",
      "footnotes": null
    },
    {
      "ayah_number": 213,
      "translation_bis": "Kaniadto ang katawhan usa lamang ka nasud (dayon sila nagkasumpaki); busa ang Allah nagpatungha taliwala (kanila) mga Propeta ingon nga mga tigdala og maayong balita, ug mga\ntigpasidaan, ug gipakanaog uban \nkanila ang Kasulatan sa kamatuoran, aron nga kini maghukom taliwala sa mga tawo nianang ilang panagsumpaki. Ug walay usa nga nagkalahi niini [nga mao, ang Kasulatan] gawas kanila nga gihatagan niini - human ang tin-aw nga mga pruweba miabut ngadto kanila -tungod sa pagpangabugho nga pagdumot batok sa usag-usa. Busa ang Allah migiya pinaagi sa Iyang Kabubut-on niadtong kinsay mituo sa Kamatuoran mahitungod nianang ilang gipanaglahian, tungod kay ang Allah mugiya sa kinsay Iyang gusto ngadto sa husto nga Dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 214,
      "translation_bis": "O kamo ba nagdahom nga kamo makasulod sa Paraiso samtang ang kahimtang niadtong milabay una kaninyo wala pa moabot kaninyo? Sila miagi sa kawad-on ug kalisdanan ug sila nauyog hangtud [bisan ang ilang mga] \n Mensahero ug kadtong mituo uban niya miingon: Kanus-a moabot ang Tabang ni Allāh? Unya hibaloi, sa pagkatinuod ang Tabang ni Allāh haduol na.",
      "footnotes": null
    },
    {
      "ayah_number": 215,
      "translation_bis": "Sila nangutana kanimo kon unsa ang ilang angay gastohon. Isulti: Bisan unsa nga bahandi nga inyong gastohon, kini hatagi sa inyong mga ginikanan, mga paryenti, sa mga ilo, sa mga nanginahanglan, ug sa (natanggong) nga magpapanaw (estranghero ug langyaw), ug bisan unsa nga maayo nga inyong buhaton, ang Allah sa pagkatinuod nahibalo niini.",
      "footnotes": null
    },
    {
      "ayah_number": 216,
      "translation_bis": "Ang pagpakig-away (alang sa Kamatuoran, Hustisya ug Kalinaw) gikamando alang kaninyo (kon kanus-a ug dis-a gikinahanglan), apan kini usa ka butang nga dili ninyo gusto; Ug mahimo nga ang butang dili ninyo gusto samtang kini ang maayo alang kaninyo, ug tingali mahimo nga inyong higugmaon ang usa ka butang samtang kini dili makaayo alang kaninyo, ug ang Allah nahibalo, samtang kamo wala mahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 217,
      "translation_bis": "Gipangutana ka nila mahitungod sa pakiggubat sa Sagrado nga Bulan. Isulti: “Ang pagpakiggubat sa Sagrado nga Bulan usa ka dako nga kasal-anan nga butang, ug ang pagbabag (sa mga tawo) gikan sa Dalan sa Allah ug ang paglimod Kaniya, ug ang (pagbabag sa mga tawo gikan sa) Sagrado nga Masjid (sa Makkah); ug ang pagpahawa sa mga tawo gikan niini, labing dako nga kasal-anan sa Allah. Ug ang ‘idolatriya’ (usab) labaw pa nga dakung sala kaysa pagpatay. ”Ug kadtong mga walay pagtuo dili muundang sa pagpakiggubat kaninyo hangtod nga mapabalik nila kamo sa pagka ‘walay pagtuo’, kun kini kaya nilang buhaton. Apan bisan kinsa kaninyo nga mutalikod sa Iyang ‘relihiyon ’ ug namatay nga manlilimod – sila kadtong mawad-an ug bili ang tanan nga ilang maayong mga buhat dinhi sa kalibutan ug sa Pikas Kinabuhi, ug sila kadtong mupuyo sa Kalayo sa Imperno hangtod sa walay kataposan.",
      "footnotes": null
    },
    {
      "ayah_number": 218,
      "translation_bis": "Kadtong mga mituo, ug kadtong mibakwit (alang sa pagsuportar sa relihiyon Islam) ug nagbuhat og ‘Jihad’ (Panlimbasog) sa Dalan sa Allah – sila ang labing naninguha sa kaluoy sa Allah ug sa Iyang ganti. Ug ang Allah, Siya ang Hingpit nga Mapasayloon ang Labing Maloloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 219,
      "translation_bis": "Gipangutana ka nila mahitungod sa mga ilimnong makahubog ug sa sugal. Isulti: “Niining duha adunay dakong kasal-anan, ug adunay diyutay nga kapahimuslan niini ang mga tawo, apan ang sala niini labaw pa kaysa sa kapahimuslan niini. Ug gipangutana ka nila, unsa ang kantidad nga ilang gastuon. Isulti: “Ang sobra [labaw sa inyong panginahanglan].\" Ug sama niana, gihimong tin-aw sa Allah kaninyo ang lyang mga Bersikulo, aron kamo magpamalandong.",
      "footnotes": null
    },
    {
      "ayah_number": 220,
      "translation_bis": "Bahin nining kalibutana ug sa Pikas nga Kinabuhi. Ug sila mangutana kanimo, O Muhammad, mahitungod sa mga ilo kun unsaon nila kini sila pagtrato. Isulti kanila: Matarung ang pag-atiman ninyo sa ilang gipanag-iyahan nga mana buhata ninyo kanunay kun unsa ang makaayo alang kanila. kun kamo magasagol kanila sa inyong inadlaw nga pagkinabuhi. nan sila inyong mga igsuon\". Nasayod si Alläh sa tigsamok gikan sa repormador. Ug kun gigusto lang sa Allah, mahimo Niya kamo nga ibutang sa kalisdanan; Sa pagkatinuod, ang Allah Mao ang Hingpit nga Gamhanan, ang Hingpit nga Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 221,
      "translation_bis": "Ug ayaw kamo pagpangasawa og mga ‘Mushrikat’ (mga babaye nga nagbutang og kauban sa Allah sa pagsimba) – hangtod nga sila mutuo, Ug sa pagkatinuod ang ulipon nga babaye nga magtutuo labing maayo kaysa sa usa ka Mushrikah usa ka gawasnon (dili ulipon) babaye, bisan pa siya nakapahimuot kaninyo. Ug ayaw ninyo ipakasal ang inyong mga babaye nga mituo sa Allah ngadto sa mga ‘Mushrikin’ (mga lalaki nga nagbutang og kauban sa Allah sa pagsimba), hangtod nga sila mutuo. Ug sa pagkatinuod ang ulipon nga lalaki nga magtutuo labing maayo kaysa sa usa ka ‘Mushrik’, bisan pa siya nakapahimuot (nakapaibog) kaninyo. Sila nagdapit kaninyo ngadto sa Impiyerno, apan ang Allah nagdapit ngadto sa Paraiso ug sa pagpasaylo sumala sa Iyang pagtugot. Ug naghimo Niyang tin-aw ang Iyang mga Pulong ngadto sa mga tawo, aron sila makahinumdom.",
      "footnotes": null
    },
    {
      "ayah_number": 222,
      "translation_bis": "Ug gipangutana ka nila mahitungod sa ‘Al-Haydh’ – kinaiyanhon nga dugo nga mugawas sa mga babaye sa gitakda nga panahon (regla), - isulti: “Kini usa ka butang nga makadaot; Busa likayi ninyo ang pagpakighilawas sa inyong mga asawa hangtod nga sila nahimong putli; ug sa diha nga sila nakahinlo na sa ilang mga kaugalingon (gikan sa regla), mahimo nga makighilawas na kamo kanila sumala sa gikasugo sa Allah kaninyo. Sa pagkatinuod, ang Allah naghigugma niadtong mga mahinulsolon, ug Siya naghigugma niadtong mga nagputli sa ilang mga kaugalingon.",
      "footnotes": null
    },
    {
      "ayah_number": 223,
      "translation_bis": "Ang inyong mga asawa maoy usa ka dapit sa pagpugas sa binhi alang kaninyo, busa umadto kamo sa inyong dapit sa pagtikad sumala sa inyong gusto[21], apan, pagbuhat ug mga matarong nga buhat una sa inyong kaugalingon. Kahadluki ninyo si Allah ug hibalo-i nga makigkita kamo Kaniya, ug hatagi og maayong balita ang mga magtutuo.",
      "footnotes": "[21]. Pakighilawas sa imong mga asawa sa bisan unsang posisyon basta anaa sa kinatawo."
    },
    {
      "ayah_number": 224,
      "translation_bis": "Ayaw ninyo himoa ang Ngalan sa Allah pinaagi sa inyong pagpanumpa (pinaagi Kaniya) nga kini mahimong babag kaninyo sa pagbuhat og kaayohan, ug sa inyong pagbantay batok sa kadautan, ug pagbuhat og pagpasig-uli sa panaglalis taliwala sa mga tawo. Ang Allah ang Hingpit nga Nakadungog, ang Labing Nakahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 225,
      "translation_bis": "Dili kamo papanubagon sa Allah sa unsay inyong wala-tuyoa nga mga pagpanumpa, apan papanubagon Niya kamo sa unsay gituyo sa inyong mga kasing-kasing. Ang Allah mao Hingpit nga Mapinasayluon, Hingpit nga Mapailubon.",
      "footnotes": null
    },
    {
      "ayah_number": 226,
      "translation_bis": "Kadtong mga nanumpa nga sila dili na makighilawas sa ilang mga asawa, angay kanila nga (maghulat sa gidugayon nga) upat ka bulan, busa kun sila mibalik sa (naandan nga relasyon), nan ang Allah ang Hingpit nga Mapinasayluon, ang Labing Maluloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 227,
      "translation_bis": "Apan kon sila nagpili nga sila makigbulag, sa pagkatinuod si Allah mao ang Makadungog, Makahibalo sa Tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 228,
      "translation_bis": "Ug ang mga babaye nga gibulagan sa ilang mga bana, kinahanglan nga sila maghulat ug tulo ka ‘panahon sa pagregla nga dili pa sila makig-minyo sa lain, Ug wala (usab) gitugot kanila nga itago ang unsay binuhat sa Allah sa ilang mga sabakan kun sila mituo sa Allah ug sa Ulahing Adlaw. Ang ilang mga bana ang labaw nga adunay katungod nga makigbalik kanila kun sila nangandoy sa pagpasig-uli; Ug sila adunay katungod sama usab sa mga katungod sa ilang mga bana kanila, sa hustong pamaagi. Apan nakalabaw og ang-ang kanila ang mga lalaki (sa responsibilidad ug katungdanan). Ug ang Allah ang Hingpit nga Gamhanan, nga Hingpit nga Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 229,
      "translation_bis": "Ang diborsyo mahimong bawion sa makaduha, unya ang bana kinahanglan nga magpabilin sa iyang asawa uban sa dungog o bulag gikan kaniya uban sa grasya. Ug wala usab gitugot kaninyo nga angkonon ang bisan unsa nga butang gikan sa gihatag ninyo kanila, gawas na lamang kun nahadlok ang matag pikas dapig nga dili nila mabuhat ang utlanan nga gitakda sa Allah, nan kun kamo nahadlok nga dili nila makaya nga tumanon ang mga balaud nga gitakda sa Allah, walay kasal-anan kanila kun maghatag ang babaye og gikatakda nga kantidad ingon nga baylo sa iyang pagbulag. Ingon niana ang mga balaud sa Allah, busa ayaw ninyo kini supaka. Ug bisan kinsa nga mosupak sa Balaod nga gitakda sa Allah, nan, sila ang mga masupilon (batok sa Dios).",
      "footnotes": null
    },
    {
      "ayah_number": 230,
      "translation_bis": "Ug kun bulagan niya (bana) siya (asawa) (sa ikatulo nga higayon), dili na kini nakasubay sa balaod ngadto kaniya, hangtod nga siya (babaye) maminyo sa laing lalaki; Apan kun siya (babaye) gibulagan sa iyang (ikaduha nga bana), wala nay sala (sa babaye ug sa iyang una nga bana) kun sila (magpakasal) pag-usab, kun nagtuo sila sa matag-usa nga kaya nila nga barogan ang balaud sa Allah, Ug kini ang mga Balaod nga gitakda sa Allah, nga gihimo Niyang tin-aw alang sa mga tawong adunay kahibalo mahitungod niini.",
      "footnotes": null
    },
    {
      "ayah_number": 231,
      "translation_bis": "Ug kun gideborsyo ninyo ang mga babaye, ug sila (nahiduol na nga) muabot sa gikatakda (ang panahon sa paghulat), nan pakig-oli kamo kanila sa maayo nga pamaagi o hatagi silag kagawasan, Ug ayaw sila ipabilin aron sa pagpasakit kanila aron kamo magalapas sa utlanan nga gitakda sa Allah. Bisan kinsa nga magbuhat niini, kasigurohan nga nakahimo og sala batok sa iyang kaugalingon. Ug ayaw kamo pagyagayaga o himoang kataw-anan ang mga pulong sa Allah ug ang lyang mga balaud. ug hinumdomi ninyo ang pabor sa Allah kaninyo Ug ang unsay lyang gipadayag kaninyo sa Libro (Qur'an) ug sa Kaalam, nga nagtambag kaninyo niini; ug pag-amping kamo (sa inyong katungdanan sa) Allah. Ug hibaloi nga (ang Allah) ang Hingpit nga Nakahibalo sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 232,
      "translation_bis": "Ug kun gideborsyo ninyo ang inyong mga asawa (sa una o ikaduha nga higayon) ug nahuman na ang ilang panahon (sa paghulat), ayaw sila pugngi sa pagpakasal pag-usab sa ilang (bana) kaniadto kun kini ilang gusto, sumala sa gikatugot nga paagi. Kini usa ka tambag alang sa bisan kinsa kaninyo nga nagtuo sa Allah ug sa Ulahing Adlaw, kini labing maayo ug labing putli alang kaninyo. Ug ang Allah Nasayod, samtang kamo wala nasayod.",
      "footnotes": null
    },
    {
      "ayah_number": 233,
      "translation_bis": "Ang mga inahan (magpasuso) sa ilang mga anak sulod sa duha ka tuig alang sa kinsay gustong hingpiton ang pagpasuso; Ug katungdanan usab sa mga amahan sa bata nga sustentuan (suportahan) sila sa pagkaon ug bisti sumala sa unsay naandan; walay tawo nga ipapas-an ang bisan unsa nga katungdanan gawas sa butang nga makaya niya; ug ang ginikanan dili nila gamiton ang ilang mga anak aron lisud-lisuron ang matag-usa. Ug katungdanan usab sa bisan kinsa nga tigpanunod sa amahan nga barogan ang tulobagon sa amahan sama sa pagsustento ug pagpabisti kun (pananglit) siya (amahan) namatay. Apan kun gustoon sa ginikanan (amahan ug inahan) nga ulangon (paundangon sa pagpasuso) ang bata sa wala pa muabot ang duha ka tuig, wala silay sala kun kini ang ilang nasabotan ug kun kini makahatag og kaayohan sa bata. Ug kun gustohon ninyo nga pasusohon inyong mga bata pinaagi sa ubang babaye, kini tugotan basta mobayad ka ug patas. Busa, kahadloki ninyo ang Allah ug hibaloi nga ang Allah ang Hingpit nga Nakakita sa tanan nga inyong mga ginabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 234,
      "translation_bis": "(Ug alang niadtong) mga namatay gikan kaninyo ug nabiyaan nila ang ilang mga asawa, sila (mga asawa nga wala nagsabak) maghulat sa upat ka bulan ug napulo ka adlaw, (apan kun sila nagsabak, nan, hangtod sa gitakdang pagpanganak), ug kun natapos na ang maong gikatakda nga panahon, wala na kamoy sala kun unsa man ang gusto nga buhaton sa ilang mga kaugalingon (kun magminyo ba silag usab) sa gikatugot nga pamaagi; Ug ang Allah Nasayud sa tanan nga inyong ginabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 235,
      "translation_bis": "Ug walay kasal-anan kaninyo sa inyong pagpanulti nga dili pasumbingay sa paghangyo sa (maong) babaye sa pagpakasal o paghangyo nga gitago sa inyong mga hunahuna; ang Allah nasayud nga kamo maghisgot kanila, apan ayaw paghatag kanilag panaad sa tago, gawas kun kamo mamulong subay sa balaod nga paagi. Ug ayaw ninyo himoa ang pormal nga kasabutan nga magpakasal hangtod nga wala pa kini 'ang panahon sa paghulat' matapos. Ug hibaloi nga nasayod ang Allāh kun unsa ang anaa sa inyong mga hunahuna, busa kahadloki ninyo Siya. Ug hibaloi usab nga ang Allāh Mao Hingpit nga Mapinasayluon, Hingpit nga Mapailubon.",
      "footnotes": null
    },
    {
      "ayah_number": 236,
      "translation_bis": "Walay pagbasol alang kaninyo bahin kun makigdeborsyo kamo sa mga babaye nga wala pa ninyo mahilabti (wala pa kamo makighilawas) kanila o wala pa natakda ang paghatag sa ‘Mahr’, apan (bisan pa niini) lipaya ninyo sila pinaagi sa paghatag og gasa: ang bahandianon, sumala sa iyang makaya, ug kun ang lalaki usab kabos mao gihapon, sumala usab sa iyang makaya, usa tagana sumala sa unsay madawat (o naandan); (kini) katungdanan sa mga nagbuhat og kaayohan.",
      "footnotes": null
    },
    {
      "ayah_number": 237,
      "translation_bis": "Ug kun bulagan ninyo sila nga wala pa ninyo sila natandog (wala pa kamo nakighilawas kanila), ug natakda na ninyo ang igong kantidad ingon nga ‘Mahr’, nan (bayri sila) katunga sa unsay inyong nasabotan, gawas kon ang asawa mapuangoron nga kanselahon kini o ang bana mapuangoron nga mobayad sa bug-os. Ug kini ang labing duol sa Pagkamatarong nga inyong ihatag (ang hingpit nga bugay kaniya); ug ayaw kamo kalimot sa kaayuhan taliwala kaninyo; Sa pagkatinuod, ang Allah ang Hingpit nga Nakakita sa inyong mga gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 238,
      "translation_bis": "Ampingi ninyo (ang lima ka obligadong) pag-ampo, ug (ilabi na) ang tunga-tunga ('hapon nga pag-ampo). Ug magbarog atubangan kang Allãh nga masinugtanon.",
      "footnotes": null
    },
    {
      "ayah_number": 239,
      "translation_bis": "Kun kamo anaa sa kahadlok nan pag-‘Salah’ (Pag-ampo) kamo, naglakaw man o nagsakay; ug sa diha nga kamo anaa na sa pagkaluwasnon, nan dayga ninyo ang Allah (pinaagi sa paghalad ug Pag-ampo), ingon nga Siya nagtudlo kaninyo sa unsay wala ninyo mahibaloi.",
      "footnotes": null
    },
    {
      "ayah_number": 240,
      "translation_bis": "Niadtong namatay gikan kaninyo ug nabilin nila ang ilang mga asawa, (maghimo) og pabor ngadto sa ilang mga asawa og usa ka tuig nga panggasto nga dili (sila) pahawaon (sa panimalay sa ilang namatay nga bana). Apan kun muhawa sila, wala kamoy sala kun unsa man ang ilang buhaton sa ilang kaugalingon nga subay sa matarong. Ug ang Allah Hingpit nga Gamhanan, Hingpit nga Maalamon[22].",
      "footnotes": "[22]. Kadaghanan sa mga komentarista sa Qur'an nag-ingon nga kini nga sugo giwagtang sa mga bersikulo 2:234 ug 4:34."
    },
    {
      "ayah_number": 241,
      "translation_bis": "Ug alang sa mga deborsiyada, himoa nga adunay usa ka madawat nga tagana alang kanila; (Kini) katungdanan sa mga matarong.",
      "footnotes": null
    },
    {
      "ayah_number": 242,
      "translation_bis": "Sa ingon niini mipatin-aw ang Allāh sa Iyang mga bersikulo ngadto kaninyo \n aron inyong masabtan.",
      "footnotes": null
    },
    {
      "ayah_number": 243,
      "translation_bis": "Wala ka ba mahibalo, mahitungod sa sugilanon sa mga tawo (mga Israelita) nga miikyas gikan sa ilang mga puloy-anan tungod sa kahadlok sa kamatayon23, busa miingon ang Allah kanila: “mamatay24”, (busa nangamatay sila) ug wala nagdugay human niadto, gibuhi sila pag-usab sa Allah aron mahingpit nila ang gikatakda nga kinabuhi alang kanila (dinhi sa kalibotan). Sa pagkatinuod, ang Allah hilabihan ka Madagayaon sa katawhan, apan kadaghanan sa mga tawo dili mapasalamaton.",
      "footnotes": "23.Tungod sa pandemik o pagsalikway nga pakiggubat sa dalan sa Allāh batok sa kusog sa kadautan. \n24. Aron ipakita kanila nga ang tanan anaa sa Iyang mga Kamot ug nga sila walay kontrol sa bisan unsang kaayohan o kadaot."
    },
    {
      "ayah_number": 244,
      "translation_bis": "Ug pakiggubat kamo sa dalan sa Allāh. Ug angay ninyong masayran, nga ang Allah ang Hingpit nga Nakadungog, ang Higpit nga Nakahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 245,
      "translation_bis": "Kinsa ba ang muhatag sa Allāh og maayong pagpahulam (nga paggasto sa Dalan sa Allah), aron kini pagapilo-piloon alang kaniya sa daghan nga higayon. \nAng Allah nagkunhod ug nagdugang ug probisyon (kay kinsa man nga iyang gusto), ug kamo mubalik Kaniya (alang sa Paghukom).",
      "footnotes": null
    },
    {
      "ayah_number": 246,
      "translation_bis": "Wala ka ba masayod sa panagtigom sa mga Israelita, human kang Moises, sa diha nga sila miingon sa ilang Propeta: pagtudlo alang kanamo og hari, (aron) kami makighiusa (kaniya) sa pakiggubat sa Dalan sa Allah. Siya miingon: kamo ba muatras sa pakig-away, kun ang pakig-away (batok sa kusog sa kadautan) gimando kaninyo? Sila miingon: “Unsa ba gud ang makapugong kanamo sa pakiggiyera sa Dalan sa Allah, samtang kami gipapahawa sa among mga kaaway pagawas gikan sa among mga puloy-anan ug gipahilayo kami sa among mga pamilya” Apan sa diha nga ang pakiggubat (batok sa kusog sa kadautan) gikamando ngadto kanila, sila miatras, gawas lamang sa pipila kanila. Ug ang Allah hingpit nga Nakahibalo sa mga dili makiangayon.",
      "footnotes": null
    },
    {
      "ayah_number": 247,
      "translation_bis": "Ug gisulti kanila sa ilang Propeta (Samuel): “Sa pagkatinuod, ang Allah nagpili kang Talut (Saul) nga mahimong hari ibabaw kaninyo. Sila miingon: Unsaon niya paggunit ug pagkahari ibabaw kanamo, samtang kami ang adunay labaw nga katungod sa pagkahari kay kaniya, ug siya wala hatagi ug kaabunda sa bahandi? Siya miingon: Sa pagkatinuod ang Allah ang nagpili kaniya alang kaninyo, ug gihatagan siya og lapad nga kahibalo ug pisikal nga Kusog. Ug ang Allah Mao ang naghatag sa Iyang Pagkahari sa kinsay Iyang gusto. Ang Allah ang Igo ug Hingpit nga Tigsustento, ang Labing Nakahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 248,
      "translation_bis": "Ug ang ilang Propeta (Samuel) miingon kanila: “Sa pagkatinuod, ang timaan sa iyang (Saul) gingharian mao nga pag-abot sa kahon (nga gama sa kahoy, nga ang anaa sa sulod niini mao ang ‘Tawrah’,) ug kini nagdala ug pagkamalinawon gikan sa 'Allāh' inyong Ginoo, ug ang pipila sa mga butang nga nabiyaan sa pamilya ni Moises ug ni Aaron, nga gidala sa mga anghel. Sa pagkatinuod anaa niini ang Timailhan alang kaninyo, kun kamo (tinuod) nga magtutuo.",
      "footnotes": null
    },
    {
      "ayah_number": 249,
      "translation_bis": "Busa sa diha nga migawas si Talut (Saul) uban ang iyang mga sundalo, siya miingon: “Sa pagkatinuod, ang Allāh magasulay kaninyo pinaagi sa suba; si kinsa man ang muinom niadto dili nako kauban, ug si kinsa usab ang dili mutilaw niini, siya akong kauban, gawas kinsa sa pag-scoop sa iyang kamot; apan gawas sa pipila kanila, silang (tanan) miinom niini. Busa sa diha nga siya mitabok, siya ug kadtong mituo uban kaniya, sila miingon: “Wala kitay gahum karong adlawa batok kang Goliath ug sa iyang kasundalohan. Apan kadtong mituo sa Allāh ug nakasiguro nga makaatubang nila ang Allāh, miingon: “Pila na kahigayon nga ang mga gagmay nga pundok nalupig nila ang dagkong mga pundok, (pinaagi) sa pagtugot sa Allah, ug ang Allah kauban sa mga mainantuson.",
      "footnotes": null
    },
    {
      "ayah_number": 250,
      "translation_bis": "Ug sa diha nga sila miatubang batok kang Goliath ug sa iyang mga kasundalohan, sila miingon: “(O Allāh) among Ginoo, bu’bui kami ug pagpailub, ug lig-ona ang among mga tikang, ug tabangi kami batok ang mga tawo nga limod 'sa Kamatuoran'.",
      "footnotes": null
    },
    {
      "ayah_number": 251,
      "translation_bis": "Busa ilang nalupig sila pinaagi sa pagtugot sa Allāh, ug si David mipatay kang Goliath, ug si Allāh mihatag kaniya og gingharian ug kaalam, ug mihatag ngadto kaniya sa kahibalo sa bisan unsa nga Iyang gusto. Ug kon dili pa tungod sa Allāh nga nag-abog sa pipila ka mga mga tawo uban sa uban, ang yuta naa unta sa kagubot, apan si Allah mabination sa mga binuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 252,
      "translation_bis": "Kini mao ang mga Bersikulo nga gikan sa Allāh: Among litukon kanimo (Oh Muhammad) uban sa kamatuoran; ug sa pagkatinuod ikaw (usa) sa mga mensahero (sa Dios).",
      "footnotes": null
    },
    {
      "ayah_number": 253,
      "translation_bis": "Kining mga Mensahero Among gipalabaw ang pipila (kanila) gikan sa uban, taliwala kanila adunay nakighinabi sa Allāh sa direkta (Adan, Moises, ug Muhammad), ug ang uban kanila Iyang gipataas sa (daghang ang-ang ranko: Muhammad, Abraham, Moises, Noe, Hesus); ug Kami naghatag ug tin-aw nga milagro kang Hesus, ang anak ni Maria, ug naglig-on kaniya pinaagi sa balaang espiritu (ang anghel Gabriel). Ug kun ang Allāh nagustohan, kadtong misunod kanila wala gayud makig-away sa usag-usa human ang tin-aw nga mga Timaan sa Allāh miabot kanila, apan sila nagkalahi; ug adunay pipila kanila nga nagtuo, ug ang uban naglimod (sa Kamatuoran); apan kun \nnagustohan sa Allāh, sila dili gayud (magkasumpaki ug) makig-away sa usag-usa, apan ang Allāh nagbuhat gustohon.",
      "footnotes": null
    },
    {
      "ayah_number": 254,
      "translation_bis": "Oh mga magtutuo, gasto kamo (sa pagpanghatag) gikan sa unsay gihatag Namo kaninyo sa wala pa muabot ang Adlaw nga diin walay pagpamaligya, ni bisan unsa nga panaghigala ni pagpataliwala. Ug ang mga manlilimod ang mga dili makiangayon.",
      "footnotes": null
    },
    {
      "ayah_number": 255,
      "translation_bis": "Allāh – walay dios (nga angayan sa pagsimba) gawas Kaniya, ang Kanunay nga Buhi, ang Tigsustento sa tanang anaa; ang pagkamadukaon dili makaabot Kaniya ni ang pagkatulog. Kaniya ang tanan nga anaa sa mga kalangitan ug ang tanan nga anaa sa kayutaan; kinsa ba siya nga makapataliwala Kaniya gawas sa Iyang Pagtugot? Siya nahibalo sa unsay anaa una kanila, ug sa unsay anaa human kanila, ug wala sila naglangkob sa bisan unsang butang gikan sa Iyang Kahibalo gawas sa Iyang pagtugot, ang Iyang Kursi (ang tumbanan sa tiil) naglangkob ibabaw sa mga kalangitan ug kayutaan, ug ang pagkupot niining duha wala nakapakapoy Kaniya, ug Siya ang Labing Taas, ang Labing Dakong Halangdon.",
      "footnotes": null
    },
    {
      "ayah_number": 256,
      "translation_bis": "Walay pinugsanay sa relihiyon; ang hustong giya tin-aw ang kalahian gikan sa kasaypanan; busa, bisan kinsa nga mingsalikway sa mga dios-dios ug mituo sa Allāh lamang, siya sa pagkatinuod nagkupot sa labing hugot nga paggunit, nga diin dili gayod mabuak, ug ang Allāh mao ang Labing Nakadungog ug ang Labing Nakahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 257,
      "translation_bis": "Ang Allāh Mao ang magbalantay sa mga mituo. Pagawson Niya sila gikan sa kangitngit ngadto sa kahayag; ug alang sa mga manggilimod, ang ilang magbalantay mao ang yawa nga nagpagawas kanila gikan sa kahayag ngadto sa kangingit; sila kadtong mga lumolopyo sa Kalayo,ug sila magpabilin didto sa walay kataposan.",
      "footnotes": null
    },
    {
      "ayah_number": 258,
      "translation_bis": "Wala ba nimo mahibaloi ang nakiglantugi kang Abraham mahitungod sa iyang Ginoo (Allāh), tungod kay ang Allāh naghatag kaniya ug gingharian? Sa diha nga si Abraham miingon: (Allāh) nga akong Ginoo Siya ang naghatag og kinabuhi ug naghatag og hinungdan sa kamatayon, siya miingon: ako naghatag og kinabuhi ug naghatag usab og hinungdan sa kamatayon. Miingon si Abraham: Nan sa pagkatinuod ang Allāh naghimo sa adlaw nga musubang sa sidlakan ug musalop sa kasadpan; busa himoa kini nga mosubang sa kasadpan (kun ikaw matinuod). Dayon siya nga naglimod (sa Kamatuoran) napalaw; kay ang Allah dili mugiya ngadto sa husto niadtong mga nagabuhat ug kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 259,
      "translation_bis": "O kaniya (Ezra) nga milabay sa lungsod, nga nangahugno na ang mga atop niini; siya miingon: Kanus-a kaha kini hatagag kinabuhi sa Allāh human kini mamatay? Busa ang Allāh naghimo kaniya nga mamatay sulod sa usa ka gatus ka mga katuigan, ug unya mibanhaw kaniya. (Allāh) miingon: Unsa kadugay ka nagpabilin (nga patay)? Siya miingon: Ako nagpabilin (sa niini nga kahimtang) sa usa ka adlaw, o kabahin lang niini. Ang (Allāh) miingon: Dili, Ikaw nagpabilin (nga patay sulod sa) usa ka gatus ka mga katuigan; ug lantawa ang imong pagkaon ug ilimnon – nga diin wala nadaut; ug lantawa ang imong asno; ug aron himuon ka Namo nga Timaan alang sa katawhan, ug lantawa ang mga bukog, kun giunsa Namo kini pagpatibuok, dayon gibistihan sa unod; busa sa diha nga kini mahimong tin-aw kaniya, siya miingon: Ako nasayud nga ang Allāh makahimo sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 260,
      "translation_bis": "(Hisgoti) sa diha nga si Abraham nag-ampo: (O Allāh) akong Ginoo, ipakita kanako kun unsaon Nimo paghatag og kinabuhi ngadto sa patay. Siya (Allāh) miingon: Wala ka pa ba diay mutuo? Mitubag (si Abraham) sa pag-ingon: \"Matoud (nga ako mituo apan arun lamang sa paghapsay (o pagtagbaw) sa akong kasing-kasing. (Ang Allah) miingon: Pagkuha og upat ka langgam ug dal-a kini kanimo (ug tadtara ang ilang mga lawas), dayon ibutang sa matag bungtod ang mga bahin niini, dayon tawga sila, (kay) sila muanha kanimo nga naglupad; ug hibaloi nga ang Allah mao Labing Gamhanan, ang Hingpit nga Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 261,
      "translation_bis": "Ang panig-ingnan niadtong mga naggasto sa ilang mga bahandi sa Dalan ni Allah sama sa usa ka lugas sa mais nga miturok ug pito ka uhay, ug sa matag uhay adunay usa ka gatos ka lugas. Sa ingon niini gipadaghan ni Allah (Iyang ganti) ni bisan kinsa nga Iyang gusto. Kay si Allah kay Madagayaon sa Tanan, Nasayud sa Tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 262,
      "translation_bis": "Kadtong mga migahin sa ilang mga bahandi alang sa dalan ni Allāh, ug wala nila sundi ang unsay ilang gigasto (sa pagpanghatag) uban ang mga pahinumdom niini o pagpasakit (nga mga pulong), alang kanila ang ganti gikan sa ilang Ginoo (Allāh), ug walay kahadlok alang kanila, ni sila maguol",
      "footnotes": null
    },
    {
      "ayah_number": 263,
      "translation_bis": "Ang maayo nga pulong ug pagpasaylo labing makaayo kaysa sa paghatag og ‘Sadaqah’ (kinabobot-on nga hatag) nga gisundan og pagpasakit (nga mga pulong). Ang Allāh ang Hingpit nga Gawasnon gikan sa tanan nga pagpanginahanglan, ang Hingpit nga Mapailubon.",
      "footnotes": null
    },
    {
      "ayah_number": 264,
      "translation_bis": "Oh mga tumuloo, ayaw himoa ang inyong pagpanghatag nga kawang pinaagi sa mga pahinumdom ug pagpasakit, sama kaniya nga migasto sa iyang bahandi aron makita sa mga tawo ug wala magtuo sa Allāh ug sa Ulahing Adlaw; busa ang iyang panag-ingnan sama sa usa ka hamis nga bato nga adunay yuta niini, dayon ang bug-at nga ulan mokanaug niini, busa kini nagbilin ug kahamis; wala silay ginansya nga bisan unsa sa unsay ilang gitigom; ug ang Allah dili mag-giya sa mga manggilimod nga mga katawhan.",
      "footnotes": null
    },
    {
      "ayah_number": 265,
      "translation_bis": "Ug ang panag-ingnan niadtong migasto sa ilang bahandi aron sa pagpangita sa kahimuot sa Allāh, ug alang sa kasigurohan (sa ganti alang) sa ilang mga kaugalingon, sama sa panag-ingnan sa tanaman nga anaa sa gipataas nga yuta, nga diin ang bug-at nga ulan mikanaug niini, busa kini nagdala ug mga bunga duha ka pilo, apan kun bug-at nga ulan wala mikanaug niini, nan ang gaan nga ulan (igo na alang niini); ug ang Allāh Nakakita sa unsay inyong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 266,
      "translation_bis": "Nakagusto ba ang usa kaninyo nga siya makabaton og tanaman sa datiles ug ubasan nga adunay tubod sa ilalom niini; nga diin siya anaa niini ang tanan nga matang sa prutas; ug unya ang pagkatigulang muabot kaniya ug siya adunay huyang pa nga mga anak, ug kini naigo og hangin nga adunay uban kalayo ug kini nasunog? Sa ingon niana ang Allāh naghimo sa (Iyang) mga Timaan nga tin-aw kaninyo, aron kamo makapamalandong (ug makaamgo sa Kamatuoran).",
      "footnotes": null
    },
    {
      "ayah_number": 267,
      "translation_bis": "Oh mga magtutuo, gastoha (sa binuotan nga paagi) ang mga maayong butang nga inyong natigom ug ang unsay Among gidala alang kaninyo gikan sa yuta, ug ayaw ninyo tinguhaa ang daotan nga kamo mugasto niini (sa pagpanghatag), nga kamo dili modawat niini sa inyong mga kaugalingon gawas nga nagpiyong ang inyong mga mata, ug hibaloi nga ang Allah mao ang Hingpit nga Gawasnon gikan sa tanan nga pagpanginahanglan, ang Labing Dalaygon.",
      "footnotes": null
    },
    {
      "ayah_number": 268,
      "translation_bis": "Ang satanas naghadlok kaninyo uban ang paglaom sa kakabos ug nagasugo kaninyo sa pagkaalaut ug kalaw-ayan, apan ang Allah nagsaad kaninyo og Kapasayloan gikan Kaniya ug pagka-abunda (sa mga kaayohan); ug ang Allah mao ang Manggihatagon, ang Labing Nakahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 269,
      "translation_bis": "Siya naghatag og kaalam sa kinsay Iyang gusto, ug bisan kinsa nga gihatagan og kaalam, siya sa pagkatinuod gihatagan og daghang kaayohan, ug walay makahinumdom gawas sa mga tawo nga adunay pagsabot.",
      "footnotes": null
    },
    {
      "ayah_number": 270,
      "translation_bis": "Bisan unsa nga (pagpanghatag) nga inyong gipanghatag o (bisan unsa) nga panaad nga inyong gihimo, sa pagkatinuod ang Allah nakahibalo niini; ug ang dili makiangayon, walay mamahimong katabang (tigpataliwala).",
      "footnotes": null
    },
    {
      "ayah_number": 271,
      "translation_bis": "Kun kamo magbuhat ug pagpanghatag (Sadaqah) gugmang putli sa dayag, kini maayo, apan kun kamo magtago niini ug gihatag kini ngadto sa mga kabus, kini labing maayo alang kaninyo; ug Siya mopasaylo kaninyo sa inyong mga dautang buhat; ug ang Allah Hingpit nga Nasayud sa unsay inyong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 272,
      "translation_bis": "Wala kanimo ang responsable ang ilang (pagdawat sa) Giya (Oh Propeta), apan ang Allah maoy nagagiya sa kinsay Iyang gusto magiyahan; ug bisan unsa nga maayong butang nga inyong gastuhon (ang kaayohan ug ganti niini) alang sa inyong kaugalingong kalag; ug ayaw kamo paggasto gawas sa pagpangita sa Nawong sa Allah. Ug ang bisan unsang maayong butang nga inyong gigasto (sa pagpanghatag) pagabayran og balik kaninyo sa kinatibok-an, ug kamo dili tratuhon nga dili makiangayon.",
      "footnotes": null
    },
    {
      "ayah_number": 273,
      "translation_bis": "(Ang gugmang putli mao usab) alang sa mga kabus nga natanggong sa Dalan sa Allāh – dili makahimo sa paglihok sa kayutaan; ang walay alamag nga tawo maghuna-huna nga sila mga datu tungod sa (ilang) paglikay (gikan sa pagpakalimos); (apan) imo silang mailhan pinaagi sa ilang (mga kinaiyanhong) timaan; sila dili gayud manglimos sa mga tawo; ug bisan unsa nga maayong butang nga inyong gigasto (sa pagpanghatag), sa pagkatinuod ang Allāh nahibalo niini.",
      "footnotes": null
    },
    {
      "ayah_number": 274,
      "translation_bis": "Alang niadtong migasto sa ilang bahandi (sa pagpanghatag), sa gabii ug sa adlaw, sa tago ug sa dayag, sila makabaton sa ilang ganti gikan sa (Allah) nga ilang Ginoo, ug wala silay angay ikahadlok ni sila mabalaka.",
      "footnotes": null
    },
    {
      "ayah_number": 275,
      "translation_bis": "Kadtong nagkonsumo sa Riba (pagpatubo) dili makabarog (sa Adlaw sa Pagkabanhaw) gawas sa pagbarog sa usa ka tawo nga gibunalan ni Shaitan (Satanas) nga nagdala kaniya ngadto sa pagkabuang. Kana tungod kay sila nag-ingon: \"Ang pagnegosyo sama ra sa Riba (pagpatubo),\" bisan pa nga gihimo ni Allāh ang pagpamalit ug pagbaligya subay sa balaod, ug ang interes supak sa balaod. Busa bisan kinsa nga makadawat ug pahimangno gikan sa iyang Ginoo ug mohunong sa paglamoy sa Riba (pagpatubo) dili pagasilotan sa nangagi; ang iyang kaso anaa sa Allāh (sa paghukom); apan bisan kinsa nga mobalik sa Riba (pagpatubo), kana mao ang mga pumoluyo sa Kalayo - sila magapabilin didto sa walay kataposan.",
      "footnotes": null
    },
    {
      "ayah_number": 276,
      "translation_bis": "Ang Allāh magkuha sa tanang panalangin gikan sa riba (pagpatubo) ug Siya magadugang ug magapanalangin (sa grasya sa usa nga nagbuhat) sa mga buhat sa pagpanghatag, ug ang Allāh dili mahigugma sa bisan usa nga dili mapasalamaton, makasasala.",
      "footnotes": null
    },
    {
      "ayah_number": 277,
      "translation_bis": "Kadtong mituo ug nagbuhat og mga maayong buhat, ug nagmakanunayon\nsa ilang Salah (pag-ampo, sa gikamando nga mga takna) ug nagbayad sa 'Zakah' (obligado limos) sila makabaton sa ilang ganti ngadto sa ilang Ginoo (Allāh), \nug wala silay angay ikahadlok ni sila mabalaka.",
      "footnotes": null
    },
    {
      "ayah_number": 278,
      "translation_bis": "Oh mga magtutuo, kahadloki ninyo ang Allah ug biyai ang unsay nagpabilin (kaninyo) nga riba (pagpatubo), kun kamo tinuod nga mga magtutuo.",
      "footnotes": null
    },
    {
      "ayah_number": 279,
      "translation_bis": "Apan kon ikaw mapakyas sa pagbuhat sa ingon, nan pagbantay kamo sa Pagpakig-gubat batok kanimo gikan Kang Allāh ug sa Iyang Mensahero; apan kun kamo maghinulsol sa tinud-anay (ug biyaan ninyo ang tanang interes sa usura), kamo adunay katungod sa inyong kapital; dili na kamo magbuhat ug kasaypanan ni kamo pagabuhatan ug sayop.",
      "footnotes": null
    },
    {
      "ayah_number": 280,
      "translation_bis": "Kung lisud alang sa usa ka tawo sa pagbayad sa usa ka utang, paghatag ug lugway kini hangtod sa usa ka panahon sa kasayon ( nga siya makahimo na sa pagbayad). Ug kung imo kining himuon ingon nga usa ka buhat sa gugma nga putli, kini labing maayo alang kaninyo kun kamo nasayud lamang.",
      "footnotes": null
    },
    {
      "ayah_number": 281,
      "translation_bis": "Pagbantay sa inyong mga kaugalingon batok sa Adlaw nga kamo mobalik tanan ngadto kay Allāh, ug ang matag kalag pagabalusan sa hingpit sa bisan unsa nga (maayo o dautan) nga iyang nabuhat, ug sila dili pagabuhatan og walay kaangayan.",
      "footnotes": null
    },
    {
      "ayah_number": 282,
      "translation_bis": "Oh mga magtutuo, kung nagkontrata ka sa usa ka utang sa usa ka piho nga panahon, isulat kini. Ipasulat kini sa usa ka escriba sa hustisya sa taliwala ninyo. itugot nga dili ang eskriba magdumili sa pagsulat ingon nga gitudlo kaniya ni Allah, busa pasulata siya. Himoa nga siya (ang nakautang) ang adunay tulubagon sa pagdiktar, ug siya kinahanglan nga mahadlok sa Allah, iyang Ginoo, ug dili mokunhod sa bisan unsa sa iyang utang. Apan kon ang nakautang usa ka kabus ang salabutan, o huyang, o dili makahimo sa iyang kaugalingon sa pagdiktar, nan pasagdi ang iyang magbalantay sa pagdiktar sa hustisya. Ug pagkuha ug duha ka saksi gikan sa imong kaugalingong mga tawo. Ug kon walay duha ka lalaki, nan ang usa ka lalaki ug duha ka babaye, sama sa inyong gikauyonan ingon nga mga saksi, aron kon ang usa kanila (duha ka babaye) masayop, ang usa makapahinumdum kaniya. Ug ang mga saksi kinahanglan dili mobalibad kung sila tawgon (alang sa ebidensya). Ayaw ipakita ang paglangay sa pagsulat sa transaksyon, gamay man o dako, kauban ang termino sa pagbayad niini. Kana mao ang labing maayo sa panan-aw ni Allah; kini labing maayo alang sa pagpamatuod ug mas lagmit nga dili iapil ang tanan nga mga pagduhaduha. Kung kini usa ka butang sa pagpalit ug pagbaligya sa diha diha dayon, dili mabasol kung dili nimo kini isulat; apan pagkuha ug mga saksi kung maghusay ka sa mga transaksyon sa komersyo sa usag usa. Ayaw itugot nga ang escriba o ang saksi mag-antus sa bisan unsang kadaot, kini mahimong sala kon imo kining buhaton. Pagbantay sa kasuko ni Allah. Siya nagtudlo kaninyo sa Matarong nga Dalan ug may bug-os nga kahibalo sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 283,
      "translation_bis": "Kung ikaw naa sa usa ka panaw ug wala ka makakitag eskriba nga mosulat sa dokumento, nan (kinahanglan adunay) usa ka garantiya; Apan kung ang bisan kinsa kaninyo nga mosalig sa lain, pasagdi siya magtuman sa pagsalig ug kahadlokan si Allah, nga iyang Ginoo. Ug ayaw itago ang imong nasaksihan, kay bisan kinsa nga magtago niini, ang iyang kasingkasing makasasala. Si Allah adunay hingpit nga kahibalo sa tanan nga imong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 284,
      "translation_bis": "Iya sa Allāh ang pagpanag-iya sa bisan unsa nga anaa sa mga kalangitan ug sa unsay anaa sa kayutaan; ug kun inyo man nga ipakita o itago ang unsay anaa sa inyong mga kaugalingon, ang Allāh magtawag kaninyo aron sa pagpanubag mahitungod niini; ug Siya mupasaylo sa kinsay Iyang gusto ug magasilot sa kinsay Iyang buoton. Ang Allah adunay bug-os nga Gahum ibabaw sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 285,
      "translation_bis": "Ang Mensahero ( Muhammad) nagtuo sa unsay gipakanaug kaniya (ang Qur’an) gikan sa \"Allāh\" iyang Ginoo, ug mao usab ang mga magtutuo; sila tanan mituo sa Allāh, sa Iyang mga anghel, sa Iyang mga kasulatan ug sa Iyang mga mensahero (nga nagmantala): Kami wala nagbuhat ug kalahian taliwala sa Iyang mga mensahero; ug sila miingon: Kami nakadungog ug Kami Mituman, (O Allāh) among Ginoo, Ang Imong Kapasayloan (maoy among gipangita), ug nganha Kanimo (ang among) kataposang pagbalik (kapadulngan).",
      "footnotes": null
    },
    {
      "ayah_number": 286,
      "translation_bis": "Ang Allāh wala magsugo ngadto sa usa ka tawo ug lapas sa (maabot sa) iyang kaya. Ang matag usa makabaton (ug kaayohan sa) unsay (maayo) nga iyang nabuhat, ug ngadto kaniya (ang kadautan sa) unsay iyang naangkon: (O Allāh) among Ginoo, ayaw kami pakasad-a kun kami nalimot o (wala tuyoa nga) nakabuhat ug kasaypanan; (O Allāh) among Ginoo, ayaw pagbutang kanamo ug palas-anon ingon nga Ikaw nagbutang niini niadtong mga nauna kanamo, (O Allāh) among Ginoo, ayaw kami papas-ana nianang wala kamiy kusog sa pagpas-an; ug pasayloa kami ug hatagi kamig kapasayloan ug Kaloy-i kami, Ikaw ang among tigpanalipod, busa hatagi kamig kadaugan ibabaw sa katawhan nga naglimod (sa kamatuoran ug supak sa kalinaw).",
      "footnotes": null
    }
  ]
}