{
  "surah_number": 3,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Alif Laam Meem[1].",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili hitupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud sila makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Ang Allāh, walay laing dios (nga angayan sa pagsimba) gawas Kaniya, ang Kanunay nga Buhi, ang Nagpalungtad sa tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Siya nagpadayag nganha kanimo (Oh Muhammad) sa Libro (Qur’an) uban kamatuoran, nga nagpamatuod sa unsay nauna niini. Ug Iyang gipakanaug ang Torah ug ang Ebanghilyo.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Gikan pa kaniadto, usa ka Giya alang sa mga katawhan, ug gipakanaog ang Furqan (sukdanan sa unsay husto ug sayop - kini nga Qur'an). Sa pagkatinuod, kadtong mga milimod sa mga pagpadayag sa Allāh, silang makabaton ug hilabihan nga Silot; kay ang Allāh ang Hingpit Gamhanan, Hingpit nga Nanag-iya sa pagpanimalos.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Sa pagkatinuod, ang Allāh, walay matago nga butang gikan Kaniya sa kayutaan ug sa mga kalangitan.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Siya Mao ang Naghulma kaninyo sulod sa mga sabakan sumala sa Iyang pagbuot; walay dios (nga angayan simbahon) gawas Kaniya, ang Hingpit nga Gamhanan, ang Hingpit nga Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Siya mao ang nagpadayag nganha kanimo (Muhammad) sa Libro (kini nga Qur’an); ang uban sa mga Bersikulo niini Hingpit nga Tin-aw, kini ang Sukaranan sa Kasulatan, ug ang uban pasumbingay (adunay labaw sa usa ka kahulogan). Niadtong ang mga kasingkasing adunay pagtipas gikan sa Kamatuoran, ilang gisunod ang bahin niini nga pasumbingay, nga naninguha sa pagpasalaag ug nagtinguha sa paghatag niini sa ilang kaugalingon nga kahulogan. Apan walay nahibalo sa kahulogan niini gawas sa Allah. Apan sila nga malig-on sa kahibalo nag-ingon: Kami mituo niini, kini tanan gikan sa Allah nga among Ginoo; ug walay bisan kinsa nga hinumduman niini gawas sa mga tawo nga adunay pagsabot.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Among Ginoo 'Allāh', ayaw himoa ang among mga kasingkasing nga motipas gikan sa Imong paggiya, ug hatagi kami og Kaluoy gikan Kanimo; sa pagkatinuod Ikaw ang Maghahatag ˹sa tanang mga grasya˺",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Among Ginoo 'Allāh', Imong pagatigumon ang tanang katawhan nga manag-uban (alang sa Paghukom) sa dili kalikayan nga Adlaw (sa Pagkabanhaw); sa pagkatinuod ang Allah dili gayud mupakyas sa (Iyang) Saad.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Sa pagkatinuod kadtong mga naglimod (ang Kamatuoran), dili makatabang kanila ang ilang bahandi o ang ilang mga anak bisan diyutay batok sa Allah, ug sila mao ang mga sugnod sa Kalayo.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Sama sa kinaiya sa mga katawhan ni Paraon, ug sa tanan nga naglimod (sa Kamatuoran) nga nauna kanila; sila naglimod sa Among mga Timaan, busa gisakmit sila sa Allāh tungod sa ilang mga sala. Ang Allāh Mapig-ot sa pagsilot.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Isulti ngadto sa mga milimod: Sa dili madugay Kamo mabuntog, ug kamo pagatigumon ngadto sa Impiyerno; Pagkamakaluluoy niana nga puloy-anan sa pagpahulay.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Sa pagkatinuod adunay Timaan alang kaninyo sa duha ka kasundalohan (nga) nanggitagbo sa gubat (sa Badr); usa ka partido nga nakig-away sa Dalan sa Allah, ug ang lain (nga partido) iya sa mga manggilimod, nga ilang (magtutuo) nakita nga doble ang gidaghanon niini kay sa ilang mga kaugalingon sa panglantaw sa mata 'samtang sila tulo ka pilo sa ilang gidaghanon'. Apan ang Allah nagpalig-on sa Iyang Tabang kang bisan kinsa nga Iyang gusto; sa pagkatinuod adunay pagtulon-an niini alang niadtong adunay panan-awon.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Labing kahimut'an sa mga tawo ang gugma sa mga kalibutanong gitinguha, sa mga babaye, mga anak nga lalaki, mga tinapok nga kantidad sa mga bulawan ug pilak, maayong matang sa mga kabayo (alang sa transportasyon), mga hayopan, ug mga tanaman [mga umahan]. Kini mao ang mga kalipay sa kinabuhi sa kalibutan, apan ang Allāh anaa Kaniya ang labing maayo nga pagbalik (ang Paraiso).",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Isulti: Sultihan ko ba kamo kun unsa ang labing maayo kaysa niana? Alang niadtong Manggihadlukon (sa Allāh) adunay mga Tanaman uban sa (Allāh) nga ilang Ginoo, nga diin ang mga suba nagadagayday sa ilalum niini, ug sila magpabilin niini hangtud sa kahangturan uban sa giputli nga mga asawa ug ang gikahimut-on gikan sa Allāh. Ang Allāh mao ang Labing Nakakita sa (Iyang) mga ulipon (sa katawhan ug jinn).",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Kadtong mga nag-ingon: Among Ginoo 'Allāh', sa pagkatinuod kami mituo (sa Kamatuoran), busa pasayloa kami sa among mga sala, ug luwasa kami gikan sa Silot sa Kalayo.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "(Sila mao) kadtong mga mapailubon, mga matinud-anon, ug mga masinugtanon 'uban sa tinud-anay nga pagbati sa pagsimba sa Allāh Dios lamang'. Kadtong migasto 'sa Dalan sa Allah', nangayo sa kapasayloan sa Allah sa kataposang mga takna sa kagabhion.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Ang Allāh nagsaksi nga walay dios (nga angayan sa pagsimba) gawas Kaniya, ug (mao usab) ang mga anghel ug kadtong mga adunay kahibalo, (Iyang) giampingan ang Iyang mga binuhat uban ang hustisya; walay dios (nga angayan sa pagsimba) gawas Kaniya, ang Hingpit nga Gamhanan, ang Hingpit nga Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Sa pagkatinuod ang (tinuod) nga Relihiyon ngadto sa Allah mao (lamang) ang Islam, ug kadtong gihatagan sa Kasulatan (mga Hudeyo ug mga Kristohanon) wala magpakita ug panagsumpaki gawas nga human miabut ngadto kanila ang kahibalo, tungod sa ilang kasina usag-usa. Bisan kinsa nga milimod sa mga Pinadayag sa Allāh, nan sa pagkatinuod ang Allāh Paspas sa Pag-ihap.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Apan kon sila makiglalis kanimo (Oh Muhammad) isulti: Ako nagtugyan sa akong kaugalingon sa hingpit ngadto sa Allāh, ug (mao usab) ang tanan nga misunod kanako; ug isulti niadtong gihatagan sa Kasulatan (mga Hudeyo ug Kristohanon) ug sa mga walay kahibalo (kadtong walay Kasulatan i.e., ang mga pagano): Gitugyan ba ninyo ang inyong mga kaugalingon (ngadto sa Allāh)? Ug kon sila magpasakop, nan sa pagkatinuod sila nagsunod sa husto nga Dalan; apan kon sila motalikod, nan nganha kanimo mao lamang ang klaro nga paghatod sa Mensahe, ug ang Allah Hingpit nga Nakakita (sa Iyang) mga ulipon (sa katawhan ug jinn).",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Sa pagkatinuod kadtong naglimod sa mga Pinadayag sa Allah, ug mopatay sa mga Propeta nga dili makiangayon, ug mopatay niadtong mga tawo nga nagsugo ug kaangayan (hustisya) - ipahibalo ngadto kanila ang usa ka sakit nga Pagsakit.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Sila kadtong ang ilang (maayong) mga nangabuhat walay pulos niining kalibutana, maingon man sa pikas kinabuhi. Ug sila walay mga tigtabang.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Wala ba nimo makita kadtong kinsa maoy gihatagan ug bahin sa Kasulatan? Sa dihang sila gidapit ngadto sa Libro sa Allāh (Qur'an), aron kini maghukom tali kanila, ang usa ka pundok kanila motalikod, ug sila mosupak.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Kini tungod kay sila (mga Hudeyo) nag-ingon: Dili gayud ang Kalayo makahikap kanamo gawas sa pipila ka mga adlaw. Bisan unsa ang ilang naimbento bahin sa ilang relihiyon nakapahisalaag kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Busa unsaon nalang man, sa diha nga sila Among tigumon sa adlaw nga diin walay pagduha-duha? Ug ang matag kalag pagabayaran ug hingpit sa unsay ilang naangkon, ug sila dili pagabuhatan og walay kaangayan.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Isulti: Oh Allah, Tag-lya sa Gingharian, Ikaw naghatag og awtoridad ngadto kang bisan kinsa nga Imong gusto, ug nagkuha sa gingharian gikan sa kinsay Imong gibuot, ug Ikaw naghatag og pasidungog sa kinsay Imong gusto, ug Imong gipakaulawan ang kinsay Imong gibuot, sa Imong Kamot anaa ang (Gahum sa paghatag og) kaayohan; sa pagkatinuod, ikaw adunay bug-os nga Gahum ibabaw sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Imong gihimo nga ang kagabion mosulod ngadto sa adlaw, ug Imong gihimo ang adlaw nga mosulod ngadto sa kagabion, ug Imong pagawason ang mga buhi gikan sa mga patay, ug Imong pagawason ang mga patay gikan sa mga buhi, ug Ikaw muhatag ug tagana sa kinsa Imong gusto nga walay kinutoban (sukod).",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Itugot nga dili ang mga magtotoo mokuha sa mga manlilimod ingon nga suod nga mga higala o mga kaalyado gawas sa mga kauban nga magtotoo. Bisan kinsa nga magbuhat niini, siya walay bisan unsang malauman nga butang gikan sa (Panalipod sa) Allah, gawas lamang kon kini ilang gibuhat tungod sa kahadlok. Ug Allah nagpahimangno kaninyo mahitungod sa Iyang Kaugalingon (sa lyang Silot); ug ngadto kang Allah ang kataposang pagbalik (sa tanan).",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Isulti: Bisan kung inyong itago ang anaa sa inyong mga dughan o idayag kini, Ang Allāh nahibalo niini, ug Siya nahibalo sa bisan unsa nga anaa sa mga kalangitan ug sa unsay anaa sa kayutaan. Ang Allāh adunay bug-os nga Gahum sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Sa Adlaw nga ang matag-usa ka kalag makakaplag sa unsay iyang nabuhat sa maayo, ug sa unsay iyang nabuhat sa dautan, siya mangandoy nga adunay dako nga gilay-on taliwala kaniya ug sa iyang kasaypanan. Ang Allah nagpasidaan kaninyo mahitungod sa Iyang kaugalingon. Ang Allah ang Labing Maluluy-on sa Iyang mga ulipon (sa katawhan ug jinn).",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Isulti (Oh Muhammad): Kon kamo nahigugma sa Allah, nan sunod kamo kanako, ang Allah maghigugma kaninyo ug mopasaylo kaninyo sa inyong mga sala, ug ang Allah mao ang Labing Mapinasayloon, ang Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Isulti: Tumana ang Allah ug ang Mensahero (Muhammad); apan kon sila motalikod, nan sa pagkatinuod ang Allah dili mahigugma sa mga manggilimod (sa Kamatuoran).",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Gipili sa Allāh si Adan, si Noe, ang pamilya ni Abraham, ug ang pamilya ni Imran 'Amram' nga labaw sa katawhan sa kalibutan (sa ilang panahon).",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Ang usa ka managkaliwat gikan sa uban; ug ang Allah mao ang Labing Makadungog, ang Labing Nakahibalo sa Tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Sa diha nga ang asawa ni Imran[2] miingon: Oh Allāh akong Ginoo, ako gayod nga ihalad alang Kanimo ang unsay ania sa akong sabakan alang sa pag-alagad \"sa templo ug balay sa pagsimba\"; busa dawata kini gikan kanako. Matuod nga Ikaw ang Hingpit nga Nakadungog, ang Hingpit nga Nahibalo.",
      "footnotes": "[2]. Hannah o Anne."
    },
    {
      "ayah_number": 36,
      "translation_bis": "Busa sa dihang siya nanganak, siya miingon: \"Oh Allāh akong Ginoo, ako nanganak ug usa ka babaye\", ug ang Allāh nahibalo pag-ayo kun unsa ang iyang gipanganak, ug ang lalaki dili sama sa babaye, ug Ginganlan ko siya og Maryam (Maria), ug gitugyan ko siya ug ang iyang kaliwat (Hesus) ngadto sa Imong Pagpanalipod gikan sa tinunglo nga Satanas.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Busa ang iyang Ginoo (Allāh) midawat sa iyang halad uban sa maayo nga pagdawat, ug mipadako kaniya sa maayo nga pagpadako, ug gibutang siya ngadto sa pag-atiman ni Zakarias; Sa matag higayon nga si Zakarias musulod sa balaang puloy-anan aron sa pagduaw kaniya, siya nakakaplag uban kaniya ug (lab-as) nga mga pagkaon. Siya (Zakarias) miingon: O Maryam (Maria), diin nimo kini nakuha? Siya miingon: Kini gikan sa Allah. Ang Allah nagahatag ngadto kang bisan kinsa nga lyang gusto nga walay kinutoban (sukod).",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Niana (nga higayon) si Zakarias nag-ampo sa iyang Ginoo (Allāh), nga nag-ingon: \"Oh Allāh akong Ginoo, Hatagi ako gikan Kanimo ug (usa ka) maayong anak; Ikaw ang Tigpatalinghog sa pag-ampo.",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Unya ang mga anghel mitawag kaniya samtang siya nagtindog nga nag-ampo sa santuwaryo (ug miingon): Ang Allāh naghatag kanimo sa maayong balita sa anak nga lalaki nga mao si Yahya (Juan), nga magpamatuod (kang Hesus) sa Pulong gikan sa Allāh[3], halangdon ug putli, ug usa ka Propeta sa mga matarung.",
      "footnotes": "[3]. Naghisgot sa propeta nga si Jesus, nga gipanamkon pinaagi lamang sa usa ka sugo gikan sa Allah - ang pulong \"Mahimong.\""
    },
    {
      "ayah_number": 40,
      "translation_bis": "Siya (Zakarias) miingon: Oh Allāh akong Ginoo, unsaon nako pagkabaton ug usa ka anak nga lalake nga ako miabot na sa hilabihan nga pagkatigulang, ug ang akong asawa apuli? Siya (ang anghel) miingon: Sa ingon niana, ang Allāh nagabuhat sa unsay Iyang gusto.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Siya (Zakarias) miingon: Oh Allāh akong Ginoo, Ipakita ang Timaan alang kanako. Siya mingon: Ang imong Timaan mao nga ikaw dili makigsulti sa mga tawo sulod sa tulo ka adlaw gawas sa mga senyas; ug hinumdumi ang (Allāh) nga imong Ginoo ug himayaa Siya sa kagabion ug sa kabuntagon.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Ug (hinumdomi) sa diha nga ang mga\nanghel miingon: Oh Maria, sa pagkatinuod ang Allāh nagpili kanimo, ug nagputli kanimo (gikan sa tanang dili matarung), ug nagpili kanimo nga labaw sa mga babaye niining kalibutana (sa iyang panahon).",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Oh Maria, Ipadayon ang imong pagsunod sa 'Allāh' imong Ginoo, paghapa ug pagyukbo nga kauban niadtong mga nanggiyukbo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Kini mao ang mga balita nga may kalabutan sa dili makita nga Among gipadayag kanimo (Oh Muhammad); ug ikaw dili uban kanila, sa diha nga ilang gipaagi kini sa ripa pinaagi sa paglabay sa ilang mga gamit pangsulat (sa pagdesisyon kung) kinsa kanila ang mag-atiman kang Maria (ilalom) sa ilang katungdanan. Ug ikaw dili uban kanila sa dihang sila nanaglalis sa usag-usa.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Hisguti sa dihang ang mga anghel miingon: Oh Maria, sa pagkatinuod ang Allāh naghatag kanimo ug maayong balita sa usa ka Pulong gikan Kaniya, kansang pangalan mao ang Mesiyas, si Hesus nga anak ni Maria. Ug [siya] gipasidunggan sa takus nga pagtagad dinhi sa kalibutan ug sa pikas kinabuhi. Ug [siya] kauban niadtong mga duol (sa Allāh).",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Ug siya makigsulti sa mga tawo sa diha nga siya anaa pa sa (iyang) duyan, ug sa pagkahamtong, ug (siya mahimong) usa sa mga matarung.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Siya miingon: \"Oh Allāh akong Ginoo, unsaon nako pagbaton ug anak nga lalaki, nga wala pay laki nga nakahikap kanako?\" (Ang anghel) miingon: Ingon niana ang Allāh; Iyang gimugna ang unsay Iyang gusto. Sa diha nga Siya magmando sa usa ka butang, Siya moingon lamang niini, ‘Mahimo,’ ug kini mahitabo.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Ug Iyang tudloan siya (Hesus) sa pagsulat, sa kaalam, sa Torah, ug sa Ebanghelyo.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Ug (gipadala siya ingon) nga usa ka Mensahero ngadto sa mga anak sa Israel (nga nag-ingon): Sa pagkatinuod, ako mianhi kaninyo uban ang usa ka Timaan gikan sa (Allāh) nga inyong Ginoo, Ako maghimo alang kaninyo gikan sa lapok sama sa dagway sa usa ka langgam, unya ako gininhawa ngadto niini ug mamahimo kini nga langgam pinaagi sa Pagtugot sa Allāh, ug akong ayuhon ang gipanganak nga buta, ug ang sanlahon, ug akong buhion ang patay pinaagi sa Pagtugot sa Allāh. Ug akong ipahibalo kaninyo ang unsay inyong ginakaon, ug ang unsay inyong gitipigan sa inyong mga panimalay. Sa pagkatinuod adunay usa ka Timaan niini alang kaninyo, kon kamo tinuod nga mga magtotoo.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Ug (ako mianhi) nga nagpamatuod sa unsay nauna kanako, ang Torah, ug aron sa paghimo nga gikatugot alang kaninyo sa pipila ka mga gidili kaninyo, ug ako mianhi kaninyo uban sa Timaan gikan sa (Allāh) nga inyong Ginoo, busa kahadloki ninyo ang Allāh ug tumana (sunda) ako.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Ang Allāh mao ang akong Ginoo ug inyong Ginoo (ug ang akong Dios ug inyong Dios), busa simbaha Siya (nga nag-inusara); kini mao ang matul-id nga Dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Apan sa diha nga si Hesus gibati na sa ilang (Hudeyo) kanunay nga pagpanglimod, siya miingon: Kinsa ba ang akong mga katabang alang sa Dalan sa Allah? Sila (ang mga tinon-an miingon): Kami mao ang (imong) mga katabang (sa Dalan) sa Allah: Kami nagtuo sa Allah ug (ikaw) mahimong saksi nga kami mga Muslim (nagpasakop sa Kabubut-on sa Diyos).",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "(Oh Allāh) among Ginoo, kami mituo sa unsay imong gipakanaog (sa pagpadayag), ug kami misunod sa Mensahero (Jesus), busa isulat kami nga kauban niadtong nagsaksi (sa Imong Pagkausa ug sa mga Mensahero).",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Ug sila naglaraw (sa pagpatay kang Hesus), ug ang Allah (usab) nagplano (batok kanila), ug ang Allah mao ang Labing Maayo sa mga tigplano.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "(Hinumdomi) sa diha nga ang Allāh miingon: Oh Hesus, Ako magkuha kanimo, ug mupasaka kanimo nganhi Kanako, ug magputli kanimo (gikan sa mga pasangil) niadtong mga naglimod (sa Kamatuoran). Ug Ako maghimo niadtong nagsunod kanimo (sa Islam) nga labaw niadtong mga manmilimod hangtud sa Adlaw sa Pagkabanhaw; ug pagkahuman, nganhi Kanako (Allāh) ang inyong (katapusang) pagbalik, ug Ako mohukom taliwala kaninyo mahitungod sa butang nga inyong gikalahian.",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Busa alang niadtong mga milimod, Ako mosilot kanila uban sa hilabihan nga Kastigo dinhi sa kalibutan ug sa pikas kinabuhi, ug kanila walay mga magtatabang.",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Apan alang niadtong mituo ug nagbuhat ug matarung nga mga buhat, Siya muhatag kanila sa ilang hingpit nga ganti. Ang Allah dili nahigugma sa mga mamumuhat ug kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Kini mao ang Among gilitok kanimo (Oh Muhammad), gikan sa (Among) mga Bersikulo ug Maalamong Pahinumdom (ang Qur'an).",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Ang panag-ingnan (sa paglalang) kang Hesus ngadto sa Allāh sama sa panag-ingnan sa (paglalang) kang Adan; Siya nagbuhat kaniya gikan sa abog, ug (Siya) miingon kaniya, ‘Mahimo,’ ug siya nahimo.",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "(Kini mao) ang Kamatuoran gikan sa (Allāh) nga imong Ginoo, busa ayaw kahimong kauban taliwala sa mga maduhaduhaon o nanaglalis mahitungod niini.",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Apan bisan kinsa nga makiglalis kanimo mahitungod niining butanga (kang Hesus) human miabut kanimo kini nga kahibalo, nan isulti: Umari kamo, ug tawgon nato ang among mga lalaking anak ug ang inyong mga lalaking anak, ug ang among mga kababayen-an ug ang inyong mga kababayen-an, ug among kaugalingon ug ang inyong kaugalingon, ug mag-ampo kita, sa Tunglo sa Allah nga maanaa niadtong ang bakakon.",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Kini mao ang tinuod nga pag-asoy (mahitungod sa sugilanon ni Hesus), ug walay dios (nga angayan sa pagsimba) gawas sa Allāh; ug sa pagkatinuod ang Allāh Mao ang Hingpit Gamhanan, ang Hingpit nga Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Apan kon sila motalikod, nan sa pagkatinuod ang Allah mao ang Labing Nasayud niadtong mga tigpagkaylap ug kurakot.",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Isulti: Oh mga sumusunod sa (naunang) Kasulatan, umari kamo sa usa ka pulong nga makatarunganon tali kanamo ug kaninyo: Nga dili kita mosimba sa bisan unsa gawas sa Allāh (lamang), ug (nga) kita dili magbutang nga bisan unsa kauban ngadto Kaniya, ug wala kanato'y magkuha ug laing mga ginoo gawas sa Allāh; apan kon sila motalikod, nan isulti: Saksihi ninyo nga kami mga Muslim (nagpasakop sa Kabubut-on sa Diyos).",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Oh katawhan sa Kasulatan, nganong nanggilalis man kamo mahitungod kang Abraham, samtang ang Torah ug ang Ebanghilyo wala pa man ipakanaug gawas lamang niadtong human na kaniya. Dili ba kamo makasabot?",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Ania kamo karon, - kamo nga nanaglalis mahitungod niadtong unsay inyong nahibaloan; Ngano man nga manggilalis kamo mahitungod niana nga wala ninyo mahibaloi (mahitungod sa tinuod nga Pagtuo ni Abraham)? Ang Allah (Dios) mao ang Nahibalo, samtang kamo wala mahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Si Abraham dili usa ka Hudeyo o usa ka Kristohanon, apan siya usa ka Muslim, nga Hanif (nagatoo sa usa lamang ka Dios) ug dili usa ka pagano.",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "Ang labing takus sa mga tawo ngadto kang Abraham mao sila nga misunod kaniya, ug niini nga Propeta (Muhammad), ug sila nga nagatuo (mga Muslim), ug ang Allah mao ang Magbalantay sa mga magtutuo.",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Usa ka pundok sa mga sumusunod sa (nauna) nga Kasulatan nagtinguha nga sila mogiya kanimo sa pagpahisalaag, ug wala sila nakagiya sa pagkahisalaag gawas sa ilang kaugalingon ug sila wala makamatikod.",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Oh mga sumosunod sa (nauna) nga Kasulatan (Hudeyo ug Kristohanon)! Nganong inyo mang ilimod ang mga Pinadayag sa Allah, samtang kamo nakasaksi (sa kamatuoran niini)?",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "Oh mga sumosunod sa (nauna) nga Kasulatan (Hudeyo ug Kristohanon)! Nganong inyo mang gisagol ang Kamatuoran sa kabakakan, ug gitago ang Kamatuoran[4] samtang kamo nahibalo niini?",
      "footnotes": "[4]. nga naglakip sa katukma sa pagkapropeta ni Muḥammad"
    },
    {
      "ayah_number": 72,
      "translation_bis": "Ang usa ka pundok sa mga sumosunod sa (nauna) nga Kasulatan (Hudeyo) nag-ingon: Tuohi ninyo ang unsay gipadayag ngadto sa mga magtotoo sa unang bahin sa kabuntagon, ug ilimod ninyo kini sa katapusan sa adlaw, tingali sila mobalik [talikdan ang ilang relihiyon [sa Islam].",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Ayaw pagsalig kang bisan kinsa gawas kaniya nga nagsunod sa imong relihiyon (Judaismo). Isulti: Sa pagkatinuod ang husto nga giya mao ang Giya sa Allah - (ang mga Judio nag-ingon ug) ayaw pagtoo nga ang bisan kinsa makadawat sama sa unsay imong nadawat, o sila makiglantugi kaninyo atubangan sa inyong Ginoo. Isulti: Sa pagkatinuod (ang tanan) nga Kadagaya anaa sa Kamot sa Allah (lamang), Siya mohatag niini sa kinsay Iyang gusto; ug ang Allah mao ang Igo sa paghatag, ang Labing Nahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Siya nagpili alang sa Iyang Kaluoy (Islam) sa kinsay Iyang gusto, ug ang Allah mao ang Nanag-iya sa Dakong Kadagaya.",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "Taliwala sa mga sumusunod sa (naunang) Kasulatan (Hudeyo ug Kristohanon) anaa siya nga kon imong saligan sa usa ka dako nga kantidad sa bahandi, siya andam sa pagbayad niini kanimo; ug gikan usab kanila anaa siya nga kon imong saligan sa usa ka sensilyo nga pilak, siya dili mobayad niini nganha kanimo gawas lamang kon ikaw nagpabilin nga nagbarog ibabaw kaniya; tungod kay sila nag-ingon: Walay sala kanamo (o dili kami mabasol) kun among kuhaon ang mga gipanag-iyahan sa mga tawong walay alamag; apan sila nagsulti ug bakak batok sa Allah, samtang sila nahibalo niini.",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "Oo, bisan kinsa nga nagtuman sa iyang saad ug nagbantay batok sa dautan nan sa pagkatinuod ang Allah nahigugma sa mga matarong.",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "Sila nga nagbaylo sa Pakigsaad sa Allah ug sa ilang mga pagpanumpa alang sa kalibotanong ginansya, sa pagkatinuod sila walay bahin sa Pikas Kinabuhi. Ang Allah dili makigsulti kanila, ni Siya motan-aw kanila sa Adlaw sa Pagkabanhaw ni magputli kanila, ug sila makabaton ug sakit nga pagsakit.",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_bis": "Gikan kanila adunay usa ka pundok nga nagtuis sa Kasulatan pinaagi sa ilang mga dila (samtang sila nagbasa), aron kamo maghunahuna nga kini (usa ka bahin) sa Kasulatan, apan kana, dili gikan sa Kasulatan. Ug sila moingon, kini gikan sa Allāh, samtang kini dili gikan sa Allāh, ug sila nagsulti ug bakak batok sa Allāh samtang sila nahibalo niini.",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_bis": "Dili (angay) alang sa bisan kinsang tawo nga gihatagan sa Allāh sa Kasulatan ug sa Kaalam ug sa Pagkapropeta, nga siya moingon sa mga tawo: Kahimokamong akong mga magsisimba imbis nga sa Allāh; apan hinoon (siya moingon): kamong magsisimba sa (Allāh), ang (Tinuod) nga Ginoo, tungod kay kamo nagtudlo sa Kasulatan ug tungod kay kamo nagbasa (niini).",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_bis": "Ug dili usab siya magsugo kaninyo nga inyong himuon ang mga anghel (sama sa balaang espiritu) ug ang mga Propeta sama ni Jesu-Kristo) nga mga dios (sa pagsimba); siya ba magsugo kaninyo sa kawalay pagtuo (pagsimbag dios-dios) human nga kamo nahimong mga Muslim (nagpasakop sa Kabubut-on sa Diyos)?",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_bis": "(Oh katawhan sa Kasulatan, Hinumdomi), sa diha nga ang Allah mihimo ug Pakigsaad sa mga Propeta (nga Nag-ingon): Human nga unsay Akong gihatag kaninyo gikan sa Kasulatan ug Kaalam, ug sa diha nga ang usa ka Mensahero (Muhammad) muabot kaninyo nga nagpamatuod sa unsa ang anaa uban kaninyo, siguroa nga pagatuohan gayod ninyo siya ug mutabang gayod kamo kaniya. (Ang Allāh) miingon: Kamo ba nagpamatuod ug midawat sa Akong Pakigsaad mahitungod niini nga (butang)? Sila miingon: Kami nagpamatuod. Siya miingon: Nan magsaksi kamo, ug Ako (usab) Musaksi uban kaninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_bis": "Bisan kinsa (taliwala sa mga Hudeyo ug mga Kristiyano) nga mutalikod human niini, sila mao kadtong mga masupilon (batok sa Diyos).",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_bis": "Aduna pa bay lain gawas sa tinuod nga relihiyon sa Allāh (Islam) nga ilang gipangita (aron sa pagsunod), samtang ngadto sa Allāh nagpasakop ang bisan kinsa nga anaa sa mga langit ug yuta, sa kinabubut-on o sa dili kinabubot, ug ngadto Kaniya sila (tanan) ibalik (alang sa Paghukom).",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_bis": "Isulti: Kami mituo sa Allāh ug sa unsay gipadayag nganhi kanamo, ug sa unsay gipadayag ngadto kang Abraham, Ismael, Isaak, Hakob, ug (ang mga Propeta gikan sa iyang) mga kaliwat, ug sa unsay gihatag ngadto kang Moises, Hesus ug sa mga Propeta gikan sa ilang Ginoo (Allāh); kami wala maghimo ug bisan unsa nga kalahian tali sa bisan kinsa kanila, ug ngadto Kaniya (Allāh) lamang kami nagpasakop.",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_bis": "Bisan kinsa nga nagsunod ug laing relihiyon (o pamaagi sa pagkinabuhi) gawas sa Islam, kini dili pagadawaton gikan kaniya, ug sa Pikas Kinabuhi siya maapil sa mga nanga-alkansi (pildero).",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_bis": "Sa unsang paagiha nga mogiya ang Allah sa mga tawo nga misalikway sa pagtuo human nga sila man unta anaa na sa ilang pagtuo sa Allāh- ug human nga sila misaksi nga ang Mensahero (Muhammad) tinuod, ug ang tin-aw nga mga Pamatuod miabut ngadto kanila. Ang Allah dili mogiya sa mga mamumuhat ug dautan.",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_bis": "Sila kadtong ang balos alang kanila mao ang Tunglo sa Allah ug sa mga anghel, ug sa tanang katawhan.",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_bis": "Sila magpabilin sa sulod niini (Imperno) sa walay kataposan; ang ilang silot dili pagaanon, ni sila pagahatagan ug pahulay.",
      "footnotes": null
    },
    {
      "ayah_number": 89,
      "translation_bis": "Gawas niadtong naghinulsol human niana ug nagkinabuhi nga matarung, kay ang Allah mao ang Labing Mapasayloon, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 90,
      "translation_bis": "Sila nga milimod human sa ilang pagtuo, ug nadugangan sa pagpanglimod, ang ilang paghinulsol dili madawat (ni sila giyahan sa paghinulsol), ug kini sila mao ang mga nahisalaag.",
      "footnotes": null
    },
    {
      "ayah_number": 91,
      "translation_bis": "Sa pagkatinuod, sila nga milimod ug mamatay samtang sila manlilimod, ang yuta nga puno sa bulawan, dili madawat gikan kang bisan kinsa kanila kon sila (naninguha) sa paglukat sa ilang mga kaugalingon pinaagi niini, sila kadtong alang kanila adunay sakit nga Silot, ug sila walay bisan kinsa nga magtatabang.",
      "footnotes": null
    },
    {
      "ayah_number": 92,
      "translation_bis": "Dili gayud kamo makakab-ot sa pagkamatarung hangtud nga kamo mugahin (sa Dalan sa Allah) gikan sa unsay inyong gihigugma (bahandi, kabtangan ug uban pa); ug bisan unsa nga inyong igahin, nan sa pagkatinuod ang Allah nahibalo niini.",
      "footnotes": null
    },
    {
      "ayah_number": 93,
      "translation_bis": "Tanan ang putli nga pagkaon gitugot sa mga anak sa Israel gawas sa unsay gidili ni Israel (Hakob) alang sa iyang kaugalingon sa wala pa ang Torah gipadayag. Isulti: Dad-a ninyo diri ang Torah ug basaha kini, kun kamo mga matinud-anon.",
      "footnotes": null
    },
    {
      "ayah_number": 94,
      "translation_bis": "Busa bisan kinsa nga magmugna ug bakak batok sa Allāh human niini, nan sila mao ang mga mamumuhat sa kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 95,
      "translation_bis": "Isulti: Ang Allah nagsulti sa Kamatuoran, busa sunda ang relihiyon ni Abraham (Islam), ang Hanifah (Hingpit nga Pag-alagad sa Usa lamang ka Dios); ug \nsiya dili sa mga tigsimbag dios-dios.",
      "footnotes": null
    },
    {
      "ayah_number": 96,
      "translation_bis": "Ang unang balay (sa pagsimba) nga gikatudlo alang sa katawhan mao ang Bakkah (Makkah), nga Gipanalanginan, ug usa ka Giya alang sa tanang kanasuran.",
      "footnotes": null
    },
    {
      "ayah_number": 97,
      "translation_bis": "Anaa niini ang tin-aw nga mga Timaan, (sama sa) dapit nga gitindogan ni Abraham (sa pagtukod sa Ka'bah). Ug bisan kinsa nga mosulod niini, siya masigurong luwas. Ug ang (Hajj) Panawduaw ngadto sa Balay (Ka'aba sa Makkah) usa ka katungdanan sa katawhan alang sa Allah, niadtong makahimo sa paggasto (sa pagpanaw) niini; ug bisan kinsa nga naglimod, nan sa pagkatinuod ang Allah mao ang Igo sa Kaugalingon, wala magkinahanglan sa (Iyang mga) binuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 98,
      "translation_bis": "Isulti: Oh mga sumusunod sa (naunang) Kasulatan (Hudeyo ug Kristohanon), nganong imo mang gilimod ang mga Pinadayag sa Allah? Ug ang Allah Saksi sa unsay inyong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 99,
      "translation_bis": "Isulti: Oh mga sumosunod sa (naunang) Kasulatan (Hudeyo ug Kristohanon), nganong pugngan man ninyo kadtong mga mituo gikan sa Dalan sa Allah, nagtinguha ikaw sa paghimo niini nga baliko, samtang kamo mga saksi (sa pagkatinuod ni Muhammad ug sa Islam). \nSi Allah makahibalo sa inyong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 100,
      "translation_bis": "Oh mga magtutuo, kung kamo mosunod sa pundok nga gikan sa mga (Hudeyo ug Kristohanon) nga gihatagan sa Kasulatan, sila magpabalik (gayud) kaninyo human sa imong pagtuo ngadto manlilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 101,
      "translation_bis": "Giunsa ninyo paglimod (sa Kamatuoran) samtang nganha kaninyo ginalitok ang mga Pinadayag sa Allāh (Qur'an), ug kauban ninyo mao ang Iyang Mensahero (Muhammad)? Bisan kinsa nga mogunit pag-ayo (nga malig-on) ngadto sa Allāh, siya sa pagkatinuod nagiyahan ngadto sa matul-id nga Dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 102,
      "translation_bis": "Oh mga magtutuo, kahadloki ninyo ang Allah, uban sa labing tinuod nga pagkahadlok nga angay Kaniya; ug ayaw kamo kamatay gawas nga kamo mga Muslim (nagpasakop sa Kabubut-on sa Diyos).",
      "footnotes": null
    },
    {
      "ayah_number": 103,
      "translation_bis": "Kupti ninyong tanan pag-ayo ang Pisi sa Allah (ngadto sa Islam, ang tinuod nga Relihiyon sa Diyos) ug ayaw kamo pagbulag-bulag, ug hinumdomi ang Pabor sa Allah nganha kaninyo, kay kamo mga managkaaway kaniadto apan Iyang gihiusa ang inyong mga kasingkasing, busa, pinaagi sa Iyang Pabor kamo nahimong mga managsoon; ug (kaniadto) kamo anaa sa ngilit sa usa ka gahong sa Kalayo, apan giluwas Niya kamo gikan niini. Sa ingon niana gitin-aw sa Allah kaninyo ang Iyang mga Bersikulo, aron kamo musubay sa giya.",
      "footnotes": null
    },
    {
      "ayah_number": 104,
      "translation_bis": "Ug himoa gikan kaninyo nga adunay mga pundok nga nagadapit ngadto sa tanan nga maayo (Islam). Magmando sa \npagkamatarong ug nagadili sa pagpakasala. Ug kini sila mao ang mga nagmalampuson ug mauswagon.",
      "footnotes": null
    },
    {
      "ayah_number": 105,
      "translation_bis": "Ayaw kamo kahimong sama niadtong mga nabahin ug nagkalahi ngadto sa mga sekta ug wala magkasinabot human sa tin-aw nga mga Pamatuod miabut kanila. Ug kini sila mao kadtong makabaton ug makalilisang nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 106,
      "translation_bis": "Sa adlaw nga ang ubang mga nawong madan-agan, ug ang uban nga mga nawong mahimong ngitngit; niadtong kansang mga nawong naitum (iga-ingon ngadto kanila): Kamo ba naglimod sa pagtuo human sa inyong pagtuo 'sa Allāh'? Nan tilawi ang Silot sa unsay inyong gilimod kaniadto (Pagtuo sa Islam).",
      "footnotes": null
    },
    {
      "ayah_number": 107,
      "translation_bis": "Mahitungod niadtong kansang mga nawong madan-agan, sila maanaa sa Kalooy sa Allah (Paraiso); nga sa sulod niini sila mopuyo sa walay kataposan.",
      "footnotes": null
    },
    {
      "ayah_number": 108,
      "translation_bis": "Kini mao ang mga Bersikulo ni Allah nga among gilitok kanimo uban sa kamatuoran. Ang Allah dili magtinguha ug bisan unsa nga inhustisya ngadto sa (Iyang) mga linalang.",
      "footnotes": null
    },
    {
      "ayah_number": 109,
      "translation_bis": "Iya sa Allāh ang bisan unsa nga anaa sa mga langit, ug ang tanan nga anaa sa yuta; ug ngadto sa Allāh ang tanang butang igabalik (alang sa paghukom).",
      "footnotes": null
    },
    {
      "ayah_number": 110,
      "translation_bis": "Kamo (matinud-anon nga mga Muslim) mao ang labing maayo nga mga nasud nga gipataas alang sa (kaayohan sa) katawhan; kay kamo nagsugo kon unsa ang matarung, ug nagbadlong sa kadaotan, ug nagatuo sa (Pagkausa sa) Allah; ug kon ang mga sumusunod sa (naunang) Kasulatan (Hudeyo ug Kristiyano) mituo pa 'Islam', kini labing maayo unta alang kanila; aduna kanilay mga nagtuo, apan ang kadaghanan kanila mga masupilon (batok sa Diyos).",
      "footnotes": null
    },
    {
      "ayah_number": 111,
      "translation_bis": "Sila dili makahatag ug kadaut kaninyo gawas sa diyutay nga kahasol; ug kon sila makig-away batok kaninyo, sila magalingi balik kaninyo, nan sila dili pagatabangan.",
      "footnotes": null
    },
    {
      "ayah_number": 112,
      "translation_bis": "Ang kaulawon gibutang ibabaw kanila bisan asa man sila (ang mga Judio) mahimotang gawas kun ilalom sa Kasabotan (sa Panalipod) gikan sa Allah, ug gikan sa mga tawo, ug ilang gibutang sa ilang kaugalingon ang Kasuko sa Allah, ug ang pagpakaulaw gibutang ibabaw kanila. Kini alang sa ilang paglimod sa mga Timaan (Bersikulo) sa Allah, ug mipatay sa mga Propeta nga walay katungod; kini tungod kay sila misupak (sa Allah) ug naanad sa paglapas sa mga utlanan.",
      "footnotes": null
    },
    {
      "ayah_number": 113,
      "translation_bis": "Silang tanan dili managsama; gikan sa mga sumosunod sa (nauna) nga Kasulatan (Hudeyo ug Kristiyano) adunay matul-id nga pundok (kadtong midawat sa Islam); sila naglitok sa mga Bersikulo sa Allah sa panahon sa kagabhion ug sila miyukbo ngadto (Kaniya sa pag-ampo).",
      "footnotes": null
    },
    {
      "ayah_number": 114,
      "translation_bis": "Sila mituo sa Allāh ug sa Ulahing Adlaw, ug sila nagmando kun unsay husto, ug nagdili sa kadaotan, ug nagtinabangay sila sa usag-usa diha sa pagpadali sa maayong mga buhat, ug kini sila kauban sa mga matarong (mga Muslim).",
      "footnotes": null
    },
    {
      "ayah_number": 115,
      "translation_bis": "Bisan unsa nga maayo nga ilang buhaton, sila dili hikawan sa ganti niini. Ang Allah nahibalo pag-ayo sa mga matarong.",
      "footnotes": null
    },
    {
      "ayah_number": 116,
      "translation_bis": "Sila nga mga manlilimod (sa Allāh Diyos ug sa mensahero Muhammad), ang ilang bahandi o ang ilang mga anak dili makatabang kanila bisan diyutay batok sa Allāh; ug kini sila mao ang mga binilanggo sa Kalayo; sila magpabilin didto sa kahangturan.",
      "footnotes": null
    },
    {
      "ayah_number": 117,
      "translation_bis": "Ang panag-ingnan sa unsay ilang gigasto sa kinabuhi niining kalibutana sama sa hangin nga diin hilabihan ka bugnaw, (nga) mihampak sa ani sa mga katawhan nga nagbuhat ug kasal-anan batok sa ilang mga kaugalingon ug nagdaut niini. Ang Allah wala magbuhat ug dili makatarunganon ngadto kanila, apan kini sila mao ang nagbuhat ug inhustisya sa ilang kaugalingon.",
      "footnotes": null
    },
    {
      "ayah_number": 118,
      "translation_bis": "Oh kamo nga magtutuo, ayaw himoang Bitanah (Magtatambag, Tigpanalipod, Tigtabang o Suod nga Higala) kadtong gawas sa inyong Relihiyon (Pagano, Hudeyo, Kristiyano, ug Salingkapaw); kay sila dili mapakyas sa pagpahamtang ug kadautan nganha kaninyo; Sila naninguha sa paghatag kadaut kaninyo sa hilabihan. Ang pagdumot migula na gikan sa ilang mga baba, apan ang unsay gitagoan sa ilang mga dughan labi pang ngil-ad. Sa pagkatinuod, Kami naghimo sa mga Timaan nga tin-aw nganha kaninyo, kon kamo makasabut.",
      "footnotes": null
    },
    {
      "ayah_number": 119,
      "translation_bis": "Ania kamo nga naghigugma kanila (alang sa pakigparente kanila ug kasilinganan) apan sila wala mahigugma kaninyo, samtang kamo nagtuo sa tanang (Balaan) Kasulatan. Ug sa diha nga sila matagboan ninyo, sila moingon: Kami mituo (sama sa inyong pagtuo), apan sa diha nga sila nag-inusara, sila mipaak sa mga tumoy sa ilang mga tudlo sa ilang kasuko batok kaninyo. Isulti: Pangamatay kamo sa inyong kasuko; sa pagkatinuod ang Allah nahibalo kon unsa ang anaa sa mga dughan (sa katawhan).",
      "footnotes": null
    },
    {
      "ayah_number": 120,
      "translation_bis": "Kon maayo ang mahitabo kaninyo, kini makapasubo kanila, ug kon ang kadaot muabot kaninyo, sila malipay niini; apan kon kamo magmapailubon ug mangmanggihadlukon (sa Allah), ang ilang laraw dili makadaut kaninyo sa bisan diyutay; sa pagkatinuod ang Allah naglangkob sa tanan nga ilang gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 121,
      "translation_bis": "(Hinumdomi Muhammad) sa diha nga ikaw mipanaw sayo sa kabuntagon ug mibiya sa imong pamilya aron sa pagpahimutang sa mga magtutuo sa ilang mga kampo aron sa pakiggubat (sa Uhud). Ang Allah mao ang Labing Nakadungog, Labing Nakahibalo sa Tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 122,
      "translation_bis": "Sa diha nga ang duha ka pundok gikan kaninyo nakahukom na nga sila magpakita sa katalaw (apan ang Allah naghimo kanila nga malig-on)[5], ingon nga ang Allah mao ang ilang Tigpanalipod. Ngadto sa Allah (lamang) ang mga magtutuo angay nga mobutang sa ilang (hingpit nga) pagsalig.",
      "footnotes": "[5]. Ang pamilya ni Salimah ug ang pamilya ni Haritah."
    },
    {
      "ayah_number": 123,
      "translation_bis": "Sa pagkatinuod gihatag na sa Allah kaninyo ang kadaugan sa (gubat sa) Badr samtang kamo huyang sa kusog; busa hunahunaa ninyo ang Allah ug likayi ang daotan, aron kamo mahimong mapasalamaton.",
      "footnotes": null
    },
    {
      "ayah_number": 124,
      "translation_bis": "(Hinumdumi) sa diha nga ikaw miingon ngadto sa mga magtotoo: Dili ba igo alang kaninyo nga ang (Allāh) nga inyong Ginoo mitabang kaninyo uban sa tulo ka libo ka mga anghel nga gipakanaog (gikan sa langit)?",
      "footnotes": null
    },
    {
      "ayah_number": 125,
      "translation_bis": "Apan Oo, kon kamo magpabilin nga mapailubon ug anaa kaninyo ang kahadlok sa Allāh, ug sila (mga kaaway) moabut nga nagdali nganha kaninyo, ang inyong Ginoo - Allāh) motabang kaninyo uban sa lima ka libo ka mga anghel nga minarkahan (sa ilhanan).",
      "footnotes": null
    },
    {
      "ayah_number": 126,
      "translation_bis": "Ang Allāh wala magbuhat niini apan ingon nga usa ka maayong balita alang kaninyo ug ingon nga kasigurohan sa inyong mga kasingkasing, ug walay kadaugan gawas nga gikan lamang sa Allāh, ang Hingpit nga Gamhanan, ang Hingpit nga Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 127,
      "translation_bis": "(Sila gipadala) aron Iyang putlon ang usa ka bahin gikan sa mga manlilimod (sa kamatuoran), o masugpo sila aron sila mobalik nga nasagmuyo sa pagkab-ot sa ilang gitinguha.",
      "footnotes": null
    },
    {
      "ayah_number": 128,
      "translation_bis": "Kini dili alang kanimo (Muhammad apan alang Kang Allah) ang paghukom kun Siya mupasaylo kanila o magsilot kanila, kay sa pagkatinuod sila mga mamumuhat sa dili makatarunganon.",
      "footnotes": null
    },
    {
      "ayah_number": 129,
      "translation_bis": "Iya sa Allah ang bisan unsa nga anaa sa mga langit ug ang tanan nga anaa sa yuta; Siya mupasaylo niadtong kinsay Iyang gusto, ug musilot niadtong kinsay Iyang gibuot. Ang Allah mao ang Labing Mapasayloon, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 130,
      "translation_bis": "Oh mga magtutuo, ayaw pag-ut-ut sa interes, pinaagi sa paghimo niini nga doble ug pagpadaghan sa makadaghan, ug kahadloki ninyo ang Allah, aron kamo molampos ug mouswag.",
      "footnotes": null
    },
    {
      "ayah_number": 131,
      "translation_bis": "Bantayi ang inyong mga kaugalingon gikan sa kalayo sa Imperno nga giandam alang sa mga manlilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 132,
      "translation_bis": "Tumana ang Allāh ug ang Mensahero (Muhammad), aron kamo makadawat sa Kaluoy (sa Allāh).",
      "footnotes": null
    },
    {
      "ayah_number": 133,
      "translation_bis": "Pagdali kamo ngadto sa Kapasayloan gikan sa (Allāh) nga inyong Ginoo; ug Paraiso nga sama sa gilapdon sa mga langit ug sa yuta, giandam alang sa mga matarong.",
      "footnotes": null
    },
    {
      "ayah_number": 134,
      "translation_bis": "Kadtong mga nanag-gasto (sa Kawsa sa Allāh) sa panahon sa kauswagan ug sa kalisdanan, nga nagpugong (sa ilang) kasuko, ug nagpasaylo sa mga tawo. Ang Allāh naghigugma sa mga nagbuhat ug maayo.",
      "footnotes": null
    },
    {
      "ayah_number": 135,
      "translation_bis": "Sila nga, sa diha nga sila makahimo ug kalaw-ayan (dagkong mga sala: sekswal nga imoralidad, ug uban pa) o nagbuhat og inhustisya sa ilang kaugalingon (pinaagi sa paglapas, mas gagmay nga mga sala, ug uban pa), naghinumdom sa Allāh ug nangayo og kapasayloan sa ilang mga sala, - ug walay makapasaylo sa mga sala gawas sa Allāh - Ug ayaw pagpadayon sa unsay (sayop) nga ilang nahimo, samtang sila nahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 136,
      "translation_bis": "Sa ingon kanila - ang ilang ganti mao ang kapasayloan gikan sa ilang Ginoo (Allāh), ug mga tanaman nga sa ilalom niini nagadagayday ang mga suba, nga diin sila magpabilin didto sa kahangturan. Unsa ka labing maayo kini nga ganti alang sa mga nanagbuhat sa pagkamatarong.",
      "footnotes": null
    },
    {
      "ayah_number": 137,
      "translation_bis": "Sa pagkatinuod adunay mga panag-ingnan sa inyong atubangan; busa panaw kamo pinaagi kayutaan ug tan-awa kung unsa ang katapusan sa mga wala nagtuo (sa Kamatuoran).",
      "footnotes": null
    },
    {
      "ayah_number": 138,
      "translation_bis": "Kini nga [Qur'an] usa ka tin-aw nga pahayag\n alang sa katawhan, giya ug tambag alang sa mga matarong.",
      "footnotes": null
    },
    {
      "ayah_number": 139,
      "translation_bis": "Busa ayaw kamo kaluya (kawad-an ug kadasig), ug ayaw kamo kaguol, tungod kay kamo mamahimong mulabaw kon kamo (tinuod) nga mga magtotoo.",
      "footnotes": null
    },
    {
      "ayah_number": 140,
      "translation_bis": "Kon midapat kaninyo pagkaangol (sa gubat sa Uhud), ang usa ka samad nga sama niini nakadapat usab sa ang mga (manlilimod) nga mga tawo; ug Kami nag-ilis-ilis niining mga adlawa tali sa mga tawo, aron ang Allāh makapadayag kung kinsa ang mituo, ug magkuha sa mga martir taliwala kaninyo. Ang Allāh dili mahigugma sa mga tigbuhat ug kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 141,
      "translation_bis": "Ug aron ang Allah mosulay (o magputli) sa mga mituo (gikan sa mga kasal-anan), ug hikawan ang mga manlilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 142,
      "translation_bis": "Naghunahuna ba kamo nga kamo makasulod sa Paraiso samtang ang Allah wala pa nagpamatuod kon kinsa kaninyo ang nanlimbasog (sa Iyang Kawsa), ug nagpamatuod kon kinsa kaninyo ang mga mapailubon?",
      "footnotes": null
    },
    {
      "ayah_number": 143,
      "translation_bis": "Ug matuod nga kanhi gayod kamo nangandoy og kamatayon sa wala pa ninyo kini mahimamat, ug sa pagkatinuod kamo nakakita niini samtang kamo nagtan-aw niini.",
      "footnotes": null
    },
    {
      "ayah_number": 144,
      "translation_bis": "Si Muhammad dili mulabaw pa sa usa ka Mensahero (sa Dios); ug sa pagkatinuod (daghang) mga Mensahero ang milabay na una kaniya; unya kung siya mamatay o mapatay, motalikod ba kamo (sa pagtuo)? Bisan kinsa nga motalikod, siya dili makabuhat ug kadaot ngadto sa Allāh bisan gamay, ug ang Allāh moganti sa mga mapasalamaton.",
      "footnotes": null
    },
    {
      "ayah_number": 145,
      "translation_bis": "Walay kalag nga mahimong mamatay gawas kon kini uban sa Pagtugot sa Allah, ang gidugayon gitakda na; ug bisan kinsa nga nagtinguha sa ganti niining kalibutana, Kami mohatag kaniya gikan niini, ug bisan kinsa nga magtinguha sa ganti sa pikas kinabuhi, Kami mohatag kaniya gikan niini, ug Kami moganti sa mga mapasalamaton.",
      "footnotes": null
    },
    {
      "ayah_number": 146,
      "translation_bis": "Ug unsa kadaghan kadtong mga Propeta nga nakiggubat uban kaniya ang daghang mga tiunay nga magsisimba sa Allâh busa wala gayud sila mawad-an ug kadasig sa unsay nahitabo kanila diha sa Dalan sa Allah, ni sila nahuyang, ni sila magpalupig sa ilang mga kaugalingon (alang mga kaaway). Ug ang Allāh nahigugma sa mga mapailubon.",
      "footnotes": null
    },
    {
      "ayah_number": 147,
      "translation_bis": "Ug ang ila lamang pulong mao: (O Allāh) among Ginoo, pasayloa kami sa among mga sala ug ang among mga paglapas, ug lig-ona ang among mga tiil, ug hatagi kami ug kadaogan batok sa mga manlilimod nga mga tawo.",
      "footnotes": null
    },
    {
      "ayah_number": 148,
      "translation_bis": "Busa ang Allah mihatag kanila sa ganti niining kalibutana, ug sa labing maayo nga ganti didto sa Pikas Kinabuhi. Ug ang Allah naghigugma sa mga nagbuhat ug maayo.",
      "footnotes": null
    },
    {
      "ayah_number": 149,
      "translation_bis": "Oh mga magtutuo, kon kamo motuman kanila nga mga milimod (sa Kamatuoran), sila mopabalik kaninyo (sa kawalay pagtuo), busa, kamo mahimong mga pildero.",
      "footnotes": null
    },
    {
      "ayah_number": 150,
      "translation_bis": "Apan ang Allāh mao ang inyong (tinuod nga Diyos, Manluluwas, ug) Ginoo, ug Siya mao ang labing maayo sa mga magtatabang.",
      "footnotes": null
    },
    {
      "ayah_number": 151,
      "translation_bis": "Among ibutang ang pagkalisang ngadto sa mga kasingkasing niadtong mga manlilimod, tungod kay ilang gibutangan ug kauban ang Allāh, nga wala silay katungod niini, ug ang ilang puloy-anan mao ang Kalayo (sa Impiyerno), ug unsa kadautan gayud ang puloy-anan sa mga mamumuhat ug kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 152,
      "translation_bis": "Sa pagkatinuod ang Allah mituman kaninyo sa Iyang Saad, sa diha nga kamo mipatay sa inyong mga kaaway pinaagi sa Iyang Pagtugot, hangtud (sa panahon) nga kamo nawad-an sa kaisug ug nanggilalis mahitungod sa sugoan (nga gihatag sa Propeta), ug misupak human Niya gipakita kaninyo ang unsay inyong gihigugma; gikan kaninyo adunay uban nga nangandoy niining kalibutana, ug gikan kaninyo usab adunay uban nga nangandoy sa Pikas Kinabuhi; ug gipahilayo Niya kamo gikan kanila, aron Siya magasulay kaninyo; apan Siya sa pagkatinuod mipasaylo kaninyo, ug ang Allah mao ang Labing Madagayaon ngadto sa mga magtutuo.",
      "footnotes": null
    },
    {
      "ayah_number": 153,
      "translation_bis": "(Ug hinumdomi) sa diha nga kamo midalagan nga wala man lay bisan diyutay nga paglingi kang bisan kinsa, samtang ang Mensahero (sa Allah) nagtawag kaninyo gikan sa inyong luyo, Busa si Allāh gigantihan ang imong pagkadili-masinugtanon pinaagi sa kasakit ibabaw sa kasakit[6], aron kamo dili maguol sa unsay nawala kaninyo, ni (sa) unsay nahitabo kaninyo. Ug ang Allāh mao ang Hingpit nga Nakahibalo sa inyong gibuhat.",
      "footnotes": "[6]. Ang balita sa gihungihong nga kamatayon sa Propeta nga miigo kanila human mapildi sa gubat, mao nga sila sa wala madugay nakalimot sa kapildihan nga gipahamtang kanila."
    },
    {
      "ayah_number": 154,
      "translation_bis": "Unya human sa kaguol, Siya mipakanaog ug (kalinaw pinaagi sa) pagduka nganha kaninyo, usa ka kalinaw nga miabot ngadto sa usa ka pundok gikan kaninyo, ug (adunay) laing pundok nga nag-atiman sa ilang mga kaugalingon; sila sa ilang kaugalingon nga mga pangagpas mahitungod sa Allah, sa mga panghunahuna nga uban sa pagkawalay alamag ug dili makiangayon, nga nag-ingon: Aduna bay anaa kanamo nga pagbuot sa maong kalihokan bisan diyutay?\" Isulti: Sa pagkatinuod ang kalihokan anaa tanan (sa mga Kamot) sa Allah. Gitagoan nila sa ilang kaugalingon ang dili nila ipadayag nganha kaninyo. Nag-ingon sila: Kon aduna pa kami'y labot sa kalihokan, wala unta kanato'y mapatay dinhi. Isulti: Kon kamo nagpabilin man sa inyong mga balay (o wala), sila nga gikamando na alang kanila ang kamatayon sa pagkatinuod moadto gayud sila sa dapit sa ilang kamatayon, apan ang Allah mosulay kun unsay anaa sa inyong mga dughan, ug aron Siya magputli nianang unsay anaa sa inyong mga kasingkasing; ug ang Allah Labing Nahibalo sa unsay anaa sa mga dughan (sa katawhan).",
      "footnotes": null
    },
    {
      "ayah_number": 155,
      "translation_bis": "Kanila nga mitalikod, sa adlaw nga ang duha ka mga kasundalohan nagtagbo (sa Uhud), si Satanas lamang ang nagtinguha sa pagpasalaag kanila tungod sa ubang (daotan) nga mga buhat nga ilang nahimo, apan si Allah nagpasaylo kanila. Si Allah mao ang Kanunay nga Mapasayloon, Labing Mapailubon.",
      "footnotes": null
    },
    {
      "ayah_number": 156,
      "translation_bis": "Oh mga magtutuo, ayaw kamo kaawat (pagpahisama) niadtong milimod (salingkapaw), nga nagsulti mahitungod sa ilang mga igsoon sa diha nga sila mipanaw sa yuta o migawas aron mahimong kabahin sa pagpakig-away (sa Dalan sa Allah): Kon sila nagpabilin uban kanato, sila dili unta mamatay o mapatay; aron ang Allah maghimo niini nga hinungdan sa hilabihan nga pagbasol sa ilang mga kasingkasing. Ang Allāh mao ang naghatag ug kinabuhi ug nagpahinabo ug kamatayon. Ang Allah mao ang Hingpit nga Nakakita sa unsay inyong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 157,
      "translation_bis": "Kon ikaw napatay diha sa Dalan sa Allah o ikaw namatay, sa pagkatinuod ang Kapasayloan gikan sa Allah ug ang Iyang Kalooy mas maayo labaw pa sa unsay ilang natigom.",
      "footnotes": null
    },
    {
      "ayah_number": 158,
      "translation_bis": "Ug kon kamo mamatay o kamo napatay, sa pagkatinuod ngadto sa Allah kamo (tanan) pagatigumon (alang sa Paghukom).",
      "footnotes": null
    },
    {
      "ayah_number": 159,
      "translation_bis": "Pinaagi sa Kalooy nga gikan sa Allāh, ikaw nakiglabot kanila nga malumo, kay kon ikaw bastos ug gahi ug kasingkasing, sila (ang mga magtutuo) sa pagkatinuod nagkatibulaag na gikan sa imong palibot; busa pasayloa sila, pangayo ug pasaylo ni Allah alang kanila, ug konsultaha sila sa importante sa ang mga kalihokan. Ug sa diha nga ikaw nakahukom na, nan ibutang ang imong (hingpit) nga pagsalig sa Allah; sa pagkatinuod ang Allah naghigugma niadtong hingpit nga misalig (Kaniya).",
      "footnotes": null
    },
    {
      "ayah_number": 160,
      "translation_bis": "Kon ang Allah mao ang inyong magtatabang, nan walay makabuntog kaninyo, apan kon Siya mobiya kaninyo, nan kinsa nalang man ang makatabang kaninyo gawas Kaniya? Ug ngadto sa Allah (lamang) kinahanglan nga ang mga magtotoo mosalig.",
      "footnotes": null
    },
    {
      "ayah_number": 161,
      "translation_bis": "Dili angay sa usa ka Propeta ang pagpahimulos sa mga inagaw sa gubato (o pundo sa publiko). Bisan kinsa nagbuhat ingon angayan magdala uban sa iyang gikamkam sa Adlaw sa Pagkabanhaw.\nUnya ang matag kalag pagagantihan sa unsay ilang nabuhat ug walay bisan usa nga pagabuhatan sa dili makatarunganon.",
      "footnotes": null
    },
    {
      "ayah_number": 162,
      "translation_bis": "Busa, siya ba nga nagsunod sa Kahimuot sa Allah sama ba kaniya nga naghimo sa iyang kaugalingon nga angayan sa Kasuko sa Allah, ug ang iyang puloy-anan mao ang Impiyerno? Ug kini usa ka dautan nga kapadulngan.",
      "footnotes": null
    },
    {
      "ayah_number": 163,
      "translation_bis": "Kanila adunay (nagkalain-lain) nga mga ang-ang sa sa panan-aw ni Allāh, ug ang Allah kanunay nga nakakita sa ilang gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 164,
      "translation_bis": "Sa pagkatinuod ang Allah naghatag ug dakong Pabor sa mga magtutuo sa dihang Siya mipatungha gikan kanila ug usa ka Mensahero (Muhammad) gikan sa ilang mga kaugalingon, aron sa paglitok kanila sa Iyang mga Bersikulo, ug sa pagputli kanila ug sa pagtudlo kanila sa Libro ug sa Kaalam, bisan pa sila kaniadto anaa sa dayag nga kasaypanan.",
      "footnotes": null
    },
    {
      "ayah_number": 165,
      "translation_bis": "Ngano man nga sa dihang ang (usa ka) katalagman midangat kaninyo, samtang kamo sa pagkatinuod nakapasakit (sa mga manggilimod) sa doble pa niini, kamo misugod sa pag-ingon: Diin kini gikan (nga kaalautan)? Isulti: Kini gikan sa inyong kaugalingon; sa pagkatinuod ang Allah adunay bug-os nga Gahum ibabaw sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 166,
      "translation_bis": "Bisan unsa nga nahitabo kaninyo sa adlaw nga ang duha ka mga kasundalohan nagtagbo (sa Uhud), anaa uban sa Pagtugot sa Allah, ug aron Siya makahimo sa pagpakita kun kinsa ang (tinuod) nga mga magtutuo.",
      "footnotes": null
    },
    {
      "ayah_number": 167,
      "translation_bis": "Ug aron iyang mapadayag kun kinsa kadtong mga salingkapaw; ug gika-ingon ngadto kanila: Umari kamo, pakig-away sa Dalan sa Allah, o (labing menos) panalipdi ang inyong mga kaugalingon. Sila miingon: Kon kami nahibalo nga (adunay) pakig-away, kami sa pagkatinuod misunod kaninyo. Sila niadtong adlawa mas duol sa kawalay pagtuo kay sa Pagtuo. Gisulti nila sa ilang mga baba ang wala sa ilang mga kasingkasing, ug ang Allah ang labing nakahibalo kung unsa ang ilang gitago.",
      "footnotes": null
    },
    {
      "ayah_number": 168,
      "translation_bis": "Kadtong miingon ngadto sa ilang mga kaigsoonan samtang sila nagpugong (sa pagpakig-away sa mga pwersa sa dautan): \"Kon sila mituman kanamo, sila dili unta mapatay\". Isulti (kanila): Nan ilikay ang kamatayon gikan sa inyong mga kaugalingon kon kamo nagsulti sa tinuod.",
      "footnotes": null
    },
    {
      "ayah_number": 169,
      "translation_bis": "Ayaw paghunahuna niadtong mga napatay sa Dalan sa Allah nga sila mga patay. Hinunoa, sila buhi (ug) gihatagan ug tagana gikan sa ilang Ginoo (Allah);",
      "footnotes": null
    },
    {
      "ayah_number": 170,
      "translation_bis": "Nga nanagkalipay sa unsay gihatag sa Allah kanila gikan sa Iyang Kadagaya, ug sila naglipay alang niadtong (namatay sa dalan sa Allah) human kanila, nga wala pa makauban kanila, nga sila dili makaangkon ug kahadlok, ni sila maguol.",
      "footnotes": null
    },
    {
      "ayah_number": 171,
      "translation_bis": "Sila nalipay sa Pabor nga gikan sa Allah ug sa (Iyang) Kadagaya, ug ang Allah dili mag-usik sa ganti sa mga magtutuo.",
      "footnotes": null
    },
    {
      "ayah_number": 172,
      "translation_bis": "Alang niadtong mitubag ngadto sa Pagtawag sa Allah ug sa Mensahero human sa pagkasamad (sa Uhud), kadtong gikan kanila nga nagbuhat ug maayo ug nahadlok sa Allah makabaton sa usa ka dako nga ganti.",
      "footnotes": null
    },
    {
      "ayah_number": 173,
      "translation_bis": "Ngadto kanila, nga mga tawo (salingkapaw) miingon: Sa pagkatinuod ang mga tawo nagkatigum batok kanimo, busa kahadloki sila. Apan kini nakapadugang sa ilang Pagtoo, ug sila miingon: Ang Allah Igo na alang kanamo ug (Siya) ang Labing Maayo nga Tigdumala sa mga kalihokan.",
      "footnotes": null
    },
    {
      "ayah_number": 174,
      "translation_bis": "Busa sila mibalik uban ang Pabor gikan sa Allāh ug sa (Iyang) Kadagaya, walay dautan nga nakatandog kanila, ug sila nagsunod sa Kahimuot sa Allāh; ug si Allāh mao ang Nanag-iya sa Dakong Kadagaya.",
      "footnotes": null
    },
    {
      "ayah_number": 175,
      "translation_bis": "Si Satanas lamang ang hinungdan nga kamo mahadlok sa iyang mga kaalyado, busa ayaw kamo kahadlok kanila, apan kahadloki Ako (Allāh lamang), kon kamo mga magtutuo.",
      "footnotes": null
    },
    {
      "ayah_number": 176,
      "translation_bis": "Ayaw tugoti nga makapasubo kanimo kadtong nagdali nga mangahulog sa pagkawalay pagtuo; sa pagkatinuod sila dili makahimo ug kadaot ngadto sa Allāh; Gibuot sa Allāh nga dili Niya sila hatagan ug bisan unsa nga bahin sa Pikas Kinabuhi, ug makabaton sila ug usa ka Hilabihan nga Pagsakit.",
      "footnotes": null
    },
    {
      "ayah_number": 177,
      "translation_bis": "Sila nga nagbaylo sa pagtuo sa paglimod, walay bisan gamay nga kadaot ang ilang mahimo ngadto sa Allāh, ug sila makabaton ug hilabihan nga Pagsakit.",
      "footnotes": null
    },
    {
      "ayah_number": 178,
      "translation_bis": "Ug ayaw itugot nga sila nga mga naglimod (sa Allāh ug sa Iyang Mensahero nga si Muhammad) maghunahuna nga ang Among paghatag kanila ug lugway mas maayo alang sa ilang mga kaugalingon, kami naghatag kanila ug lugway aron lamang sila magadugang sa ilang mga sala; ug sila makabaton ug usa ka makauulaw nga Pagsakit.",
      "footnotes": null
    },
    {
      "ayah_number": 179,
      "translation_bis": "Ang Allāh dili mobiya sa mga magtotoo sa kahimtang nga diin kamo anaa (karon), hangtud nga Iyang mapabulag ang dautan gikan sa maayo; ni ang Allāh mopahibalo kaninyo sa dili makita, apan ang Allāh nagpili gikan sa Iyang mga Mensahero kinsay Iyang gusto; busa tuohi ang Allāh ug ang Iyang mga Mensahero; ug kon kamo motuo ug matinumanon Kaniya, nan kamo makabaton ug dakong Ganti.",
      "footnotes": null
    },
    {
      "ayah_number": 180,
      "translation_bis": "Ug ayaw itugot nga sila nga (naghinakog) magpugong sa unsay gihatag sa Allah kanila gikan sa Iyang kadagaya maghunahuna nga kini maayo alang kanila. Hinunoa, kini labing ngil-ad alang kanila. Ang ilang mga liog pagalikosan sa usa ka kwelyo sa ilang gipugngan sa Adlaw sa Pagkabanhaw; ug Iya sa Allah (lamang) ang kabilin sa mga langit ug sa yuta; ug ang Allah mao ang Hingpit nga Nakahibalo sa inyong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 181,
      "translation_bis": "Ang Allah sa pagkatinuod nakadungog sa gipamulong niadtong (mga Hudeyo) nga nag-ingon: Sa pagkatinuod ang Allah kabus ug kami adunahan. Ang ilang mga pulong gitala ug mao usab ang ilang dili makatarunganon nga pagpamatay sa mga Propeta, ug Kami moingon (kanila sa Adlaw sa Paghukom): Tilawi ninyo ang Silot sa nagdilaab nga Kalayo.",
      "footnotes": null
    },
    {
      "ayah_number": 182,
      "translation_bis": "Kini tungod sa unsay nabuhat sa inyong mga kaugalingong kamot (sa mga sala), ug tungod kay ang Allah bisan diyutay walay pagka dili makatarunganon ngadto sa mga ulipon (sa katawhan ug jinn).",
      "footnotes": null
    },
    {
      "ayah_number": 183,
      "translation_bis": "(Kadto sila) nga miingon: Sa pagkatinuod ang Allah nagmando kanato nga dili kita motuo sa bisan kinsa nga Mensahero hangtud nga siya makadala kanato ug usa ka halad nga ang kalayo (gikan sa langit) magalamoy niini. Isulti: Sa pagkatinuod, adunay miabot kaninyo nga mga Mensahero una kanako uban ang tin-aw nga mga Timaan ug kung unsay inyong gipangayo; apan nganong gipatay man ninyo sila, kon kamo matinud-anon?",
      "footnotes": null
    },
    {
      "ayah_number": 184,
      "translation_bis": "kon sila musalikway kanimo (Oh Muhammad), sa pagkatinuod gisalikway usab (nila) ang nauna kanimo nga (daghang) mga Mensahero nga miabot uban sa tin-aw nga mga Pamatuod ug sinulat nga mga Ordinansa ug ang Nakapadan-ag nga Kasulatan.",
      "footnotes": null
    },
    {
      "ayah_number": 185,
      "translation_bis": "Ang matag kalag makatilaw ug kamatayon, ug kamo mabayran lamang sa hingpit nga inyong ganti sa Adlaw sa Pagkabanhaw; nan bisan kinsa nga gibira pahilayo gikan sa Kalayo (sa Imperno) ug pasudlon sa Paraiso, siya sa pagkatinuod nakakab-ot ug kalampusan; ug ang kinabuhi niining kalibutana walay lain kondili usa ka malimbongon nga panagkalipay.",
      "footnotes": null
    },
    {
      "ayah_number": 186,
      "translation_bis": "Sa pagkatinuod kamo pagasulayan sa inyong mga kabtangan, ug sa inyong mga kaugalingon, ug kamo sa walay pagduhaduha makadungog gikan kanila (Hudeyo ug Kristohanon) nga gihatagan sa Kasulatan nga nauna kaninyo, ug gikan kanila nga mga pagano, sa daghang mga pulong nga makapalagot apan kon kamo mapailubon ug nagmanggihadlukon sa Allah, sa pagkatinuod kini usa sa mga butang nga panlimbasogan.",
      "footnotes": null
    },
    {
      "ayah_number": 187,
      "translation_bis": "(Hisguti) sa diha nga ang Allah naghimo ug usa ka Pakigsaad ngadto sa gihatagan sa Kasulatan (mga Hudeyo ug mga Kristohanon) (nga nag-ingon): Inyong ipahibalo gayod kini (ang pag-abot ni Propeta Muhammad) ngadto sa katawhan, ug dili ninyo kini itago; apan ilang gisalibay kini sa ilang likod ug mikuha ug diyutay nga kantidad tungod niini. Busa hilabahin gayod kadautan ang unsay ilang gipalit.",
      "footnotes": null
    },
    {
      "ayah_number": 188,
      "translation_bis": "Ayaw hunahunaa nga kadtong nagmaya sa unsay ilang nahimo (sa pagpahisalaag), ug nakagusto ug pagdayeg sa wala nila mabuhat (sa pagkamatarung), ayaw hunahunaa nga sila luwas gikan sa Silot, ug alang kanila adunay sakit nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 189,
      "translation_bis": "Iya sa Allah (lamang) ang pagpanag-iya sa Gingharian sa mga langit ug yuta, ug ang Allah adunay bug-os nga Gahum ibabaw sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 190,
      "translation_bis": "Sa pagkatinuod sa paglalang sa mga langit ug sa yuta ug sa pagpulipuli sa gabii ug sa adlaw, adunay mga timailhan alang sa mga tawo nga may salabutan.",
      "footnotes": null
    },
    {
      "ayah_number": 191,
      "translation_bis": "Kadtong naghinumdom sa Allāh nga nagtindog, naglingkod ug naghigda sa ilang mga kiliran, nga namalandong sa paglalang sa mga langit ug sa yuta (nga nag-ingon): (O Allāh) among Ginoo, wala ka magmugna niining (tanan) sa walay kapuslanan. Kanimo ang Himaya; busa luwasa kami gikan sa Silot sa Impiyerno:",
      "footnotes": null
    },
    {
      "ayah_number": 192,
      "translation_bis": "(O Allāh) among Ginoo, sa pagkatinuod bisan kinsa nga Imong pasudlon sa walay katapusang Kalayo, Imo siyang gipakaulawan, ug walay mga magtatabang (tigpataliwala) alang sa mga mamumuhat ug kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 193,
      "translation_bis": "(Oh Allāh) among Ginoo, sa pagkatinuod kami nakadungog sa usa ka tigtawag (Muhammad) nga nagtawag ngadto sa Pagtuo, nga nag-ingon: Tumuo kamo sa inyong (Tinuod nga) Ginoo (Allāh), busa kami mituo; (Oh Allāh) among Ginoo, pasayloa kami sa among mga sala, taboni ang among daotang mga buhat ug himoa nga mamatay kami sa kahimtang sa pagkamatarong uban sa mga masinugtanon Kanimo.",
      "footnotes": null
    },
    {
      "ayah_number": 194,
      "translation_bis": "(O Allāh) among Ginoo, ihatag kanamo ang unsay Imong gisaad kanamo pinaagi sa Imong mga Mensahero; ug ayaw kami pakaulawi sa Adlaw sa Pagkabanhaw; Ikaw wala gayod mag-pakyas sa (Imong) saad.",
      "footnotes": null
    },
    {
      "ayah_number": 195,
      "translation_bis": "Busa si (Allāh) nga ilang Ginoo mitubag sa ilang pag-ampo: Nga Ako dili magkawang sa buhat ni bisan kinsa kaninyo, lalaki man o babaye, kamo gikan sa usa ngadto sa usa ; busa sila nga milalin ug gipapahawa pagawas gikan sa ilang mga panimalay ug gilutos gumikan sa Akong Dalan, ug nakig-away ug napatay, Ako (Allāh) sa pagkatinuod magwagtang gikan kanila sa ilang mga dautang buhat, ug Ako sa pagkatinuod magpasulod kanila sa mga Tanaman nga sa ubos niini adunay mga suba nga nagadagayday; kini usa ka Ganti gikan sa Allāh (Dios), ug ngadto sa Allāh ang labing maayo nga mga ganti.",
      "footnotes": null
    },
    {
      "ayah_number": 196,
      "translation_bis": "Ayaw palimbong sa mga pagsuroy-suroy niadtong naglimod \"sa Kamatuoran\" sa tibuok kayutaan.",
      "footnotes": null
    },
    {
      "ayah_number": 197,
      "translation_bis": "[Kini usa lamang ka] gamay nga kalipayan! Unya ang ilang puloy-anan mao ang Impiyerno. Unsa kadautan ang ilang kapahulayan.",
      "footnotes": null
    },
    {
      "ayah_number": 198,
      "translation_bis": "Apan alang niadtong nagmanggihadlukon sa ilang (Tinuod nga) Ginoo (Allah), sila makabaton og mga Tanaman nga sa ubos niini adunay mga suba nga nagadagayday, sila magpabilin niini hangtud sa kahangturan; usa ka andam nga Pag-abiabi gikan sa Allāh, ug ang anaa sa Allāh mao ang labing maayo alang sa mga matarong.",
      "footnotes": null
    },
    {
      "ayah_number": 199,
      "translation_bis": "Adunay taliwala sa mga sumosunod sa (naunang) Kasulatan (mga Hudeyo ug Kristiyano) kadtong mituo sa Allāh, ug sa unsay gipadayag nganha kanimo, ug sa unsay gipadayag ngadto kanila, nga mapaubsanon sa atubangan sa Allāh; wala nila gibaylo ang mga Bersikulo sa Allāh sa gamay nga ganansya; sila makaangkon sa ilang mga ganti gikan sa ilang Ginoo (Allāh). Matood Si Allāh paspas sa pag-ihap.",
      "footnotes": null
    },
    {
      "ayah_number": 200,
      "translation_bis": "Oh mga magtutuo, magpailub kamo, ug magpalabaw sa pagpailub, ug bantayi ang inyong teritoryo pinaagi sa pagpahimutang ug mga kasundalohan nga permanente sa mga dapit nga diin ang kaaway makaatake kaninyo, kahadloki si Allah ug likayi ang daotan, aron ikaw molampos ug mouswag.",
      "footnotes": null
    }
  ]
}