{
  "surah_number": 4,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Oh katawhan, kahadloki ninyo ang (Allāh) nga inyong Ginoo, nga Maoy nagbuhat kaninyo gikan sa usa lamang ka binuhat (Adan), ug gikan kaniya Iyang gilalang ang iyang kapikas (Eba), ug nagpakaylap gikan kanilang duha sa daghang mga lalaki ug babaye. Kahadloki ninyo ang Allāh, nga pinaagi Kaniya kamo nangayo sa usag-usa (sa inyong mga katungod), ug (ayaw ninyo putla) ang pisi (relasyon) sa mga sabakan (kaparyentihan); sa pagkatinuod ang Allāh kanunay nga nagbantay kaninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Ihatag ngadto sa mga ilo ang ilang bahandi, Ug ayaw ninyo kuhaa ang mga maayong (butang) gikan sa mga gipanag-iyahan (nila) ug ilisan (kini) ug dili maayo gikan sa inyong mga gipanag-iyahan, ug ayaw kuhaa ang ilang bahandi (aron idugang) sa inyong kaugalingong bahandi; sa pagkatinuod kini usa ka dakong krimen (sala).",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Kon kamo nahadlok nga dili kamo makahimo sa pagbuhat ug pagkamakiangayon ngadto sa mga ilo nga mga babaye, nan pagminyo Kamo sa (uban) nga mga babaye nga inyong nagustohan (nga mga matarung), duha o tulo o upat; apan kon kamo nahadlok nga dili kamo makabuhat ug kaangayan (hustisya) (tali kanila), nan (pagminyo) ug usa lamang o kun unsay gipanag-iyahan sa inyong tuong mga kamot; kana mao ang labing angay (buhaton) aron kamo dili mahiagom sa inhustisya.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Ihatag sa mga babaye ang ilang mga bugay (dowry), ingon nga usa ka walay bayad nga gasa, apan kon sila sa ilang kaugalingon (nga kabubot-on) makagusto sa paghatag ug bahin niini nganha kaninyo, nan dawata kini ug pahimusli kini sa kasayon.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Sa mga huyang ug panghunahuna, ayaw ninyo ihatag kanila ang inyong bahandi nga gihatag sa Allah kaninyo ingon nga usa ka paagi sa pagsustento alang kaninyo, apan sustentohi ug bistihi sila gikan niini, ug pakigsulti ngadto kanila sa mga pulong nga mabination.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Pagsulay ang mga ilo hangtud nga sila muabut sa pagkahingkod; unya kon kamo makakaplag diha kanila sa pagkahamtong na sa salabutan, itugyan ngadto kanila ang ilang mga bahandi, ug ayaw pag-ut-ut niini pinaagi sa pag-usik-usik sa paggasto ug sa pagdalidali (sa paggasto niini), samtang sila nagatubo. Bisan kinsa nga dato (bahandianon), nan siya maglikay niini sa hingpit, ug bisan kinsa nga kabus, tugoti siya nga makakaon niini nga makatarunganon. Sa diha nga itugyan na ninyo kanila ang ilang bahandi, panawag kamo ug mga saksi sa ilang atubangan; Ug si Allah igo na kaninyo ingon nga saksi ug Siya igo nga maghuhukom sa inyong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Ang mga lalaki makapanunod ug bahin sa unsay gibiyaan (nga kabahin) sa mga ginikanan ug sa duol nga mga parenti, ug ang mga babaye makapanunod ug bahin sa unsay gibiyaan sa mga ginikanan ug sa duol nga mga parenti (sa kabilin), gamay man kini o daghan; usa ka subay sa balaud nga bahin.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "​​Sa diha nga kini moabut sa panahon sa pagbahin sa kabilin, kon ang uban nga mga paryenti, mga ilo ug mga kabus anaa, nan paghatag kanila gikan niini, ug makigsulti kanila uban sa mabinationg mga pulong.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "​​Himoa nga sila (kadtong nagdumala sa mga ilo) adunay sama nga kahadlok sa ilang mga hunahuna, ingon nga kini (nga kahadlok) alang usab sa ilang kaugalingon kon sila makabilin ug mahuyang pa nga mga anak, busa himoa sila nga nagmanggihadlukon sa Allah, ug pasultiha sila husto nga mga pulong.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "(Alang) kanila nga nag ut-ut sa bahandi sa mga ilo nga dili makatarunganon, sa pagkatinuod sila nag ut-ut lamang ug kalayo ngadto sa ilang mga tiyan, ug sila masunog sa nagdilaab nga Kalayo.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Ang Allah pagsugo kaninyo mahitungod sa inyong mga anak: Ang lalaki makapanunod ug bahin nga sama sa bahin sa duha ka babaye; ug kong sila sobra pa sa duha ka babaye, sila makapanunod sa duruha sa tulo ka bahin sa kabilin sa namatay, ug kong adunay usa, siya makapanunod sa katunga; ug mahitungod sa iyang mga ginikanan, ang matag usa kanila makapanunod sa ikaunom nga bahin sa iyang kabilin kon siya adunay anak, apan kon siya walay anak ug (mao lang) ang iyang duha ka ginikanan ang makapanunod gikan kaniya, nan ang iyang inahan makapanunod sa ikatulo; apan kon siya adunay mga igsoong lalaki, nan ang iyang inahan makapanunod sa ikaunom nga bahin human sa (pagkatuman sa) bisan unsa nga tugon nga iyang nahimo o usa ka utang; inyong mga ginikanan ug sa inyong mga anak, wala kamo mahibalo kong kinsa kanila ang labing haduol kaninyo sa kapuslanan; kini mao ang usa ka Kamandoan gikan sa Allah: Sa pagkatinuod ang Allah mao ang Labing Nahibalo, ang Tinuod nga Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Ug kamo makapanunod sa katunga sa unsay gibilin sa inyong mga asawa kon sila walay anak, apan kon sila adunay anak, nan kamo makapanunod sa ikaupat nga bahin sa ilang mabilin human sa (pagkatuman sa) bisan unsa kabilin nga ilang nahimo o utang; ug sila makapanunod sa ikaupat nga bahin sa unsay inyong mabilin kon kamo walay anak, apan kon kamo adunay usa ka anak nan sila makapanunod sa ikawalo sa unsay inyong nabilin human sa (katumanan sa) bisan unsa kabilin nga ilang nahimo o utang; Ug kun namatay ang lalaki o babaye, nga walay bisan kinsa kanila ang adunay anak o ginikanan, apan aduna silay igsuon nga lalaki o babaye (gikan sa ilang inahan kilid), nan ang matag usa kanila makapanunod sa ikaunom, apan kon sila labaw pa niana sila (tanan) mahimong mga mag-aambit sa ikatulo (parehas) pagkahuman (sa) bisan unsa kabilin nga ilang nahimo o utang, nga dili makadaot (sa mga manununod pinaagi sa pagtugot sa labaw pa sa ikatulo nga bahin sa kabilin); kini mao ang usa ka Balaud gikan sa Allah, ug ang Allah mao ang Labing Nahibalo, Labing Mapailubon.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Kini mao ang gitakda nga mga Utlanan sa Allah, ug bisan kinsa nga motuman sa Allah ug sa Iyang Mensahero (Muhammad), Siya magpasulod kaniya ngadto sa mga Tanaman nga sa ubos niini anaa ang mga suba nga nagadagayday, aron sa pagpabilin niini sa kahangturan; ug kini mao ang Dakong Kalamposan.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Bisan kinsa nga musopak sa Allah ug sa Iyang Mensahero (Muhammad) ug molapas sa Iyang mga gitakda nga mga Utlanan, Iyang pasudlon siya sa Kalayo (sa Impiyerno) aron sa pagpabilin didto sa kahangtoran, ug makabaton siya ug makauulaw nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Ug mahitungod kanila nga sad-an sa malaw-ay nga buhat (nga mao ang pagpanapaw) gikan sa inyong mga babaye, tawga aron sa pagsaksi batok kanila ang upat ka (mga saksi) gikan kaninyo; unya kon sila makasaksi, ibutang sila sa mga balay hangtud nga kuhaon sila sa kamatayon, o ang Allah magtakda og lain nga lagda alang kanila[1].",
      "footnotes": "[1]. Nga mao ang silot nga gipadayag sa Surah 24:2)."
    },
    {
      "ayah_number": 16,
      "translation_bis": "Ug mahitungod kanilang duha nga sad-an sa kahilayan, siloti silang duha, apan kon sila maghinulsol ug magtul-id sa ilang kaugalingon, nan pasagdi sila; sa pagkatinuod ang Allah Kanunay nga Nagdawat sa paghinulsol, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Ang paghinulsol ngadto sa Allāh lamang alang niadtong nagbuhat ug daotan tungod sa pagkawalay alamag, unya mobalik (sa paghinulsol kang Allāh) sa dili madugay human (nagbuhat sa daotang buhat); kini mao sila kansang si Allāh magpakita ug Kalooy, ug si Allāh mao ang Kanunay-Nasayud, Labing Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Ang paghinulsol dili alang niadtong nagpadayon sa pagbuhat og dautan nga mga buhat, hangtud nga ang kamatayon miabut sa usa kanila, ug unya siya miingon: Sa pagkatinuod ako karon naghinulsol; ni (alang) niadtong nangamatay samtang sila naglimud sa Kamatuoran (sa Islam), alang kanila Kami nag-andam og usa ka Sakit nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Oh mga magtutuo, wala gitugot kaninyo nga kamo magkuha ug mga babaye ingon nga panulondon nga supak sa (ilang) kagustohan, ug ayaw sila pakighimamati uban ang kapintas aron kamo makaambit sa inyong gihatag kanila, gawas kon sila sad-an sa dayag nga pagkalaw (mga Bana higuhgmaa ang inyong mga asawa) ug pagtratar kanila nga may pasidungog; ug kon kamo dili magkagusto kanila, mahimo nga kamo wala magkagusto sa usa ka butang nga ang Allāh maghimo niini nga tinubdan sa abunda nga kaayohan.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Apan kong kamo buot nga makigbulag sa usa ka asawa aron nga ikaw maminyo sa lain ug kamo nakahatag na sa usa kanila og usa ka pundok sa bulawan (ingon nga dowry), nan ayaw kini kuhaag balik. Imo ba kining kuhaon pinaagi sa pagbutangbutang ug dayag nga sala?",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Ug unsaon nimo pagbawi human nalingaw pagkasuod sa usag usa ug gikuha niya gikan kanimo ang usa ka lig-on nga pasalig[2]?",
      "footnotes": "[2]. Nga ipabilin ninyo sila ingon nga inyong asawa sa halangdon nga pamaagi, o kaha bulagan ninyo sila sa maayo nga pakigsabot."
    },
    {
      "ayah_number": 22,
      "translation_bis": "Ayaw pagminyo niadtong (mga babaye) nga gipakaslan sa inyong mga amahan, gawas sa unsay nahitabo (sa panahon sa pagkawalay alamag, sa wala pa kamo modawat sa Islam). Sa pagkatinuod, kini usa ka imoralidad (kalaw-ayan) ug gikasilagan (sa Allāh), ug usa ka dautan nga pamaagi.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Kamo gidid-an [sa pagminyo] sa inyong mga inahan, sa inyong mga anak nga babaye, sa inyong mga igsoong babaye, sa inyong mga iyaan sa amahan, sa inyong mga iyaan sa inahan, ang mga anak nga babaye sa (inyong) mga igsoon nga lalaki, ang mga anak nga babaye sa (inyong) mga igsoon nga babaye, sa inyong mga inahan nga nagpasuso kaninyo, sa inyong mga igsoong babaye nga napasuso uban kanimo, sa mga inahan sa inyong mga asawa, sa mga anak nga babaye nga naa ninyo ubos sa inyong pag-atiman gikan sa inyong mga asawa sa balay nga imong gipakighilawasan, apan kung wala ka makighilawas kanila, walay usa nga mabasol kanimo [sa pagminyo kanila], (gidili usab) ang mga asawa sa imong mga anak nga lalaki gikan sa imong buko-buko, ug (kamo gidid-an) sa pagbaton og duha ka managsoong babaye nga manag-uban (ingon nga inyong mga asawa), gawas sa unsay milabay na (sa wala pa ang Islam). Sa pagkatinuod si Allāh kanunay nga Mapasayloon, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Kamo gidid-an usab [sa pagminyo] sa mga babaye nga minyo na, gawas niadtong gisaligan sa imong tuong sa mga kamot gihuptan. Gimando sa Allāh kining tanan para kanimo. Ang lian nga mga babaye subay sa balaod kanimo basta imong tinguhaon nga pakaslan sila ug dili alang sa supak sa balaod nga pakigsuod. Busa alang sa bisan unsa nga imong gikalipay [sa kaminyoon] gikan kanila, ihatag kanila ang ilang angay nga bayad isip obligasyon. Ug walay mabasol kaninyo sa unsay inyong giuyonan sa usag usa lapas sa obligasyon. sa pagkatinuod si Allah mao ang Labing Nasayod, Labing Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Bisan kinsa kaninyo nga dili (makakaplag) ug paagi sa pagminyo sa gawasnon nga magtotoo nga mga babaye, nan sila makahimo sa pagpangasawa niadtong gipanag-iyahan sa inyong mga tuong kamot gikan sa inyong mga magtotoo nga mga babaye; ug ang Allah ang Labing Nasayod mahitungod sa inyong Pagtuo: kamo (mga magtutuo) gikan sa usag usa; busa pangasaw-a sila uban sa pagtugot sa ilang kaugalingong mga agalon (ug magbalantay), ug ihatag kanila ang ilang Mahr (bugay) sumala sa unsay makatarunganon; pagpangita sa kaputli nga dili pag-apil sa ginadili nga pakighilawas, ni magkuha og (tinago nga) mga hinigugma (mga uyab). Ug human nga sila maminyo na, kon sila manapaw, sila mag-antus sa silot nga katunga alang niadtong (gikamando sa) gawasnon (dili minyo) nga mga babaye. Kini alang kaniya nga gikan kaninyo, nga nahadlok nga makahatag og kadaut sa iyang relihiyon o sa iyang lawas (makabuhat og illegal nga pakighilawas); apan labing maayo kaninyo nga kamo magpugong sa kaugalingon, ug ang Allah mao ang Labing Mapasayloon, ang Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Ang Allāh buot mga magpatin-aw kaninyo (unsa ang Gitugot ug Gidili), ug sa paggiya kaninyo ngadto sa (malinawon) nga mga paagi sa mga nauna kaninyo, ug sa pagdawat sa inyong paghinulsol. Si Allāh mao ang Nasayud sa Tanan, ang Labing Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Ang Allah nakagusto sa pagdawat sa inyong paghinulsol, apan sila nga nagsunod (sa ilang) mga kaibog, nakagusto nga kamo (mga magtutuo) nga pagtipas sa bug-os (gikan sa Hustong Dalan sa Islam).",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Ang Allah nakagusto nga mapagaan alang kaninyo (ang inyong palas-anon), kay ang tawo maglalang nga huyang (sa unod ug kinaiyahan).",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Oh mga magtutuo, ayaw pag-ut-ut sa inyong bahandi tali sa inyong mga kaugalingon nga dili makatarunganon, gawas kun kini negosyo nga inyong gikauyonan. Ug ayaw ninyo patya ang inyong mga kaugalingon (ni kamo magpinatyanay sa usag-usa). Matuod ang Allāh Labing Maluluy-on kaninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Bisan kinsa nga nagbuhat niini sa agresyon ug inhustisya, Kami sa dili madugay mutambog kaniya ngadto sa Kalayo (sa Imperno); ug kana sayon ​​alang sa Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Kung kamo maglikay sa dagkong mga kasal-anan nga gidili kaninyo, Among wagtangon ang inyong ginagmay nga mga sala, ug pasudlon kamo sa usa ka Halangdon nga Pagsulod (Paraiso).",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Ayaw kaibug nianang (mga butang nga) pinaagi niini ang Allah naghimo sa uban kaninyo nga labaw sa uban; ang mga lalaki makabaton sa kaayohan sa ilang kinitaan, ug ang mga babaye makaangkon sa kaayohan sa ilang kinitaan; ug pangayo sa Allah sa Iyang Kadagaya; sa pagkatinuod ang Allah nahibalo sa tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Ug Kami nagbutang ug mga manununod sa gibilin sa mga ginikanan ug mga paryente. Kon bahin niadtong imong gisaad, ihatag kanila ang ilang bahin. Sa pagkatinuod si Allah usa ka Saksi sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Ang mga lalaki mao ang tigdumala (sa pagpanalipod, pag-amping, pagmentinar) sa mga babaye, tungod kay ang Allah naghimo sa usa kanila nga mulabaw sa usa, ug tungod kay sila migasto (sa pagsuporta kanila) gikan sa ilang bahandi. Busa ang matarung nga mga babaye makinasing-kasingon nga masinugtanon, ug nagbantay sa panahon nga wala (ang ilang bana) sa unsay gikamando sa Allah nga sila magbantay (sa ilang kaputli ug sa bahandi sa ilang bana). Apan kadtong babaye nga diin sa ilang kabahin ikaw nakakita ug dili maayo nga pamatasan (mga asawa nga nagginahi), (una) tambagi sila ug (kon sila magpadayon) biyai sila sa higdaanan, (kon sila magpadayon) disiplina sila sa malumo tungod sa gugma; apan kon sila motuman kaninyo, ayaw pangita og paagi batok kanila; sa pagkatinuod ang Allah mao ang Labing Hataas, Labing Halangdon.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Kong kamo nahadlok og panagsumpaki taliwala kanilang duha (bana ug asawa), nan pagtudlo og (duha ka) tighusay, ang usa gikan sa iyang (lalaki) pamilya, ug ang usa gikan kaniya (pamilya sa babaye); kon silang duha magtinguha og kalinaw, ang Allah magpasiugda sa ilang panag-oli, sa pagkatinuod ang Allah mao ang Labing Nakahibalo sa tanan, Labing Nahibalo sa tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Simbaha si Allah ˹nag-inusara˺˺ ug ayaw pakig-uban bisan unsa Kaniya.\nPagmabination ngadto sa mga ginikanan, mga paryente, mga ilo, mga kabus, duol ug layo nga mga silingan, suod nga mga higala, mga nanginahanglan nga mga magpapanaw, ug niadtong gipanag-iyahan sa inyong tuong mga kamot (ulipon). Sa pagkatinuod si Allah dili ganahan sa bisan kinsa nga mapahitas-on, hambogiro —",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Nga mga kuripot ug nagmando sa [ubang] mga tawo sa pagkahakog ug nagtago sa gihatag ni Allah kanila sa Iyang kadagaya - giandam Namo alang sa mga walay pagtuo ang silot nga makauulaw.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Sila nga migasto sa ilang katigayunan (sa pagpanghatag) aron lang makita sa mga tawo, ug wala motoo sa Allāh ug sa Ulahing Adlaw (sila mga higala sa Satanas); ug alang kaniya kinsang kauban mao si Satanas, nan unsa siya ka dautan nga kauban!",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Unsa ba nga (kadaot) ang mahitabo kanila kon sila mutuo sa Allah ug sa Ulahing Adlaw, ug sila mugasto (sa pagpanghatag) sa unsay gihatag sa Allah kanila? Ang Allah mao ang kanunay nga Nahibalo kanila (ug sa tanan nga ilang gibuhat).",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Ang Allah wala magbuhat og inhustisya, (bisan pa) sa gibug-aton sa usa ka atomo (o gamay nga hulmigas); apan kon adunay usa ka maayong buhat (nga nabuhat), Siya magapilo niini, ug maghatag gikan sa Iyang kaugalingon og daku nga Ganti.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Nan, unsaon naman, sa diha nga Kami magdala gikan sa matag katawhan og saksi, ug Kami mudala kanimo (O Muhammad) ingon nga saksi batok niining mga tawhana?",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Nianang Adlawa sila nga naglimod ug misupak sa Mensahero (Muhammad) mangandoy nga ang yuta mutabon kanila, apan sila dili makatago gikan sa Allah bisan usa ka pamahayag (kamatuoran).",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Oh mga magtutuo, ayaw ninyo duola ang Salah 'pag-ampo' samtang anaa kamo sa kahimtang sa pagkahubog, hangtod nga masayran ninyo kun unsa ang inyong mga gipanulti. Ug ayaw kamog duol sa Salah 'pag-ampo', kon anaa ka sa kahimtang sa kahugaw tungod sa pakighilawas, gawas kon moagi ka lang sa ˹sa mosque˺—hangtod nga maligo ka. Apan kon kamo masakiton, sa usa ka panaw, o nagpagawas sa hugaw (nalibang) ang usa ka lawas, o nakighilawas kamo sa inyong mga asawa; ug dili makakitag tubig,\n nan pagkuha kamo ug hinlo nga abog ug kining ipahid ninyo kini sa inyong mga nawong ug sa inyong mga kamot (nga gitawag ug ‘Tayammum’). Sa pagkatinuod, si Allāh mao ang kanunay nga Nagpasaylo, ang Mapinasayluon sa tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Wala ka ba 'Oh Propeta' nakakita niadtong gihatagan ug bahin sa Kasulatan nga gibaylo kini sa kasaypanan ug nangandoy nga makita ka nga motipas gikan sa (husto) nga Dalan?",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Ang Allah labing nahibalo sa inyong mga kaaway; ug ang Allah igo na nga usa ka Tigpanalipod (Magbalantay, Manluluwas), ug ang Allah igo na ingon nga usa ka Magtatabang.",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Gikan kanila nga mga Hudeyo (adunay mga tawo nga) nag-usab sa mga pulong gikan sa (hustong) kahulogan niini ug nag-ingon: 'kami makadungog ug kami mosupak,' ug 'Paminaw (kanamo) apan ikaw dili paminawon,' ug 'Raina,' ilang gituis (ang pulong) sa ilang mga dila ug giyagayagaan ang relihiyon (Islam); ug kon sila miingon pa (unta): ‘Kami nakadungog ug kami mituman,’ ug ‘Unẓurna’, kini mas maayo unta alang kanila ug mas matarong; apan gitunglo sila sa Allah tungod sa ilang pagkawalay pagtuo, busa dili sila motuo gawas sa pipila (kanila).",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Oh kamo nga gihatagan sa Kasulatan (mga Hudeyo ug mga Kristohanon), tuohi kanang Among gipadayag (sa Qur'an ngadto kang Muhammad) nga magpamatuod kung unsay anaa kanimo sa Kasulatan sa wala pa Namo laglag ug usba ang mga dagway nga dili hiilhan, papason ug unya ibali ngadto sa ilang mga buko-buko[3], o tunglohon sila ingon nga Among gitunglo ang mga malapason sa adlaw nga Sabado, ug ang Kasugoan sa Allāh kanunay nga matuman.",
      "footnotes": "[3]. Kini nga bersikulo usa ka grabe nga pahimangno sa mga Hudyo ug mga Kristiyano nga kinahanglan sila motuo sa Sinugo ni Allāh nga si Muhammad (ﷺ) ug niini nga Qur'an."
    },
    {
      "ayah_number": 48,
      "translation_bis": "Sa pagkatinuod, si Allah dili mopasaylo sa pagpakig-uban sa uban Kaniya ˹sa pagsimba˺, apan mopasaylo sa bisan unsa gawas niini sa bisan kinsa nga Iyang gusto. Ug bisan kinsa nga gipakig-uban sa Allāh sa pagkatinuod nakahimo sa usa ka bug-at nga sala.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Wala ba nimo makita kadtong nagputli kunohay sa ilang mga kaugalingon? Apan, ang Allah nagputli sa kinsay Iyang gusto; ug sila dili pagabuhatan og inhustisya (sa ilang mga nabuhat), (bisan pa) kon kini sama sa (gidak-on sa) lanot (sa liso sa datiles).",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Tan’awa kung giunsa nila pagmugna og bakak batok sa Allah, Ug kana igo na ingon nga usa ka dayag nga sala.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Wala ba ikaw makakita niadtong (mga Hudeyo) nga kanila ang bahin sa Kasulatan gihatag? Sila nagtuo sa mga dios-dios, patuotuo nga pagtuo ug bakak nga mga butang sa pagsimba, ug nag-ingon mahitungod sa mga misalikway nga: Kini mao labing maayo nga giniyahan sa dalan kaysa niadtong mga nagatuo (mga Muslim).",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Kadto sila (mga Hudeyo) mao ang gitunglo sa Allah (Dios), ug bisan kinsa nga gitunglo sa Allah, dili ka makakitag magtatabang alang kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "O aduna ba silay bahin sa Gingharian (ni Allah)? Kon pananglit sila pagahatagan niadto dili nila hatagi ang kinsa man bisan sama ka gamay sa usa ka tuldok nga anaa sa liso sa datiles;",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "O nasina ba sila sa mga tawo (kang Muhammad ug sa iyang mga sumusunod) tungod sa unsay gihatag sa Allah kanila (gikan) sa Iyang kadagaya? Apan gihatagan Namo kaniadto ang pamilya ni Abraham og Kasulatan ug Kaalam, ug Kami naghatag kanila og usa ka dakong gingharian (ilalom kang David ug Solomon).",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Kanila (nga mga Hudeo ug sa mga Kristiyano) adunay mituo kaniya (Muhammad), ug kanila adunay mitalikod gikan kaniya, ug ang Imperno igo na aron sa pagsunog (sa mga manlilimod).",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "(Mahitungod) kanila nga milimod sa Among mga Timailhan, Kami magpasulod kanila sa Imperno; sa matag higayon nga ang ilang mga panit masunog pag-ayo, Among ilisan kini og laing mga panit (nga bag-o), aron sila makatilaw sa Silot. Sa pagkatinuod ang Allāh maoy Hingpit nga Gamhanan, Hingpit nga Labing Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Ug (alang) niadtong mituo ug nagbuhat og matarung nga mga buhat, Kami mopasulod kanila sa mga Tanaman (Paraiso) nga diin sa ilalum niini anaa ang mga suba nga nagadagayday, aron magpabilin sila sa sulod niini hangtud sa kahangturan; sila makabaton didto og putli nga mga asawa, ug Kami magpasulod kanila sa lapad nga mga landong (sa Paraiso).",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Ang Allah pagsugo kanimo sa paghatag ug pag-salig alang kanila nga labing takos, ug kon kamo mohukom tali sa mga tawo, paghukom kamo uban ang katarung. Sa pagkatinuod ang labing maayo gikasugo sa Allah kaninyo. Ang Allāh mao ang Labing Nakakita, ang Labing Nakadungog.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Oh mga magtutuo, tumana ang Allah (Dios) ug tumana ang Mensahero (Muhammad) ug kadtong adunay awtoridad gikan kaninyo; ug kon kamo manggilalis mahitungod sa bisan unsang butang, ibalik ninyo kini ngadto sa Allah ug sa Mensahero (Muhammad) - kon kamo mituo sa Allah ug sa Ulahing Adlaw; kini mao ang labing maayo ug labing angay nga katapusang sangpotanan.",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Wala ba nimo makita kadtong (mga tigpakaaron-ingnon) nga nagpakaaron-ingnon nga sila mituo sa unsay gipadayag kanimo 'Muhammad', ug sa unsay gipadayag nga nauna kanimo? Nagtinguha sila sa pagtawag sa usag-usa ngadto sa paghukom sa Taghoot (mga tighukom nga wala muila sa balaod sa Allah), bisan pa sila gisugo sa pagsalikway niini, ug si Satanas nagtinguha sa pagpahisalaag kanila (sa layo).",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Sa diha nga gisulti ngadto kanila: Umari kamo ngadto sa (Paghukom sa) unsay gipadayag sa Allah (sa Qur'an) ug ngadto sa Mensahero (Muhammad), kamo makakita sa mga tigpakaaron-ingnon nga mutalikod gikan kanimo nga gahig ulo.",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Apan unsaon na lang kon ang katalagman modangat kanila tungod sa gipadala sa ilang mga kamot (sa mga sala)? Ug sila moabut kanimo nga nanumpa pinaagi sa Allah (nga nag-ingon): kami wala magtinguha ug (bisan unsa) gawas sa maayo ug pagpasig-uli.",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Kini sila mao kadtong nahibaloan sa Allah sa unsay anaa sa ilang mga kasingkasing; busa talikdi gikan sila, ug pagpahimangno kanila, ug pagsulti ngadto kanila og maayo nga mga pulong aron muabot sulod sa ilang mga kaugalingon.",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Wala Kami magpadala og bisan kinsa nga Mensahero gawas nga siya angay mga sundon uban sa Pagtugot sa Allah. Kon kanila nahitabo nga sila nakasala batok sa ilang mga kaugalingon, ug sila moanha kanimo ug nangutana sa Kapasayloan sa Allah; ug ang Mensahero nangutana (usab) ug Kapasayloan alang kanila, sila makakaplag sa Allah nga Kanunayng Nagadawat sa Paghinulsol, nga Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Manumpa ang imong Ginoo (Allah) sa Iyang Kaugalingon nga Labing Taas, nga sila dili motuo (sa tinud-anay) hangtud nga sila maghimo kanimo (O Muhammad) nga usa ka maghuhukom mahitungod nianang ilang panaglalis sa ilang mga kaugalingon, ug nan pagpangitag wala pagsukol sulod sa ilang kaugalingon batok sa imong desisyon ug pagtugyan nga kinasingkasing.",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Kon Kami nagmando kanila (nga nag-ingon): 'Patya ang (sad-an taliwala sa) inyong mga kaugalingon' o 'biyai ang inyong mga panimalay (alang sa inyong relihiyon),' sila dili mobuhat niini gawas sa pipila kanila; apan kon gibuhat pa nila ang unsay sila gitambagan nga buhaton, kini mas maayo unta alang kanila ug labing maayo aron sa pagpalig-on sa ilang (Pagtuo);",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Ug Kami sa pagkatinuod naghatag kanila gikan sa Among Kaugalingon og dako nga Ganti.",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "Ug Kami sa pagkatinuod nagtultol kanila ngadto sa husto nga Dalan (sa Islam).",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Bisan kinsa nga motuman sa Allah ug sa Mensahero (Muhammad), kini sila mahiuban niadtong gihatagan sa Allah og Pabor gikan sa mga Propeta, sa mga matinud-anon, sa mga martir, ug sa mga matarung, ug unsa ka maayo sila isip mga kaubanan.",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Kini mao ang Kadagaya gikan sa Allah, \nug igo na si Allah ingon nga Hingpit nga Nasayod sa tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "Oh mga magtutuo, mag-bantay kamo, ug umadto alang sa pakiggubat kamo nga pundok o ang tanan magadungan.",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "Ug sa pagkatinuod gikan kaninyo adunay mga tawo nga mag-ukon-ukon \n(sa pagpakig-away sa Dalan sa Allah). Ug sa diha nga ang usa ka katalagman moabut kaninyo, siya muingon: Matuod ang Allāh mihatag sa Iyang pabor kanako nga ako wala mauban diha kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Sa diha nga makakab-ot kamo ug kaayohan gikan ni Allah, isulti niya 'uban ang kasina' nga murag walay nahitabo nga paghinigugmaay taliwala kaninyo ug kaniya, “ Kon ako nauban pa unta kanila, ako unta nakakab-ot og usa ka dako nga kadaugan.",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Busa pasagdi nga sila makig-away diha sa Dalan sa Allah, sila nga nagbaligya niini nga kinabuhi sa kalibutan alang sa Pikas Kinabuhi; ug bisan kinsa nga makig-away diha sa Dalan sa Allah, ug siya mapatay o siya magmadaogon, Kami mohatag kaniya ug dako nga Ganti.",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "Unsa bay inyong katarongan nga kamo dili makig-away diha sa Dalan sa Allah, nga (alang sa) mga dinaugdaug nga mga lalaki ug mga babaye ug mga bata nga nag-ingon: (O Allah) among Rabb (Ginoo), pagawsa kami gikan niini nga lungsod, kansang mga tawo mga malupigon, ug pagpili alang kanamo gikan sa Imong Kaugalingon ug usa ka tigpanalipod, ug pagpili alang kanamo gikan sa Imong Kaugalingon ug usa ka magtatabang.",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "Sila nga mituo nakig-away sa Dalan sa Allah, ug sila nga milimod (sa Kamatuoran) nakig-away sa Dalan sa Satanas. Busa pakig-away kamo sa mga kaalyado ni Satanas; sa pagkatinuod ang laraw ni Satanas mahuyang.",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "Wala ba nimo makita kadtong mga (Muslim) nga kanila gika-ingon: Pugngi ang inyong mga kamot (gikan sa pagpakig-away), Mag-makanunayon sa Salah (pag-ampo), ug Paghatag ug Zakah; apan sa diha nga ang pagpakig-away (batok sa mga kaaway) gikamando ngadto kanila, diha-diha ang usa ka pundok gikan kanila (kansang pagtuo huyang) nahadlok sa mga tawo, sama sa ilang kahadlok sa Allah, o labaw pa nga kahadlok, ug miingon: (O Allah) among Ginoo, nganong Imo man nga gikasugo ang pagpakig-away (batok sa pwersa sa dautan) alang kanamo? Imo ba kaming hatagan ug pahulay sa mubo nga panahon? Isulti: Ang tagana niini nga kalibutan hamubo, ug ang Pikas Kinabuhi mas maayo alang kaniya nga Manggihadlukon sa Allah; ug ang inhustisya dili pagabuhaton kaninyo, bisan pa (sama sa gidak-on) sa lanot sa liso nga datiles.",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_bis": "Bisan asa pa kamo, ang kamatayon muabot kaninyo, bisan pa kon kamo anaa sa tag-as nga mga tore, apan kon adunay kaayohan nga moabut kanila, sila moingon: Kini gikan sa Allah; ug kon ang kadaut moabut kanila, sila moingon: Kini gikan kanimo (Muhammad). Isulti: Ang tanan gikan sa Allah, apan unsa ba ang nahitabo niini nga mga tawo nga sila dili makasabut sa bisan unsa nga pamahayag?",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_bis": "Bisan unsa nga kaayohan nga moabut kaninyo kini gikan sa Allah, ug bisan unsa nga kadaot nga mahitabo kaninyo kini gikan sa inyong mga kaugalingon (ingon nga resulta sa inyong mga sala), ug gipadala ka Namo (O Muhammad) ngadto sa katawhan ingon nga Mensahero. Ang Allah Igo na isip Saksi.",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_bis": "Bisan kinsa nga motuman sa Mensahero (Muhammad), sa pagkatinuod mituman sa Allah (Dios), ug bisan kinsa nga mitalikod, nan Kami wala magpadala kanimo ingon nga usa ka tigbantay kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_bis": "Sila moingon: ‘Kami mituman.’ Apan sa dihang sila mopahawa gikan sa imong atubangan, ang usa ka pundok kanila mohukom pagkagabii sa pagbuhat og supak sa imong gisulti; ug ang Allah nagsulat kung unsa ang ilang giplano sa kagabhion, busa biya gikan kanila ug salig sa Allah, ug ang Allah Igo na ingon nga Sinaligan.",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_bis": "Wala ba sila mamalandong sa Qur'an? Nga kon kini gikan pa kang bisan kinsa nga lain gawas sa Allāh, sila makakita gayud niini og daghang mga panagsumpaki.",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_bis": "Sa diha nga moabut kanila ang mga balita mahitungod sa (katilingbanon) nga kasigurohan o kahadlok, ila kining ipakuyanap sa palibot; apan kon ila pa kining gidangop ngadto sa Mensahero o ngadto kanila nga adunay awtoridad gikan kanila, sila nga kansang tahas mao ang pag-imbestigar sa maong butang makahibalo unta niini, ug kon dili pa tungod sa Pabor sa Allah kaninyo ug sa Iyang Kaluoy, kamo unta sa pagkatinuod misunod na kang Satanas gawas sa pipila.",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_bis": "Busa pakig-away sa Dalan sa Allah; ikaw adunay tulubagon lamang sa imong kaugalingon, ug dasiga ang mga magtutuo (sa pagpakig-away uban kanimo), mahimo nga ang Allah mopugong sa dautang gahum sa mga naglimod sa Kamatuoran. Ug ang Allah Labing Kusgan sa Gahum ug Labing Kusgan sa paghatag ug Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_bis": "Bisan kinsa nga magpataliwala alang sa maayo nga katuyoan siya adunay bahin niini, ug bisan kinsa nga magpataliwala alang sa daotan nga katuyoan siya adunay tulobagon gikan niini, ug ang Allah ang Nagdumala sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_bis": "Ug sa diha nga kamo gitimbaya uban sa usa ka pagtimbaya, pagpangumosta usab kamo (kanila) uban sa labing maayo nga (pagtimbaya) kay sa niini, o (sa labing menos) ibalik kini (sa samang paagi). Ang Allah mao ang Tig-ihap sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_bis": "Allah, walay Dios (nga angayan simbahon) gawas Kaniya, siya sa pagkatinuod magtigom kaninyo sa Adlaw sa Pagkabanhaw, walay pagduhaduha mahitungod niini. Kinsa ba ang mas matinud-anon sa pagpamulong kaysa sa Allah?",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_bis": "Unsa bay nahitabo kaninyo, nga kamo nahimong duha ka pundok (nabahin) mahitungod sa mga tigpakaaron-ingnon , samtang ang Allah mipabalik kanila (sa pagkawalay pagtuo) tungod sa unsay ilang nahimo (nga mga sala)? Gusto ba ninyo nga mogiya kanila nga gipahisalaag sa Allah. Bisan kinsa nga gibiyaan sa Allah nga nahisalaag, dili ka gayud makakita alang kaniya og dalan (ngadto sa Giya).",
      "footnotes": null
    },
    {
      "ayah_number": 89,
      "translation_bis": "Sila nangandoy nga kamo milimod sama sa ilang pagpanglimod, aron kamo (mahimong) managsama; busa ayaw sila himoa nga inyong (mga sinaligan) mga kaalyado hangtud nga sila mobalhin (gikan sa pagsalikway ngadto sa pagtuo, ug mulalin) alang sa Dalan sa Allāh; apan kon sila mutalikod (gikan sa Islam), nan dakpa sila ug patya sila bisan asa ninyo sila makit-an, ug ayaw pagkuha bisan kinsa kanila ingon nga kaalyado o katabang.",
      "footnotes": null
    },
    {
      "ayah_number": 90,
      "translation_bis": "Gawas niadtong nangita ug kadangpan gikan sa pundok sa katawhan, tali sa inyong mga kaugalingon ug kanila nga adunay kasabutan (sa kalinaw), o niadtong miduol kaninyo nga ang ilang mga kasingkasing napugos lang (sa sugyot sa) pagpakig-away kaninyo o pagpakig-away sa ilang kaugalingong katawhan; ug kon ang Allah mibuot pa, sa pagkatinuod Siya makahatag kanila og gahum ibabaw kaninyo, ug sila makig-away kaninyo; busa kon sila mobiya gikan kaninyo, ug dili makig-away batok kaninyo, ug magtanyag kaninyo og kalinaw, nan ang Allah wala maghatag kaninyo og pamaagi nga batok kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 91,
      "translation_bis": "Makita nimo ang uban (taliwala niining mga tigpakaaron-ingnon) nga gusto nga luwas gikan kaninyo (piaagi sa dayag nga tinuohan), ug luwas usab gikan sa ilang kaugalingong mga katawhan; (apan) sa diha nga sila ipadala pag-usab ngadto sa kawalay pagtuo (pagtintal), sila nagpadaog niini; busa kon sila dili mobiya gikan kaninyo, ug (dili) magtanyag kaninyo ug kalinaw, ug (dili) magpugong sa ilang mga kamot, nan dakpa sila ug patya sila bisan asa ninyo sila makit-an (tungod sa ilang pagpakig-away kaninyo); ug mahitungod kanila, Kami naghatag kaninyo ug tin-aw nga awtoridad batok kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 92,
      "translation_bis": "Walay katungod ang bisan kinsa nga magtutuo nga patyon ang iyang igsuon nga magtutuo, gawas na lang kun kini nahitabo nga wala gituyo ingon nga pagkasayop. \nAng makapatay ug magtutuo nga dili tinuyo kinahanglan nga maghatag siyag kagawasan sa usa ka ulipon nga magtutuo ug maghatag ug igo nga ‘Diyah - magabayad ug kwarta sa dugo’ sa pamilya sa namatay, gawas na lang kun kinabobot-on nila nga pasayluon ang nakapatay. Kun ang napatay gikan sa mga walay pagtuo nga kaaway sa mga magtutuo, ug siya nga nakapatay kauban sa mga mituo; angay kaniya nga maghatag kagawasan sa ulipon nga magtutuo. Ug kun ang napatay usab gikan sa mga tawo nga aduna kamoy gihimo nga kasabotan taliwala kaninyo ug kanila (nga kini nga kasabotan walay mahitabo nga pakigsangka), angay sa nakapatay nga maghatag sa pamilya sa napatay ug igong kantidad sa ‘Diyah’ ug nga maghatag siyag kagawasan sa usa ka ulipon nga magtutuo. Ug si kinsa man ang walay abilidad nga maghatag kagawasan ug ulipon angay kaniya nga magpuasa ug duha ka bulan, nga managkasunod; aron mapasaylo siya sa Allah. Ang Allah maoy Hingpit nga Nakahibalo, nga Hingpit nga Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 93,
      "translation_bis": "Bisan kinsa nga mopatay og magtotoo nga tinuyo, ang iyang balus mao ang Imperno; siya magpabilin niini sa hangtod, ug ang Kasuko sa Allah maanaa kaniya ug ang Iyang Tunglo, ug Siya nag-andam alang kaniya sa usa ka hilabihan nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 94,
      "translation_bis": "Oh mga magtutuo, kung kamo moadto sa pagpakiggubat sa Dalan sa Allah, nan paghimo og tukma nga imbestigasyon, ug ayaw pag-ingon ngadto kang bisan kinsa nga mitimbaya kaninyo (pinaagi sa pagdawat sa Islam) nga: 'ikaw dili usa ka magtotoo', kamo naninguha sa mga kaayohan niining kalibutanong kinabuhi, kay uban Allah adunay daghang mga ginansya ug kaayohan, kamo sama usab niana kaniadto, hangtud nga ang Allah mitugyan sa Iyang Pabor (Giya) nganha kaninyo; busa, paghimo kamo og imbestigasyon (sa pag-ila kanila). Ang Allāh mao ang Labing Nakahibalo sa unsay inyong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 95,
      "translation_bis": "Kadtong nagpabilin sa balay-gawas niadtong adunay balido nga mga pasangil-dili katumbas niadtong kinsa naningkamot sa kawsa sa Allah uban sa ilang bahandi ug sa ilang mga kinabuhi. Si Allah nagpataas sa ranggo sa mga nakigbisug sa Dalan sa Allah kaysa sa mga nagpabilin lang (sa ilang mga panimalay uban ang balido nga mga pasangil). Ang matag usa kanila gisaaran sa Allāh sa ‘Paraiso’. Labaw nga gihatagag bili sa Allah ang mga ‘Mujahideen’ kaysa sa mga nagpabilin lang sa ilang mga panimalay, sa paghatag ug dako nga ganti.",
      "footnotes": null
    },
    {
      "ayah_number": 96,
      "translation_bis": "Mga ang-ang [sa taas nga posisyon] gikan Kaniya ug kapasayloan ug kalooy. Ang Allah mao ang Labing Mapasayloon, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 97,
      "translation_bis": "Sa dihang gidakop sa mga anghel ang mga kalag niadtong nakasala sa ilang mga kaugalingon—sila mga anghel nangutana kanila, “Unsang kahimtang ka kadautang?” sila motubag, \"Kami gidaugdaug sa yuta.\" Ang mga manulonda motubag, \"Dili ba ang yuta ni Allah igo alang kanimo sa paglalin?\" Sila mao ang makabaton sa Impiyerno ingon nga ilang puluy-anan—unsa kadautan nga destinasyon!",
      "footnotes": null
    },
    {
      "ayah_number": 98,
      "translation_bis": "Gawas sa walay mahimo mga lalaki, mga babaye, ug mga bata nga walay ikasarang ni sa makapangita ug pamaagi—",
      "footnotes": null
    },
    {
      "ayah_number": 99,
      "translation_bis": "Kadtong, mahimo nga ang Allah mopasaylo kanila, ug ang Allah mao ang Kanunay nga Mapinasayloon, Labing-Mapasayloon.",
      "footnotes": null
    },
    {
      "ayah_number": 100,
      "translation_bis": "Bisan kinsa nga mubakwit sa Dalan sa Allah, siya makakaplag sa yuta og daghang dapit nga kapuy-an (nga luwas), ug abunda nga mga kahinguhaan ug mga tagana, ug bisan kinsa nga mugawas (mubiya) gikan sa iyang balay ingon nga usa ka bakwit ngadto sa Dalan sa Allah ug sa Iyang Mensahero, ug ang kamatayon miabot kaniya, ang iyang ganti sa pagkatinuod anaa sa Allah, ug ang Allah mao ang Labing Mapasayloon, ang Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 101,
      "translation_bis": "Sa diha nga kamo (mga Muslim) mupanaw sa mga kayutaan, walay sala kaninyo kon kamo mopamubo sa Salah 'pag-ampo', kon kamo nahadlok nga silang mga milimod (sa Kamatuoran) mosulong kaninyo, sa pagkatinuod ang mga maglilimod kanunay nga dayag mga kaaway kaninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 102,
      "translation_bis": "Kon ikaw (O Muhammad) anaa uban kanila ug mangulo kanila sa Salah 'pag-ampo', himoa nga ang usa ka pundok kanila mobarug uban kanimo nga naggunit sa ilang mga hinagiban; ug kon sila mahuman sa ilang paghapa, nan paadtoa sila sa imong luyo, ug himoa nga ang laing pundok nga wala pa pag-ampo nga moduol ug pag-ampo uban kanimo, ug himoa nga sila mag-amping ug (mogunit) sa ilang mga hinagiban; (kay) ang mga maglilimod nagtinguha nga kamo mahimong walay pagtagad sa inyong mga hinagiban ug sa inyong mga kabtangan, aron sila moatubang kaninyo uban sa kalit nga hiniusang pag-atake, apan walay pagbasol kaninyo kon kamo nahasol sa ulan o kon kamo masakiton, nga ikaw inyong ibutang ang inyong mga hinagiban, ug mag-amping; sa pagkatinuod ang Allah nag-andam og usa ka makauulaw nga Silot alang sa mga manlilimod (sa Kamatuoran, supak sa kalinaw).",
      "footnotes": null
    },
    {
      "ayah_number": 103,
      "translation_bis": "Sa diha nga natapos na ninyo ang ‘Salah’ (Pag-ampo), ipadayon ninyo ang paghinumdom sa Allah – nagtindog man, naglingkod o naghigda; ug sa diha nga kamo luwas na (gikan sa kakuyaw) buhata na ninyo ang ‘Salah’ sa hustong pagkahan-ay ug takna. Sa pagkatinuod ang Salah 'Pag-ampo' obligado nga gikasugo sa mga magtutuo sa mga gikatakda nga takna niini.",
      "footnotes": null
    },
    {
      "ayah_number": 104,
      "translation_bis": "Ayaw pagluya sa pag-gukod sa imong kaaway; kon kamo nag-antus sa kasakit, nan sa pagkatinuod sila usab nag-antus sa kasakit sama sa inyong pag-antus, apan kamo naglaum gikan Kang Allah, samtang sila wala. Ang Allah mao ang Labing nga Nakahibalo, Labing Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 105,
      "translation_bis": "Kami nagpakanaog sa Libro (Qur’an) nganha kanimo (O Muhammad) sa kamatuoran, aron ikaw makahukom tali sa mga tawo pinaagi nianang gitudlo sa Allah kanimo; busa ayaw himoa nga ikaw dili mahimong manlalaban alang sa mga mabudhion.",
      "footnotes": null
    },
    {
      "ayah_number": 106,
      "translation_bis": "Pangayua ang Kapasayloan gikan sa Allāh; kay ang Allāh Labing Mapasayloon, nga Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 107,
      "translation_bis": "Ayaw kamo pakiglalis alang niadtong nag-luib sa ilang mga kaugalingon. Sa pagkatinuod ang Allāh dili makagusto kinsa mao nga mabudhion, makasasala.",
      "footnotes": null
    },
    {
      "ayah_number": 108,
      "translation_bis": "Sila naningkamot sa pagtago (sa ilang tuyo ug limbong) gikan sa mga tawo apan sila dili gayud makatago niini gikan sa Allah — ug Siya uban kanila (Siya nakaila kanila pag-ayo) sa diha nga sila nagaplano sila sa gabii unsa ang dili makapahimuot kaniya. Ug si Allah mao ang Hingpit nga Nakahibalo sa ilang gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 109,
      "translation_bis": "Ania kamo - sila nga naghangyo alang kanila niining kinabuhia sa kalibutan, apan kinsa ba ang naghangyo alang kanila sa Adlaw sa Pagkabanhaw batok sa Allah, o kinsa ba ang ilang tigpanalipod?",
      "footnotes": null
    },
    {
      "ayah_number": 110,
      "translation_bis": "Bisan kinsa nga makabuhat og dautan (dakong sala) o kasaypanan sa iyang kaugalingon (pinaagi sa pagbuhat ug gamay nga sala), unya mangita sa Kapasayloan sa Allah, iyang makaplagan ang Allah nga Mapasayloon, nga Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 111,
      "translation_bis": "Bisan kinsa nga nakatigum ug sala, siya nagtigum lamang niini batok sa iyang kaugalingon. Ang Allah mao ang Labing Nakahibalo, ang Labing Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 112,
      "translation_bis": "Bisan kinsa nga nakatigum og kalapasan o sala, unya ipasangil kini ngadto sa uban nga walay sala, siya sa pagkatinuod nagdala sa iyang kaugalingon og palas-anon nga kabakakan ug dayag nga kasal-anan.",
      "footnotes": null
    },
    {
      "ayah_number": 113,
      "translation_bis": "Kon dili pa tungod sa Grasya sa Allah kanimo (Muhammad) ug sa Iyang Kalooy; ang uban kanila nanaglaraw nga sila \nmakapasalaag kanimo, apan sila walay mapahisalaag gawas sa ilang mga kaugalingon, ug sila dili makadaut kanimo sa bisan unsa nga paagi. Ang Allah nagpadayag kanimo (O Muhammad) sa Libro (Qur'an) ug sa Kaalam (Sunnah), ug Siya mitudlo kanimo sa unsay wala nimo mahibaloi. Ang Grasya sa Allah kanimo kanunay nga dako.",
      "footnotes": null
    },
    {
      "ayah_number": 114,
      "translation_bis": "Walay kaayohan sa kadaghanan sa ilang tinago nga mga tambag gawas niadtong pagmando sa pagpanghatag (Sadaqah) o pagkamaayo o pagpasig-uli tali sa mga tawo; ug bisan kinsa nga nagbuhat niini nga nangita sa Kahimuot sa Allah, Kami (Allah) maghatag kaniya og usa ka dako nga Ganti.",
      "footnotes": null
    },
    {
      "ayah_number": 115,
      "translation_bis": "Bisan kinsa nga mosupak sa Mensahero (Muhammad) human ang Giya nahimong tin-aw ngadto kaniya, ug misunod sa lain kaysa sa Dalan sa mga magtutuo, Among ipabilin siya sa dalan nga iyang gipili, ug isulod siya sa Imperno; ug unsa kana ka dautan nga kapadulngan.",
      "footnotes": null
    },
    {
      "ayah_number": 116,
      "translation_bis": "Sa pagkatinuod ang Allah dili mopasaylo sa bisan unsa nga butang magipakiguban Kaniya (sa pagsimba), apan Siya mopasaylo sa bisan unsa nga (sala nga) ubos pa kay sa niana kang bisan kinsa nga Iyang gusto. Bisan kinsa nga nagbutang og bisan unsa nga kauban sa Allah (sa pagsimba), siya sa pagkatinuod nahisalaag sa halayo.",
      "footnotes": null
    },
    {
      "ayah_number": 117,
      "translation_bis": "Inay sa Allah, sila nagsangpit lamang sa babaye nga mga dios ug sila sa pagkatinuod wala magsangpit gawas sa usa ka masupilon nga Satanas —",
      "footnotes": null
    },
    {
      "ayah_number": 118,
      "translation_bis": "Gitunglo siya sa Allah; ug siya (Satanas) miingon: Sa pagkatinuod ako mokuha gikan sa imong mga ulipon (katawhan ug jinn) og gikatudlo nga bahin:",
      "footnotes": null
    },
    {
      "ayah_number": 119,
      "translation_bis": "Ako mugiya kanila sa pagkasalaag, ug magpahinam kanila sa dautang tinguha, ug suguon sila aron sa paggisi sa mga dalunggan sa mga baka, 'igahalad alang sa mga diyos-diyos ug manduan sila sa pag-usab sa mga binuhat sa Allah. Bisan kinsa nga mokuha kang Satanas ingon nga usa ka tigpanalipod (o katabang) nungka sa Allah, sa pagkatinuod (siya) mag-antus sa dayag nga kapildihan.",
      "footnotes": null
    },
    {
      "ayah_number": 120,
      "translation_bis": "Siya (Satanas) naghatag ug bakak nga panaad kanila, ug nagpukaw kanila sa kawang nga mga tinguha; ug si Satanas wala magsaad kanila gawas sa mga limbong.",
      "footnotes": null
    },
    {
      "ayah_number": 121,
      "translation_bis": "Kini sila mao kadtong ang puluy-anan mao ang Imperno, ug sila dili makakaplag og bisan unsa nga kaikyasan gikan niini.",
      "footnotes": null
    },
    {
      "ayah_number": 122,
      "translation_bis": "Niadtong mituo (sa Kamatuoran) ug nagbuhat sa matarung nga mga buhat, Kami magpasulod kanila ngadto sa mga Tanaman nga diin ang mga suba nagadagayday sa ilalum niini, aron sila magpabilin niini hangtud sa kahangturan; (kini) usa ka Saad sa Allah, nga tinuod, ug kinsa ba ang mas tinuod sa pagpamulong kaysa sa Allah?",
      "footnotes": null
    },
    {
      "ayah_number": 123,
      "translation_bis": "(Kini) dili mahiuyon sa inyong kawang nga mga tinguha, o mahiuyon sa kawang nga mga tinguha sa mga sumusunod sa (nauna) nga Kasulatan (mga Hudeyo ug mga Kristiyano); bisan kinsa nga nagbuhat ug kadaotan, siya pagabalusan sumala niini, ug gawas sa Allah siya dili makakaplag alang sa iyang kaugalingon og tigpanalipod o magtatabang.",
      "footnotes": null
    },
    {
      "ayah_number": 124,
      "translation_bis": "Bisan kinsa nga mobuhat og mga matarong nga buhat, bisan sa lalaki o babaye, ug mao magtotoo, sila pasudlon sa Paraiso; ug sila dili tratuhon nga dili makiangayon bisan sama kagamay sa - usa ka tuldok nga anaa sa liso sa bunga sa datiles.",
      "footnotes": null
    },
    {
      "ayah_number": 125,
      "translation_bis": "Kinsa ba ang adunay mas maayo nga relihiyon kay kaniya (Muslim) nga nagtugyan sa iyang kaugalingon sa hingpit ngadto sa Allah samtang siya usa ka magbubuhat ug maayo ug nagsunod sa (Islam), nga Pagtuo ni Abraham, ang Hanif (Pagtuo sa Hingpit Usa ka Dios), ug gihimo sa Allah si Abraham ingon nga usa ka Khalil (suod nga higala).",
      "footnotes": null
    },
    {
      "ayah_number": 126,
      "translation_bis": "Ngadto Kang Allah ang bisan unsa nga anaa sa mga langit ug ang tanan nga anaa sa yuta; Ang Allah naglangkob sa tanan (pinaagi sa Iyang Kahibalo ug Gahum).",
      "footnotes": null
    },
    {
      "ayah_number": 127,
      "translation_bis": "Ug sila nangayo gikan kanimo, [Oh Muhammad], usa ka [legal] nga pagmando bahin sa mga babaye. Ingna, \"Si Allah naghatag kaninyo og usa ka balaod mahitungod kanila ug [mahitungod sa] unsa ang litok kaninyo diha sa Libro mahitungod sa mga ilo nga mga babaye nga ngadto kanila wala ninyo ihatag kon unsa ang gimando alang kanila - ug [bisan pa] kamo nagtinguha sa pagminyo kanila - ug mahitungod sa mga dinaugdaug taliwala sa mga bata ug nga imong huptan alang sa mga ilo [ang ilang mga katungod] diha sa hustisya. Ug bisan unsa nga maayo nga imong buhaton sigurado mga ang Allāh nga nakahibalo niini.\"",
      "footnotes": null
    },
    {
      "ayah_number": 128,
      "translation_bis": "Kon ang usa ka babaye mahadlok sa dili maayo nga pagtagad o pagbiya kaniya sa iyang bana, walay pagbasol kanila, kon sila mohimo og pagpasig-uli tali kanila, ug ang pagpasig-uli mas maayo, ug ang kahakog anaa kanunay sa tawhanong mga kalag; ug kon kamo magbuhat og maayo ug magbantay batok sa dautan, nan sa pagkatinuod ang Allah mao ang Labing Nasayod sa inyong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 129,
      "translation_bis": "Dili gayud kamo makahimo sa pagbuhat sa hingpit ug putli nga hustisya tali sa inyong mga asawa, bisan pa kun kamo nakagusto unta, busa ayaw palabi sa pagkagusto (sa usa pinaagi sa paghatag ug mas daghang panahon ug sustento) nagbiya ang lian nga nagbitay; apan kung ikaw naka epekto sa pagpasig-oli ug pagbantay batok sa dautan, nan sa pagkatinuod, si Allah kanunay Labing nga Mapasayloon, Labing nga Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 130,
      "translation_bis": "Kon sila nagpili nga manggibulag, ang Allah mohatag kanilang duha gikan sa Iyang kadagaya. Ang Allah Igo sa Paghatag, Labing Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 131,
      "translation_bis": "Iya sa Allah (lamang) ang pagpanag-iya sa bisan unsa nga anaa sa mga langit ug ang tanan nga anaa sa yuta, ug sa pagkatinuod Kami nagsugo kanila nga gihatagan sa Kasulatan una kaninyo, ug (Kami magmando) kaninyo (usab) nga kamo kinahanglan magmatngon sa (inyong katungdanan sa) Allah; ug kon kamo naglimod (sa Kamatuoran), nan sa pagkatinuod iya sa Allah (lamang) ang bisan unsa nga anaa sa mga langit ug bisan unsa nga anaa sa yuta, ug ang Allah adunahan gawasnon sa tanang gikinahanglan, takus sa tanang pagdayeg.",
      "footnotes": null
    },
    {
      "ayah_number": 132,
      "translation_bis": "Ngadto Kang Allah ang pagpanag-iya sa tanang anaa sa mga langit ug ang tanan nga anaa sa yuta, ug ang Allah Igo na isip Sinaligan.",
      "footnotes": null
    },
    {
      "ayah_number": 133,
      "translation_bis": "Kon itugot Niya, mahimo Niya nga wagtangon kamo, O katawhan, ug dad-on ang uban (sa inyong dapit); kay si Allah adunay bug-os nga Gahum sa pagbuhat niini.",
      "footnotes": null
    },
    {
      "ayah_number": 134,
      "translation_bis": "Bisan kinsa nga nagtinguha sa ganti niining kalibutana, nan anaa sa Allah ang ganti niini nga kalibutan ug sa Pikas Kinabuhi. Ang Allah mao ang Labing Makadungog, Labing Makakita.",
      "footnotes": null
    },
    {
      "ayah_number": 135,
      "translation_bis": "Oh mga magtutuo, barugi ninyo nga malig-on ang hustisya, ingon nga mga saksi sa Allah, bisan pa kung kini batok sa inyong mga kaugalingon, o sa (inyong) mga ginikanan, o sa inyong duol nga mga parente; bisan pa ang usa ka tawo adunahan o kabus, kay ang Allah mas takos niining duha (kaysa kaninyo); busa ayaw sunda ang inyong (kaugalingon) kagustohan, aron dili kamo makatipas; ug kon inyong tuison ang inyong pagsaksi o nagdumili sa paghatag niini, nan sa pagkatinuod ang Allah mao ang Labing Nakahibalo sa inyong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 136,
      "translation_bis": "Oh mga magtutuo, tuohi ninyo ang Allah ug ang Iyang mensahero (Muhammad), ug ang Libro (Qur’an) nga Iyang gipadayag ngadto sa Iyang mensahero, ug ang Kasulatan nga Iyang gipadayag kaniadto. Bisan kinsa nga naglimod sa Allah, sa Iyang mga anghel, sa Iyang mga kasulatan, sa Iyang mga mensahero, ug sa Ulahing Adlaw, nan siya sa pagkatinuod nahisalaag sa halayo (gikan sa saktong dalan).",
      "footnotes": null
    },
    {
      "ayah_number": 137,
      "translation_bis": "Sa pagka tinuod, sila nga mituo, unya naglimod, unya mituo, ug usab naglimod —˹lamang˺ nag dugang sa pagpanglimod —Allah dili mapasaylo kanila ni mogiya kanila ngadto sa ˹Matul-id nga Dalan (sa Islam).",
      "footnotes": null
    },
    {
      "ayah_number": 138,
      "translation_bis": "Ipahibalo sa mga tigpakaaron-ingnon nga sila makabaton sa usa ka sakit nga Silot:",
      "footnotes": null
    },
    {
      "ayah_number": 139,
      "translation_bis": "Kadtong nagkuha sa mga manlilimod isip mga kaalyado imbes sa mga magtutuo. Nangita ba sila ug kadungganan gikan kanila? Apan sa pagkatinuod, ang kadungganan iya sa Allah sa hingpit.",
      "footnotes": null
    },
    {
      "ayah_number": 140,
      "translation_bis": "Siya nagpadayag kanimo diha sa Libro (Qur'an), nga kon kamo makadungog sa mga Bersikulo sa Allāh naglimod ug nagbiaybiay, nan ayaw paglingkod uban kanila (nga nagbiaybiay) hangtud nga sila mosulod ngadto sa laing mga hisgotanan; o kon dili, mahisama ka kanila. Si Allāh tigumon ang mga tigpakaaron-ingnon ug ang mga manlilimod nga managkauban sa Imperno.",
      "footnotes": null
    },
    {
      "ayah_number": 141,
      "translation_bis": "Kadtong (mga salingkapaw) naghulat sa (katalagman nga mahitabo) kaninyo, nga kon kamo adunay kadaugan gikan sa Allah sila moingon: Kami ba dili uban kaninyo? Ug kon adunay kadaugan ngadto sa mga manlilimod, sila moingon: Wala ba kami nakaangkon og kabintahaan alang kaninyo ug kami nanalipod kaninyo gikan sa mga magtutuo? Busa ang Allah maoy Maghukom tali kaninyo (tanan) sa Adlaw sa Pagkabanhaw, ug dili gayod ang Allah maghatag sa mga manlilimod ug paagi (sa kadaugan) batok sa mga magtutuo.",
      "footnotes": null
    },
    {
      "ayah_number": 142,
      "translation_bis": "Sa pagkatinuod ang mga tigpakaaron-ingnon nagtinguha sa paglimbong sa Allah, ug Siya mubalos sa ilang pagpanlimbong ngadto kanila, ug sa diha nga sila (tigpaka aron-ingnon) motindog alang sa pag-ampo sila mobarug uban sa pagkatapulan; gibuhat nila kini aron lamang makita sa mga tawo ug wala sila maghinumdom sa Allah gawas sa gamay.",
      "footnotes": null
    },
    {
      "ayah_number": 143,
      "translation_bis": "Gikuniskunis tali sa pagtuo ug dili pagtuo—dili ngadto sila mga magtutuo o kadtong mga manlilimod. Ug si bisan kinsa nga gipasagdan sa Allah aron mahisalaag, dili ka makakitag paagi alang kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 144,
      "translation_bis": "Oh mga magtutuo, ayawg himoa ang mga manlilimod nga inyong mga kaalyado (ug mga sinaligan) kaysa sa mga magtutuo; nangandoy ba kamo nga inyong ihatag sa Allah ang dayag nga pamatuod batok sa inyong mga kaugalingon?",
      "footnotes": null
    },
    {
      "ayah_number": 145,
      "translation_bis": "Sa pagkatinuod ang mga tigpakaaron-ingnon maanaa sa labing ubos nga kinailadmon sa Impiyerno, ug kamo dili makakaplag alang kanila ug magtatabang (tigpataliwala).",
      "footnotes": null
    },
    {
      "ayah_number": 146,
      "translation_bis": "Gawas niadtong naghinulsol ug nagtul-id sa ilang kaugalingon, ug nagkupot pag-ayo sa Allah, ug nagmatinud-anon sa ilang mga buhat ngadto sa Allah, sila mahiuban sa mga magtotoo, ug ang Allah sa dili madugay mohatag sa mga magtutuo ug dakong Ganti.",
      "footnotes": null
    },
    {
      "ayah_number": 147,
      "translation_bis": "Nganong silotan man kamo sa Allah (sa inyong nangaging mga sala) kon kamo nagmapasalamaton (kaniya, maghinulsol) ug matinud-anon? Ang Allah maoy mapasalamaton, nga Labing Nakahibalo sa Tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 148,
      "translation_bis": "Si Allah dili ganahan sa pagsulti ug daotan (sa mga tawo) dayag (o sa tago) gawas kon (kini) pinaagi sa usa nga nakabuhat ug paglapas (ingon nga ang usa ka tawo gitugotan sa pagsulti batok sa usa ka nakasala), ug si Allāh mao ang Labing Makadungog, nga Labing Makahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 149,
      "translation_bis": "Kung kamo nagbuhat ug maayo sa dayag o nagbuhat niini sa tago o nagpasaylo sa usa ka sayup nga (nabuhat kaninyo), nan sa pagkatinuod ang Allah mao ang Labing Mapasayloon, Labing Gamhanan.",
      "footnotes": null
    },
    {
      "ayah_number": 150,
      "translation_bis": "Sila nga milimod sa Allah ug sa Iyang mga Mensahero ug naninguha sa paghimo og kalainan tali sa Allah ug sa Iyang mga Mensahero, ug nag-ingon: Kami mituo sa pipila ug milimod sa uban, ug nagtinguha sa paghimo og dalan taliwala (niini ug) niana.",
      "footnotes": null
    },
    {
      "ayah_number": 151,
      "translation_bis": "Kini sila mao ang mga manlilimod sa kamatuoran, ug Kami nag-andam alang sa mga manlilimod og usa ka makauulaw nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 152,
      "translation_bis": "Sila nga mituo sa Allah ug sa Iyang mga Mensahero, ug wala maghimo og kalainan tali sa bisan kinsa kanila - ang Allah mohatag kanila sa ilang mga Ganti. Ang Allah mao ang Labing Mapasayloon, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 153,
      "translation_bis": "Ang mga sumosunod sa (nauna) nga Kasulatan ( Hudeyo ug Kristohanon) naghangyo kanimo sa pagdala ngadto kanila og usa ka sinulat (sa papel) gikan sa kalangitan (nga nagpamatuod sa imong Pagkapropeta); sa pagkatinuod sila nangayo kang Moises og usa ka butang nga labaw pa niana; kay sila miingon: Ipakita kanamo ang Allah sa dayag; busa gihampak sila sa dalugdog tungod sa ilang kasal-anan. Unya ilang gihimo ang bulawan nga nating baka (ingon nga usa ka dios), human ang tin-aw nga mga Timailhan miabut kanila, apan bisan pa niana, Kami nagpasaylo. Kami naghatag kang Moises og tin-aw nga pamatuod sa Awtoridad.",
      "footnotes": null
    },
    {
      "ayah_number": 154,
      "translation_bis": "Kami mipataas sa bukid (Sinai) ibabaw kanila tungod sa (ilang pagdumili sa Pakigsaad) ug Kami miingon kanila: Sulod sa ganghaan nga nagduko nga mapaubsanon; ug Kami miingon kanila: Ayaw paglapas sa adlaw nga sabado, ug Kami mikuha gikan kanila og lig-on nga Pakigsaad.",
      "footnotes": null
    },
    {
      "ayah_number": 155,
      "translation_bis": "Busa, alang sa ilang paglapas sa ilang Kasabotan, ug ang ilang (pagpadayon sa) paglimod sa mga Pagpadayag ni Allah, ug alang sa ilang pagpatay sa mga Propeta nga dili makiangayon, ug ang ilang pag-ingon: Ang among mga kasingkasing gitabonan. Hinunoa, si Allah nagbutang ug selyo diha kanila tungod sa ilang pagpanglimod, busa dili sila motuo gawas sa pipila—",
      "footnotes": null
    },
    {
      "ayah_number": 156,
      "translation_bis": "Ug alang sa ilang (mga Hudeyo) pagpanglimod, ug tungod sa ilang (Hudeyo) pagsulti batok kang Maria og usa ka bug-at nga pasangil (sa pakighilawas).",
      "footnotes": null
    },
    {
      "ayah_number": 157,
      "translation_bis": "Ug sa ilang panultihon: Sa pagkatinuod among gipatay ang Mesiyas, si Hesus, ang anak ni Maria, ang Sinugo sa Allah; apan wala nila siya napatay ni siya wala (nila) malansang sa krus, apan kanila gipakita nga daw sa ingon. Ug sa pagkatinuod sila nga nanagkalahi niini anaa sa pagduhaduha lamang mahitungod niini; sila walay sigurado nga kahibalo niini , kondili sila nagasunod lamang sa pangagpas, ug sa pagkatinuod wala nila siya mapatay.",
      "footnotes": null
    },
    {
      "ayah_number": 158,
      "translation_bis": "Apan gibayaw (gipataas) siya (Hesus) sa Allah ngadto Kaniya (sa kalangitan). Ug ang Allah maoy Hingpit Labing Gamhanan, ang Hingpit Labing Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 159,
      "translation_bis": "Walay bisan usa sa mga sumusunod sa (naunang) Kasulatan (Hudeyo ug Kristiyano) apan kinahanglan gayud nga mosalig kaniya (ingon nga usa lamang ka Mensahero sa Allah ug usa ka tawo) sa wala pa ang iyang kamatayon, ug sa Adlaw sa Pagkabanhaw siya (Hesus) mahimong saksi batok kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 160,
      "translation_bis": "Tungod sa kasal'anan sa mga Hudeyo, Kami naghimo sa mga gidili ngadto kanila sa pipila ka maayong mga pagkaon nga gitugot alang kanila (kaniadto), ug tungod sa ilang pagbabag sa daghan (nga mga tawo) gikan sa Dalan sa Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 161,
      "translation_bis": "Maingon man sa ilang nga pagkuha sa tubo (interes) samtang kini kanila gidilian, ug sa ilang sayop nga pag-lumay sa bahandi sa mga katawohan pinaagi sa lansis. Giandam Namo sa mga manlilimod taliwala kanila, ang hilabihan kapintas nga silot.",
      "footnotes": null
    },
    {
      "ayah_number": 162,
      "translation_bis": "Apan kadtong lig-on sa kahibalo taliwala kanila ug sa mga magtutuo, nagtuo sa unsay gipadayag kang Kanimo (O Muhammad) ug sa unsay gipadayag nga wala pa ikaw, ug sa mga nagpatindog sa pag-ampo ug naghatag ug Zakah (obligado limos), ug sa mga magtutuo sa Allah ug sa Katapusan nga Adlaw, kanila Kami magahatag ug dakong ganti.",
      "footnotes": null
    },
    {
      "ayah_number": 163,
      "translation_bis": "Sa pagkatinuod, Kami (Allah) nagpadayag kanimo (O Muhammad) ingon nga Kami nagpadayag kang Noe, ug sa mga Propeta human kaniya, ug Kami nagpadayag kang Abraham, Ismael, Isaak, Hakob ug (ang mga propeta gikan) sa ilang mga kaliwatan, ug kang Hesus, Job, Jonas, Aaron, Solomon ug Kami naghatag kang David sa Zabur (Salmo).",
      "footnotes": null
    },
    {
      "ayah_number": 164,
      "translation_bis": "Ug (Kami nagpadala) ug mga Mensahero nga Kami nagsaysay sa ilang mga sugilanon nganha kanimo kaniadto, ug mga Mensahero nga Kami wala magsaysay sa ilang mga sugilanon nganha kanimo; ug ngadto kang Moises, ang Allah misulti sa Iyang Pulong, nga nakigsulti (kaniya) sa direkta.",
      "footnotes": null
    },
    {
      "ayah_number": 165,
      "translation_bis": "(Kami nagpadala) og mga Mensahero ingon nga mga tighatag og maayong balita, ug ingon nga mga tigpasidaan, aron ang mga tawo wala’y bisan unsang ikapangatarongan batok sa Allah human sa (pag-abot sa) mga Mensahero; ang Allah mao ang Labing Gamhanan, Labing Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 166,
      "translation_bis": "Apan ang Allah nagsaksi pinaagi sa unsay Iyang gipadayag kanimo, nga Iyang gipadayag kini uban sa Iyang Kahibalo, ug ang mga anghel nagsaksi. Ang Allah Igo na isip Saksi.",
      "footnotes": null
    },
    {
      "ayah_number": 167,
      "translation_bis": "Niadtong milimod (sa Kamatuoran), ug nagbabag (sa mga tawo) gikan sa Dalan sa Allah, sila sa pagkatinuod nahisalaag sa halayo, halayo gikan sa (husto) nga Dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 168,
      "translation_bis": "Sa pagkatinuod niadtong nagpadayon sa pagpanglimod ug nagbuhat sa dili makatarunganon, ang Allah dili gayud mopasaylo kanila ni mogiya kanila sa bisan unsang dalan -",
      "footnotes": null
    },
    {
      "ayah_number": 169,
      "translation_bis": "Gawas sa dalan ngadto sa Imperno, nga sila magpabilin niini sa kahangturan, ug kini sayon lang ​​alang sa Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 170,
      "translation_bis": "O katawhan, sa pagkatinuod ang Mensahero miabot kaninyo uban ang Kamatuoran gikan sa (Allāh) nga inyong Ginoo, busa tumuo kamo alang sa inyong kaugalingong kaayohan; apan kon kamo maglimod, nan sa pagkatinuod iya sa Allāh (lamang) ang bisan unsa nga anaa sa mga langit ug sa yuta. Ang Allāh mao ang Labing Nakahibalo, Labing Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 171,
      "translation_bis": "Oh mga sumosunod sa (nauna) nga Kasulatan (mga Hudeyo ug mga Kristiyano), ayaw paglapas sa tukmang utlanan sa inyong relihiyon, ug ayaw pagsulti (ug bakak) batok sa Allah (Dios), apan (pagsulti) sa kamatuoran; ang Mesiyas, si Hesus, ang anak ni Maria, dili na mulabaw pa sa usa lamang ka Mensahero sa Allah, ug ang Iyang Pulong nga Iyang gipaabot ngadto kang Maria, ug usa ka espiritu gikan Kaniya (nga gibuhat pinaagi sa Iyang Pagmando); busa tumoo kamo sa Allah ug sa Iyang mga mensahero, ug ayaw pagsulti nga (ang Dios) usa ka trinidad. Pag-undang niana, kana mao ang mas maayo alang kaninyo; Ang Allah mao lamang ang Usa ka Tinuod nga Dios; halayo sa Iyang Himaya nga Siya makabaton og anak (o kauban), ngadto Kaniya (lamang) ang bisan unsa nga anaa sa mga langit ug bisan unsa nga anaa sa yuta. ug ang Allah Igo na isip Sinaligan.",
      "footnotes": null
    },
    {
      "ayah_number": 172,
      "translation_bis": "Ang Mesiyas (Hesukristo) dili gayud mobalibad nga mahimong ulipon sa Allah, ni ang mga anghel nga duol sa Allah, ug bisan kinsa nga mobalibad sa pagsimba sa Allah ug magmapahitas-on, Iyang tigumon silang tanan ngadto Kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 173,
      "translation_bis": "Unya alang niadtong mituo ug nagbuhat sa matarung nga mga buhat, ang Allah mobayad kanila sa hingpit sa ilang mga ganti ug mohatag kanila og labaw pa gikan sa Iyang Kadagaya; ug alang niadtong nagdumili sa pagsimba sa Allah ug mga mapahitas-on, Siya mokastigo kanila sa usa ka sakit nga Silot. Ug sila dili makakaplag alang sa ilang mga kaugalingon gawas sa Allah ug bisan unsa nga tigpanalipod (magbalantay, manluluwas) o magtatabang (tigpataliwala).",
      "footnotes": null
    },
    {
      "ayah_number": 174,
      "translation_bis": "Oh katawhan, sa pagkatinuod miabot na kaninyo ang dayag nga Pamatuod (ang Propeta Muhammad) gikan sa inyong Ginoo (Allah), ug Kami nagpadala kaninyo og tin-aw nga Kahayag (ang Halangdon nga Qur’an).",
      "footnotes": null
    },
    {
      "ayah_number": 175,
      "translation_bis": "Unya alang niadtong mituo sa Allah ug mikupot pag-ayo ngadto Kaniya, Siya mopasulod kanila ngadto sa Iyang Kalooy ug Kadagaya, ug mogiya kanila ngadto sa Iyang Kaugalingon sa matul-id nga Dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 176,
      "translation_bis": "Nangayo sila kanimo og (legal) nga hukom. Isulti: Ang Allah naghatag kaninyo og usa ka balaud mahitungod sa tawo nga walay ginikanan o anak; kon ang usa ka lalaki mamatay, (ug) siya walay anak, apan siya adunay igsoon nga babaye, siya makapanunod sa katunga sa iyang kabilin, ug siya mahimong iyang manununod kon siya (babaye) walay anak; apan kon adunay duha (mga igsoong babaye), sila makapanunod sa dos-tersiya sa iyang kabilin; ug kong adunay managsoon nga mga lalake ug mga babaye, nan ang lalake makapanunod sa sama sa bahin sa duha ka babaye. Gitin-aw sa Allah (ang Iyang Balaod) kaninyo, aron dili kamo masayop. Ang Allah adunay (Hingpit) nga Kahibalo sa tanang butang.",
      "footnotes": null
    }
  ]
}