{
  "surah_number": 5,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Oh mga magtutuo, tumana ninyo ang inyong mga kontrata (pakigsaad, kasabotan). gitugot kaninyo ang pagkaon sa (ingon nga pagkaon) tanang mananap sa bakahan gawas lamang sa unsay gilitok nganha kaninyo (sa Qur'an nga gidili). Ang pagpangayam (sa mga hayop) wala gitugot samtang kamo anaa sa kahimtang sa tulomanon sa pagbuhat ug panawduaw (Haj o Umrah). Sa pagkatinuod, ang Allah nagmando sa unsay lyang gusto.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Oh mga magtutuo, ayaw ninyo lapasa ang mga Timaan sa Allah, mao usab ang Balaan nga mga Bulan, ang mga hayop nga gidala ingon nga halad, ang mga gibutang (gigahin) nga mga hayop nga gimarkahan (pinaagi) sa mga kwelyo, o niadtong (mga tawo nga) nagapanaw ngadto sa Sagradong Balay nga nangita gikan sa ilang Ginoo - Allah ug kadagaya ug sa Iyang pagdawat. Apan kun inyo nang mahuman ang Ihram, mahimo na ninyo ang pagpangayam, ug ayaw tugoti nga ang pagdumot sa pipila ka mga tawo (kaniadto) nga mipugong kaninyo sa pagsulod sa Masjid Al-Haram (sa Makkah) maoy magtuklod kaninyo sa kalapasan. Pagtinabangay kamo sa usa’g-usa ngadto sa maayong pamatasan, pagkamatarong ug pagkahadlok sa Allah), apan ayaw kamo pagtinabangay sa usa’g-usa ngadto sa kasal-anan ug pagsupak. Ug kahadloki ang Allah, sa pagkatinuod ang Allah Hilabihan sa Pagsilot.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Gidili alang kaninyo ang mga patay, ang dugo, ang unod sa baboy, ug ang karne (sa mga hayop) nga giihaw ingon nga halad (sakripisyo) ngadto sa uban gawas pa sa Allah, o sa mga mananap giihaw ang Ngalan gawas lain sa Allah, ug ang mga gipatay sa pagbitay (o pagtuok), o pinaagi sa hilabihan nga pagbunal, o sa pagkahulog sa pangpang (o habog nga dapit), o pinaagi sa pagkadaot tungod sa sungay, - ug kanang mananap nga nakaon na (bahin niini) sa mga mapintas (maidlas) nga mananap, gawas na lang kun nakuha pa ninyo nga ihawon kini (sa wala pa mamatay), - ug ang mga gihalad (giihaw) sa mga altar nga bato. (Gidili) usab ang paggamit ug pana aron sa pagpangeta ug swerte o sa pagdesisyon, kining maoy (tanan) mga kasal-anan. Niining adlawa akong gihingpit ang inyong ‘Relihiyon’, ug Akong gihingpit ang Akong pabor nganha kanimo, ug Akong gipili ang Islam ingon nga inyong Relihiyon. Apan bisan kinsa nga napugos sa hilabihang kagutom-nga walay tuyo sa pagpakasala- nan sa pagkatinuod si Allah mao ang Tanan-Mapasayloon, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Sila nangutana kanimo (O Muhammad) kun unsa ang gitugot kanila. Isulti: “Kaninyo gitugot ang mga mga Halal [maayo ug putli]) nga pagkaon. Ug kadtong mga (dinakpan sa) hayopan ug mga langgam (banog) nga inyong gitudloan sa pagpangayam; nga sila gianad ug gitudloan (aron makadakop) sa pamaagi nga gisugo sa Allah kaninyo, busa kaona ninyo ang mga nadakpan nila alang kaninyo, apan litoka ninyo ang Ngalan sa Allah sa ilang (sa mga hayop), ug kahadloki ninyo ang Allah. Sa pagkatinuod ang Allah Matulin sa Pag-ihap.”",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Gikatugot kaninyo niining adlawa ang mga Halal [maayo ug putli] nga pagkaon. Ang pagkaon sa mga katawhan sa Kasulatan (mga Hudeyo ug Kristohanon) gitugot usab kaninyo, ug ang inyoha gitugot usab ngadto kanila. (Ang gitugot kaninyo sa pagpangasawa) mao ang malimpyo nga mga babaye gikan sa mga magtutuo, ug malimpyo nga mga babaye gikan sa mga gihatagan ug Kasulatan (mga Hudeyo ug Kristohanon) nga nauna sa kaninyo, kun inyo nang nahatag kanila ang igo nga Mahr (dowry o gasa sa lalaki ngadto sa babayeng pakaslan), nga (kamo) nangandoy ug kaputli (pagpangasawa kanila sa legal nga paagi), ug wala nagbuhat ug gidili nga pakighilawas, ug wala naghimo kanila ingon nga mga uyab. Bisan kinsa nga naglimod sa Pagkausa sa Allah ug sa pagtulon-an sa Islam, nan, walay kapuslanan ang iyang binuhatan, ug sa Ulahing Adlaw, siya mauban sa mga nanga-alkansi (pildero).”",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Oh mga magtutuo, sa diha nga buot ninyong magpahinungod ug Salah (pag-ampo), hugasi ninyo ang inyong mga nawong ug ang inyong mga kamot hangtod sa siko, ug pahiri ang inyong ulo (pinaagi sa basa nga kamot) ug hugasi ang inyong mga tiil hangtod sa bukung-bukong. Kun kamo anaa sa kahimtang sa Janaba (kahugawon sa pakighilawas o adunay migawas nga duga sa kinatawo), putlia ninyo ang inyong kaugalingon (pinaagi sa pagkaligo sa tibuok lawas). Apan kon ikaw masakiton, sa usa ka panaw, o kun kinsa man kaninyo ang bag-o palang naggikan sa Gha’it (kasilyas), o kun kamo nakighilawas sa mga babaye (asawa), ug dili makakitag tubig, nan, paghimo kamo ug Tayammum (Pagputli) pinaagi sa malimpyo nga yuta ug ipahid kini sa inyong nawong ug mga kamot. Ang Allah wala nangandoy nga ibutang (kamo) sa kalisdanan, apan gusto Niya nga kamo putlion, ug aron mahingpit Niya ang Iyang pabor kaninyo aron kamo makabaton ug pagbati sa pagpasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Hinumdomi ang grasya sa Allah kaninyo ug ang Iyang Pakigsaad nga niini kamo adunay katungdanan sa diha nga kamo misulti: “Kami nakadungog ug kami mituman.” Busa kahadloki ang Allah ug tumana ang Iyang mga sugo. Sa pagkatinuod ang Allah ang Hingpit nga Nakahibalo sa tanang mga tinago (sa inyong) dughan.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Oh mga magtutuo, barug kamo nga lig-on alang sa Allah ug pagpakamatarong kamong mga saksi ug ayaw tugoti nga ang kasuko ug pagdumot sa uban makahimo kaninyo nga mulikay sa hustisya. Magmakatarunganon! Mas duol kana sa pagkamatarong, ug kahadloki ang Allah. Sa pagkatinuod ang Allah Hingpit nga Nasayud sa unsay inyong ginabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Si Allah nagsaad niadtong mituo ug nagbuhat og mga maayo og nga sila kapasayloan ug dakong ganti.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Alang niadtong mga milimod (sa Kamatuoran) ug misalikway sa Among mga Bersikulo (sa Qur’an, ug timaan), kini ang mga pumuluyo sa Impiyerno.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Oh mga magtutuo, hinumdomi ang Pabor sa Allah kaninyo sa diha nga ang pipila ka mga tawo naninguha (nagplano) nga inaton ang ilang mga kamot batok kaninyo, apan (ang Allah) mipugong sa ilang mga kamot gikan kaninyo. Busa kahadloki ang Allah ug Tumana ang Iyang Kamanduan. Ug himoa nga ang mga magtutuo magbutang sa ilang pagsalig ngadto sa Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Si Allah mihimo ug usa ka pakigsaad uban sa mga Anak sa Israel ug mitudlo ug napulog duha ka mga pangulo gikan kanila ug ˹dayon˺ miingon, \"Ako sa pagkatinuod uban kaninyo. Kon kamo magtukod ug pag-ampo, mobayad ug limos nga buhis, nagtuo sa Akong mga mensahero, mosuporta kanila, ug magpahulam kang Allah ug maayo nga pautang (pinaagi sa pagtabang sa mga kabus), Ako siguradong mopasaylo sa inyong mga sala ug mopasulod kaninyo ngadto sa mga Tanaman diin sa ilalom niini ang mga suba nagaagay. Ug bisan kinsa kaninyo nga naglimod pagkahuman sa pagkatinuod nahisalaag gikan sa Matarung nga Dalan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Apan tungod sa ilang wala pagtuman sa ilang Pakigsaad, sila Among gitunglo ug gihimo Namo ang ilang kasing-kasing nga gahi. Sila nag-usab sa mga pulong (sa Allah) nga kahulugan ug hilabihan nilang nakalimtan ang bahin sa Pahinumdom nga gipadala kanila (mahitungod sa pag-abot ni Propeta Muhammad). Ug kamo dili maundang nga makadiskobre ug pagpanikas (gikan) kanila, gawas lamang sa pipila kanila. Apan pasayloa ninyo sila ug ibaliwala. Sa pagkatinuod si Allah naghigugma sa mga nagbuhat ug kaayohan.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Ug gikan sa mga nag-ingon,‘Kami mga Kristohanon,’, Kami nagkuha sa ilang Kasabotan (sa pagtuo ug pagtabang sa kataposang Mensahero ni Allah, nga si Muhammad), apan gibiyaan nila ang maanindot nga bahin sa Pinadayag nga gipadala kanila (sa Ebanghelyo, mahitungod sa pag-abot ni Propeta Muhammad),Busa nagtanom Kami sa taliwala nila ug oposisyon ug pagdumot hangtod sa Adlaw sa Pagkabanhaw,ug ang Allah ang magpadayag kanila sa unsay kanunay ilang gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Oh katawhan sa kasulatan (mga Hudeyo ug Kristohanon), Karon, miabot kaninyo ang Among Sinugo (si Muhammad) nga nagpatin-aw ug maayo kaninyo sa mga butang nga inyong gitago gikan sa Kasulatan ug nagpasaylo sa daghan. Sa pagkatinuod miabot kaninyo gikan ni Allah ang usa ka kahayag ug usa ka tin-aw nga Libro (ang Qur’an).",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "(Pinaagi niini nga Libro) ang Allah nagagiya sa mga nagsunod sa Iyang maayong kagustohan ngadto sa mga pamaagi sa kaluwasan, ug sila Iyang dal-on gikan sa kangitngit ngadto sa kahayag (sa Pagtuo ug Kahibalo) pinaagi sa Iyang pagtugot, ug Iyang giyahan sila ngadto Matul-id nga Dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Sa pagkatinuod, sila nagabuhat sa pagpasipala (ug nagmugnag kabakakan) ang mga nagasulti nga ang Allah mao ang Mesiyas, ang anak ni Maria. Isulti: “Kinsa ba kaha ang adunay bisan diyutay nga gahom batok sa Allah, kun Iyang gusto, nga sa Mesiyas, ang anak ni Maria, sa iyang inahan, nga mamatay ug ang tanan nga ania sa yuta? Iya sa Allah ang pagpanag-iya sa kalangitan ug kayutaan ug sa tanan nga anaa sa taliwala niini. Siya nagabuhat sa unsay Iyang gusto. Ug ang Allah ang adunay bug-os nga Gahom sa pagbuhat sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Ang mga Hudeyo ug mga Kristohanon nagsulti: “Kami ang mga anak sa Allah ug Iyang hinigugma.” Isulti: “Nan, nganong Iya man kamong gisilotan sa inyong mga kasal-anan?” Dili, kamo mga tawo lamang nga kauban sa mga linalang, pasayluon Niya ang Iyang magustohan ug silotan Niya ang Iyang gustong. Iya sa Allāh ang pag-angkon ug pagdumala sa kalangitan ug kayutaan ug sa tanan nga anaa sa taliwala niini, ug ngadto Kaniya ang pagbalik (sa tanan alang sa Paghukom).",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Oh katawhan sa Kasulatan (mga Hudyo ug Kristohanon), karon miabot kaninyo ang Among Sinugo (Muhammad) aron nga mahimong tin-aw kaninyo ang kamatuoran, human nga maundang ang (sunod-sunod nga) mga Sinugo, kun dili lang (tungod niana), mahimo unta ninyong isulti: “Walay miabot kanamo nga (Sinugo nga) nagdala ug maayong balita ug tigpasidaan.” Busa karon miabot kaninyo ang usa ka (Sinugo nga) nagdala ug maayong balita ug tigpasidaan. Kay ang Allāh ang adunay bug-os nga Gahum ibabaw sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "(Hinumdomi) sa diha nga miingon si Moises sa iyang katawhan: “Oh akong katawhan, hinumdomi ninyo ang Pabor sa Allah nganha kaninyo sa diha nga Siya nagbutang ug mga propeta gikan kaninyo, ug kamo Iyang gihimo nga mga hari, ug gihatag Niya kaninyo unsay wala Niya ihatag sa uban nga mga tawo (sa inyong panahon).",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "“Oh akong katawhan, sulod kamo sa balaan nga yuta nga maoy nga gisaad sa Allah kaninyo, ug ayaw kamog talikod (aron muikyas sa pakiggubat), kay kun maingon niana, kamo mamalik nga mga nanga-alkansi (pildero).",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Sila miingon: “O Moises, anaa (niini nga kayutaan) kusgan nga mga \npanaglumba sa kaliwatan, ug bisan kanus-a dili kami mosulod niini hangtod nga biyaan nila kini; ug kun sila mupahawa na, nan, kami mosulod (niini).”",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Duha sa mga tawo nga nahadlok (sa pagsubak sa Allah) nga gihatagan sa Allah sa Iyang Panalangin (si Yusha ug Ka’lab) miingon: “Sulonga ninyo sila sa ganghaan, kay kun kamo makasulod na, ang kadaugan mamainyo, ug ibutang \ninyong pagsalig sa Allah kun kamo tinuod nga mga magtutuo.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Sila miingon: “Sila miingon: “O Moises, dili kami mosulod niini basta naa sila didto. Busa ikaw adto (nga uban) ang imong Ginoo ug pakiggubat kamong duha, kami magapabilin (lang) dinhi.”",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Siya (Moises) miingon: “O 'Allah' akong Ginoo, dili nako kontrolado ang (bisan kinsa) gawas sa akong kaugalingon ug akong igsuon (nga si Aaron), busa ibulag Mo kami sa mga tawo nga mga makasasala.”",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "(Ang Allah) miingon: “Kun mao kana, kini (ang balaan nga yuta) gidili kanila sulod sa kap-atan ka tuig; sila maglatagaw sa tibuok kayutaan. Busa ayaw kamo kaguol sa mga tawo nga mga makasasala.”",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Hisgoti (O Muhammad) kanila sa kamatuoran ang sugilanon sa duha ka anak nga lalaki ni Adam [Abel ug Cain])—kon sa unsang paagi ang matag usa naghalad ug sakripisyo: Ang halad ni Abel gidawat samtang ang kang Cain wala. Busa mihulga si Cain, “Patyon ko ikaw!” Ang iyang igsoong lalaki mitubag, “Ang Allah modawat lamang gikan sa mga matarong.\"",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Kun imong ibayaw ang imong kamot batok kanako aron ako patyon, bisan kanus-a dili gayud nako ibayaw ang akong kamot batok kanimo aron ikaw patyon, tungod kay ako nahadlok sa Allah; ang Ginoo sa tanang mga linalang.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Mas gustohon nako nga ikaw ang magpas-an (makaangkon) sa gibug-aton sa akong sala ug sa imong sala; kun mahitabo kana, ang imong Kapadulngan mao ang Kalayo sa Impyerno, ug kini ang balos sa mga nakasala tigbuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Busa ang iyang kalag ang nag-aghat nga patyon ang iyang igsuon, ug iyang (Cain) napatay siya (Abel), ug siya nahimong nga pildero.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Pagkahuman, ang Allah nagpadala ug uwak nga nagkahig sa yuta aron ipakita kaniya unsaon nga ilubong niya ang patay nga lawas sa iyang igsuon. Siya (nga sad-an) miingon: “Kaalautan alang kanako! Wala man lang ako nakabaton ug abilidad nga sama niining uwak aron akong ilubong ang patay nga lawas sa akong igsuon?” Ug siya nahimong pagmahay.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Ug tungod niini, Among gikasugo ang mga anak sa Israel (ug alang sa tanan nga mga tawo sunod kanila) nga ang bisan kinsa nga mupatay ug usa ka tawo, gawas lamang kun kini usa ka balos (ingon nga legal nga bayad o silot sa pagpatay), o pagpakuyanap ug pagkadautan sa kayutaan, - kini ilhon nga sama sa usa nga mipatay sa tibuok katawhan, ug kun kinsa man ang moluwas ug usa ka kinabuhi, kini pagailhon nga sama sa usa nga miluwas sa kinabuhi sa tibuok katawhan. Sa pagkatinuod miabot kanila ang Among mga Sinugo nga adunay tin-aw mga timaan. Unya sa pagkatinuod daghan kanila, [bisan] human niadto sa tibuok kayutaan, nahimong mga malapason.",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Ang balos (silot) niadtong naghagit sa gubat batok sa Allah ug sa Iyang Mensahero ug nagbuhat ug daotan sa tibuok kayutaan (.i.e,.armadong mga grupo nga nagbuhat ug krimen batok sa mga inosente) mao ang kamatayon, paglansang sa krus, putlon ang ilang mga kamot ug tiil sa magkaatbang nga kilid, o pagkadestiyero gikan sa yuta. Kini nga silot usa ka kaulawan alang kanila dinhi sa kalibutan, ug sila mag-antus sa usa ka dako nga silot sa Kinabuhi.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Gawas kanila nga naghinulsol sa wala pa ka makabaton ug gahom ibabaw kanila, busa inyong hibaloan nga ang Allah Labing Mapinasayluon, nga Labing Maluloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Oh mga magtutuo, kahadloki ninyo ang Allah ug pangitaa ang paagi aron mahiduol Kaniya ug panlimbasog kamo ngadto sa Iyang Dalan aron kamo molampos.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Kadtong naglimod (sa kamatuoran) bisan pa kun sila adunay tanan nga mga bahandi nga mao sa yuta, ug (lain pa nga) sama niini, aron ihatag ingon nga panglukat kanila sa silot sa Adlaw sa Pagkabanhaw, kini dili pagadawaton gikan kanila, ug alang kanila mao ang usa ka sakit nga silot.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Sila mangandoy nga makagawas sa Kalayo, apan bisan kanus-a dili sila makagawas gikan niini, ug alang kanila mao ang usa ka walay katapusang pagsakit.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Ug (alang sa) kawatan nga lalaki ug sa kawatan nga babaye (nga napamatud-an), putla ang ilang kamot (tuo nga kamot hangtod sa lutahan sa pulso) ingon nga bayad sa ilang gibuhat, ug ingon nga usa ka sanglitanan nga silot gikan Allāh. Ug ang Allah ang Hingpit nga Gamhanan, ang Labing Maluloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Apan bisan kinsa nga maghinulsol human sa iyang krimen (sala) ug nagbuhat ug pagkamatarong (sa pagtuman sa Allah), nan, sa pagkatinuod ang Allah mupasaylo kaniya. Sa pagkatinuod ang Allah Labing Mapinasayluon, ang Labing Maluloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Wala ba ninyo mahibaloe nga Iya sa Allah lang ang Gingharian sa kalangitan ug kayutaan. Siya ang nagasilot sa kinsay Iyang gusto, ug Siya ang mupasaylo sa kinsay Iyang magustohan. Ang Allah adunay bug-os Gahom sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Oh Sinugo! Ayaw kaguol alang niadtong naglumba sa paglimod nga nag-ingon, “Kami mituo” sa ilang mga dila, apan ang ilang kasingkasing anaa sa kawalay pagtuo. Ug kadtong gikan sa mga Judio nga mahinamon na paminaw mga bakak, matinagdanon sa mga mapahitas-on kaayo nga moanha kanimo. Ilang gituis ang Kasulatan, gikuha ang mga hukom gikan sa konteksto, unya moingon, “Kon mao kini ang hukom nga imong makuha ˹gikan ni Muhammad˺, dawata kini. Kung dili, pagbantay ninyo!” Ug bisan kinsa ang gusto sa Allah nga ibutang sa Al-Fitnah (kasaypanan, hinungdan sa iyang tentasyon), wala kay mahimo alang sa iyang batok kang Allah. Dili Kabubut-on ni Allah ang pagputli sa ilang kasingkasing. Alang kanila adunay kaulawan dinhi sa kalibutan, ug sila mag-antus sa usa ka dako nga silot sa Kinabuhi.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Sila nahimuot sa pagpaminaw sa kabakakan, ug ilang gilamoy (gikaon) ang bisan unsa nga gidili. Busa, kun sila muduol kanimo (O Muhammad), mahimo nimo hukman taliwala kanila o talikdan ba nimo sila. Kun sila imong talikdan, kamo dili nila madaut bisan diyutay. Ug kun ikaw muhukom (kanila), hukmi sila nga adunay pagkamatarong taliwala kanila. Sa pagkatinuod ang Allah naghigugma kadtong mga makatarunganon.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Apan giunsa nila paghimo kanimo nga maghukom samtang anaa kanila ang Torah, kung asa dinhi niini mao ang paghukom ni Allah? Ug sila mitalikod pagkahuman niana. Sa pagkatinuod, sila dili (tinuod) nga mga magtutuo.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Sa pagkatinuod Among gipakanaug ang Torah, ania niini ang giya ug Kahayag, nga pinaagi niini ang mga Propeta nga nagtugyan sa ilang kaugalingon sa Kabobot-on sa Allah mihukom sa mga Hudeyo. Ug ang mga Rabbi (Rabbay o mga maalam sa Hudeyo), ug ang mga pari (mihukom usab sa mga Hudeyo pinaagi sa Torah human niining mga Propeta), tungod kay kanila gikasalig ang pag-atiman sa Libro sa Allah (ang Torah), ug sila mga saksi niini. Busa ayaw ninyo sila kahadloki, apan Ako maoy inyong kahadloki, ug ayaw ninyo ibaligya ang Akong mga Bersikulo sa ubos nga kantidad. Ug bisan kinsa nga wala mohukom sumala sa gipakanaog sa Allah, sila ang mga manlilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Ug Among gikasugo sa sulod niini (Torah) alang kanila: (Ang) “Kinabuhi alang sa kinabuhi, mata sa mata, ilong sa ilong, dalunggan sa dalunggan, ngipon sa ngipon, ug alang sa mga samad mao usab ang uyon sa balaud nga balos (o silot).” Apan bisan kinsa nga buhian ang iyang katungod ingon nga Sadaqah (hatag sa kaluoy), kini mahimong bayad gikan kaniya (paghugas sa iyang kasal-anan). Ug bisan kinsa nga wala muhukom sumala sa gipadayag sa Allah, sila ang dili makiangayon.",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Ug sa ilang mga lakang Among gisugo human kanila si Hesus, ang anak ni Maria, nga nagpamatuod sa Torah (mga Balaud) nga miabot una kaniya, ug Among gihatag kaniya ang Injil (Ebanghilyo), nga anaa niini ang giya ug kahayag, ug nagpamatuod sa Torah (mga Balaud) nga miabot sa wala pa kini, usa ka giya ug tambag alang sa mga matarong.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Pasagdi ang mga tawo (nga gihatagan) ug Ebanghelyo nga mohukom sumala sa gipadayag sa Allah niini. Ug bisan kinsa nga wala muhukom sumala sa gipadayag sa Allah, (nan), sila mga rebelde, masinupakon sa Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Ug Among gipadayag kanimo (Oh Muhammad) ang Libro (Qur’an) sa kamatuoran, nga nagpamatuod sa Kasulatan nga miabot una pa niini, ug Mohayminan (kasaligan sa kahalangdon, saksi sa kamatuoran ug nagpahimakak sa kabakakan) niini (ang daan kasulatan). Busa hukmi sila sumala sa gipadayag sa Allah ug ayaw sunda ang ilang walay kapuslanan nga kagustohan, nga magpasalaag kanimo sa kamatuoran nga miabot kanimo. Sa matag panahon, Kami nagbutang ug usa ka Balaud, ug usa ka tin-aw nga pamaagi sa pagkinabuhi. Kun gigusto lang sa Allah, mahimo Niya nga kamo mahimong usa lang ka nasud (katilingban), apan gusto Niya nga sulayan kamo sa butang nga Iyang gihatag kaninyo; busa paglumba kamo sa (pagbuhat ug) mga maayong buhat. Kamong tanan mubalik sa Allah; ug ipahibalo Niya kaninyo ang mga butang nga inyong gikasumpakian.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Ug paghukom (O Muhammad) taliwala kanila sumala sa gipadayag sa Allah, ug ayaw sunda ang ilang walay kapuslanan nga kagustohan, ug pag-amping kanila, nga ikaw ilang mapasimang sa pagtuman sa ilang kasugoan gikan sa unsay gipadayag sa Allah kanimo, apan kun sila mutalikod, nan hibaloi nga ang gigusto sa Allah mao ang masilotan sila tungod sa ilang mga sala. Ug sa pagkatinuod, ang kadaghanan sa mga katawhan masinupakon sa Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Kadto bang kasugoan (hukoman) sa panahon sa pagkawalay-alamag ang ilang gigusto? Apan kinsa ba ang labaw nga maayo kaysa sa Allah sa paghukom alang sa mga tawo nga adunay kasigurohan (sa ilang) pagtuo.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Oh mga magtutuo, ayaw ninyo himoa nga suod nga higala ug tigpanalipod, ang mga Hudeyo ug ang mga Kristohanon, sila mga higala ug tigpanalipod lang sa usa’g-usa. Bisan kinsa kaninyo nga mokuha kanila ingon nga mga higala ug nga tigpanalipod, nan kasigurohan, nga siya usa kanila. Ang Allāh dili Maga-giya niadtong katawhan nga dili makiangayon.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Ug inyong makita, sila nga sa ilang kasing-kasing adunay balatian, sila nagdali sa ilang pakighigala (mga Hudeyo), nga naga-ingon: “Kami nahadlok, basin ang kaalautan mahitabo kanamo”. Mahimo nga ang Allah maghatod kanila (nga mga Muslim) ug usa ka kadaugan o usa ka hukom sumala sa Iyang Kabobot-on.Ug sila (ang mga salingkapaw) magbasol sa mga butang nga ilang gililong ingon nga tinago sa ilang mga kasingkasaing.",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Ug sila nga manga tumuloo maga-ingon; \"Dili ba mao man kini sila ang manga nanag-panumpa sa hilabihan sa ilang labing lig-on nga panaad ni Allah, nga sila tinooray nga uban kanimo (mga Muslim).” ?\" Ang ilang tanang manga binuhatan kawang lamang ug sila nahimong pildero.",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Oh mga magtutuo, bisan kinsa kaninyo nga mutalikod sa iyang relihiyon (sa Islam), ang Allah magdala ug mga tawo (nga ipuli kanila), nga lyang higugmaon, ug (sila) maghigugma Kaniya; nga mapaubsanon ngadto sa manga tumuloo, apan makusganon ba-tok sa mga manlilimod, nga nanlimbasug sa dalan (ni) Allah, dili mahadlok sa manga pasangil niadtong manga tig-pasangil. Kini ang panalangin sa Allah nga lyang ihatag sa kinsay lyang magustohan. Kini ang kadagaya sa Allah, lyang gihatag sa kinsay lyang gusto, kay ang Allah igo sa paghatag, Labing nakahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Sa pagkatinuod, ang inyong 'tinuod' nga magbalantay walay lain mao ang Allāh, ang Iyang sinugo, ug ang mga mituo ug nga makanunayon sa ilang mga pag-ampo ug naga-bayad sa Zakat (obligadong limos) samtang sila nanag-yukbo (ug nagpasakop ngadto Allāh).",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Bisan kinsa nga miila sa Allah, sa Iyang sinugo, ug sa mga magtutuo ingon nga magbalantay, ang partido sa Allah mahimong magmadaugon.",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Oh mga magtutuo, ayaw himoa ingon nga mga magbalantay ninyo (ug sinaligan) ang mga magkuha sa inyong pagtuo nga usa ka kataw-anan ug biay-biay sa mga kadtong gihatag sa Kasulatan nga nauna pa kaninyo (mga Hudeyo ug Kristiyano), ug usab ang mga pagano; ug kahadloki ninyo ang Allah kun kamo tinuod nga nagtuo Kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Ug sa diha nga inyong pagtawag ngadto sa ang pag-ampo (Adhan), kini ilang himuon nga (ingon nga usa lang ka) kataw-anan ug pagbiaybiay; kini sa hinungdan nga sila mga tawo nga dili nakasabot.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Isulti: “O Katawhan sa Kasulatan (mga Hudeyo ug Kristohanon), kamo ba nagsaway kanamo nga walay laing hinungdan, gawas lang nga kami mituo sa Allah, ug sa gipadayag kanamo, ug sa mga gipadayag nga nauna (ang Torah, Ebanghilyo, Salmo, ug uban pa), nan, ang kadaghanan kaninyo masinupakon sa Allāh.",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Isulti (O Muhammad): “Ipahibalo ba nako kaninyo ang (tawo nga magbaton ug) labing dautan nga balos gikan sa Allah kaysa niana? Sila kadtong [mga Hudeyo nga adunay ingon niini nga kinaiya], nga nakakuha ug Tunglo sa Allah ug sa Iyang Kasuko, ug (sila nga) Iyang giusab ang hulagway nga mga unggoy ug baboy, ug (sila nga) misimba sa Taghut (bakak nga mga diyos); sila ang labing dautan ang kahimtang, ug labing nasalaag nga layo gikan sa Matul-id nga Dalan.”",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Sa diha nga sila mianha kanimo, sila muingon: “Kami mituo.” Apan sa pagkatinuod, sila misulod uban sa kawalay pagtuo ug sila migawas uban niini. Ang Allah ang nahibalo sa tanan nga ilang ginalilong.",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Imong makita ang kadaghanan kanila (mga Hudeyo) nga nagdali sa kasal-anan ug pagsupak (Kang Allah), ug pagkaon sa mga ginadili nga butang nga naangkon. Dautan kadtong ilang ginabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Ngano nga ang mga pastor ug ang mga pari wala nagapugong kanila sa pagpamulong ug mga makasasala nga pulong (kabakakan) ug sa pagkaon sa mga ginadili nga butang? Kadautan ang maoy ilang ginabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Ang mga Hudeyo miingon: “Ang kamot (ni) Allah kinadenahan. \"Apan ang ilang manga kamot maoy kinadenahan ug sila tunglohon niining pulonga. Apan ang Iyang duha Kamot Labing Abli sa Kadagaya. Siya migasto (sa Iyang Kadagaya) sumala sa Iyang ginbut'an. Sa pagkatinuod, ang pinadayag nga gipakanaug kanimo gikan sa 'Allah' imong Ginoo makadugang sa kadaghanan kanila ug kagahi sa ilang pagka-masu-kihon, ulo pagrebelde, ug pagpanglimod. Nagbutang kami ug kasuko ug pagdumot sa ilang taliwala hangtod sa Adlaw sa Pagkabanhaw. Sa matag higayon nga ilang gipadilaab ang kalayo sa gubat, ni Allah ang mupalong niini; ug sila kanunay nga naningkamot nga makabuhat ug kadaut sa kayutaan. Ug ang Allah dili mahigugma sa mga tigbuhat ug daotan.",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Ug kun mituo lang ang Katawhan sa Kasulatan (mga Hudeyo ug Kristohanon) sa Allah ug sa Iyang Sinugo (Muhammad), ug milikay sa kadautan, Among tangtangon ang ilang mga kasal-anan ug sila Among dawaton sa Tanaman sa Kalipay (sa Paraiso).",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Ug kun sila milihok lang nga uyon sa Torah (mga Balaud), sa Injil (Ebanghelyo), ug sa unsay gipadayag kanila (karon) gikan sa ilang Ginoo (ang Qur’an), sa pagkatinuod sila unta nakabaton ug kadagaya ug panginabuhian gikan sa ilang ibabaw, ug gikan sa ilalom sa ilang mga tiil. Adunay mga tawo taliwala kanila nga anaa sa hustong dalan, apan daghan kanila ang nagabuhat ug kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Oh Mensahero 'Muhammad', ipaabot ang unsay padayag kanimo gikan sa 'Allah imong Ginoo 'ang Qur'an'. Ug kun dili nimo buhaton, nan, wala nimo ipaabot ang Iyang Mensahe. Ang Allah ang manalipod kanimo gikan sa mga katawhan. Ang Allah dili mogiya sa mga tawo nga nagalimod (sa Kamatuoran).",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "Isulti (Muhammad): “Oh mga Sumulunod sa 'sayo pa' Kasulatan (mga Hudeyo ug Kristohanon), Wala kamoy naangkon (nga giya) hangtod nga obserbahan kamo sa Torah (mga Balaud), sa ebanghelyo, ug nga gipadayag nga gikan sa inyong Ginoo 'Allāh'.” Sa pagkatinuod, ang unsay gipadayag kanimo gikan sa imong Ginoo makadugang sa daghan kanila sa mga gahig ulo, pagrebelde ug walay pagtuo. Busa ayaw pagmasulub-on mahitungod sa mga tawo nga nagalimod 'sa Kamatuoran'.",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Sa pagkatinuod, ang mga mituo (niining nasud), ang mga Hudeyo, mga Sabiano ug mga Kristohanon - ang bisan kinsa nga nagatuo sa (nga Pagkausa Kang) Allah ug sa Ulahing Adlaw ug magbuhat ug matarong (mituo kang Propeta Muhammad) – kanila walay angay ikahadlok ni sila maga-kabalaka.",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Sa pagkatinuod, Among gikuha ang Kasabotan sa Kaliwatan sa Israel ug diha kanila nagpadala sa mga Sinugo. Sa matag panahon nga adunay nagaabot kanila nga usa ka Sinugo nga dili uyon ang iyang Mensahe sa ilang kaugalingong gusto (siya ilang isalikway), ang uban (sa mga Sinugo) gitawag nila nga bakakon, ug ang uban usab ilang ginapatay.",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "Sila nagdahom nga walay pagsulay 'ug silot sa ilang pagsupak', busa sila nahimong buta ug bungol; human niini (sila nagbasol sa ilang sala), ug si Allah mibalik \nngadto kanila (nga adunay pagpasaylo); unya, daghan kanila ang nahimong buta ug bungol (sa kamatuoran). Ang Allah ang Labing Nakakita sa ilang ginabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "Sa pagkatinuod sila makahimo ug pagpasipala (kadtong nagbungat ug bakak) miingon: “Si Allah (Dios) ang Mesiyas (Hesus), ang anak ni Maria.” Apan ang Mesiyas (Hesus) nagsulti: “O Kaliwatan sa Israel, simbaha ninyo si Allāh, ang akong Ginoo ug inyong Ginoo.” Sa pagkatinuod, ang bisan kinsa nga nagbutang ug (mga kauban) sa pagsimba uban kang Allāh, nan, si Allah magdili kaniya sa Paraiso ug ang Kalayo ang iyang mahimong puloy-anan. Ug nga mga tigbuhat ug kasaypanan sila walay mahimong katabang.",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Sa pagkatinuod sila makahimo ug pagpasipala (kadtong nagbungat ug bakak) miingon:“Si Allah usa sa tulo.” Apan wala nay dios (nga angayan pahinungdan sa pagsimba) gawas sa Nag-inusara nga Allah. Ug kon sila dili muondang sa ilang ginasulti, sa pagkatinuod, ang usa ka labing sakit nga silot mudangat sa mga naglimod taliwala kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Dili ba sila mubalik sa Allah (sa paghinulsol) ug mangayo sa Iyang kapasayloan? Samtang ang Allah Labing Mapinasayluon, Labing Maluloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "Ang Mesiyas (Hesus), ang anak ni Maria, dili mulabaw pa sa usa ka Sinugo, daghan nang mga Sinugo ang milabay nga nauna pa kaniya. Ang iyang inahan (Maria) usa ka magtutuo nga matinud-anon. Sila nagakaon ug pagkaon kaniadto. Tan-awa kung giunsa namo maghimo ang mga Timailhan nga klaro kanila, unya tan-awa giunsa nila magtalikod gikan sa kamatooran!",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "Isulti: “Giunsa ninyo pagsimba gawas sa Allah nga ang usa ka butang nga walay gahom sa pagbuhat ug kadautan ug kaayohan alang kaninyo? Ang Allah Maoy Hingpit nga Nakadungog, ang Hingpit nga Nakahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "Isulti: \"O Katawhan sa mga Kasulatan, ayaw pagpasobra sa inyong relihiyon (pinaagi sa pagtuo sa butang) nga lapas sa kamatuoran, ug ayaw ninyo sunda ang walay pulos nga mga tinguha sa mga tawo nga nasalaag kaniadto, ug nagpasimang sa kadaghanan, ug nagpasalaag sa ilang kaugalingon gikan sa Hustong Dalan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_bis": "Kadtong milimod 'sa Kamatuoran' taliwala sa anak sa Israel gitunglo (ni Allah) pinaagi sa Dila ni David, ug Hesus, ang anak ni Maria. Tungod kay sila sa hilabihan nanag-supak ug naglapas!",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_bis": "Naandan nila nga sila wala nagdili sa usa’g-usa sa kasal-anan nga ilang nabuhat. Kadautan ang ilang naandan nga ginabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_bis": "Makita nimo ang kadaghanan kanila nga (mga Hudeyo) naghimo sa mga magmilimod ingon nga ilang suod nga higala ug tigpanalipod. Sa pagkatinuod kadautan ang ilang ginabuhat, ug sa ingon niadto (nga hinungdan) ang kasuko sa Allah midangat kanila, ug sa silot sila mopuyo hangtod sa kahangtoran.",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_bis": "Kun sila lang mituo sa Allah, ug (mituo) sa Propeta (Muhammad), ug sa unsay gipadayag kaniya (ang Qur’an), bisan kanus-a dili nila sila (ang mga wala mituo) himuon nga mga suod nga higala ug tigpanalipod, apan daghan kanila mga rebelyoso, masinupakon sa Allāh.",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_bis": "Seguradong makit-an nimo ang labing kaaway ngadto sa mga magtutuo nga mao ang mga Judio ug mga politeista ug ang labing maloloy-on mao kadtong nagtawag sa ilang kaugalingon nga Kristiyano. Kana tungod kay sila adunay mga pari ug mga monghe ug tungod kay sila dili mapahitas-on.",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_bis": "Sa diha nga ilang madunggan unsa ang gipadayag ngadto sa Sinugo 'Muhammad' makita nimo ang ilang mga mata nga nag-awas sa luha tungod sa kamatuoran nga ilang nailhan. Sila nagasulti: “Among Ginoo 'Allah' kami mituo, busa Isulat Mo kami ingon nga kauban sa mga saksi.”",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_bis": "Ug nganong dili man kita motuo kang Allah ug sa kamatuoran nga miabot kanato? Samtang kita nanghinaut nga ang 'Allah' atong Ginoo dawaton kanato (sa Paraiso sa Adlaw sa Pagkabanhaw) uban sa mga matarung nga mga tawo (Propeta Muhammad ug sa iyang mga kauban).",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_bis": "Busa sila gigantihan sa Allāh ug mga Tanaman (Paraiso) nga sa ilalom niini adunay mga suba nga nagadagayday tungod sa ilang gisulti, sila magapuyo didto sa kahangtoran. Ug kini ang ganti sa mga nagbuhat ug maayo.",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_bis": "Ang mga milimod ug isalikway sa Among Ayat (mga bersikulo, timaan), sila mao ang mga lumulupyo sa Kalayo (sa Imperno).",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_bis": "Oh mga magtutuo, ayaw ninyo idili ang mga butang nga maayo, nga gihimo ni Allah nga gikatugot kaninyo. ug ayaw paglapas. Sa pagkatinuod, si Allāh wala mahigugma sa mga malapason.",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_bis": "Kaon sa mga butang nga gihatag sa Allah kaninyo, nga gikatugot ug putli, ug kahadloki ang Allah nga Kaniya kamo mituo.",
      "footnotes": null
    },
    {
      "ayah_number": 89,
      "translation_bis": "Si Allah dili musilot kaninyo (para sa pagbuwag) sa mga pagpanumpa nga wala ninyo tuyoa, apan Siya musilot kaninyo (para sa pagbuwag) sa mga pagpanumpa nga inyong gituyo; ug alang sa bayad sa tinuyo nga pagpanumpa, pagpakaon (kamo) ug napulo ka kabus, sa sukod nga kun unsa ang sagad nga inyong ginapakaon sa inyong kaugalingong pamilya; o bistihi ninyo sila; o hatagan ug kagawasan ang usa ka ulipon. Apan kon kinsa man ang walay abilidad (niini), nan, siya angay nga magpuasa ug tulo ka adlaw. Kini ang bayad (pagbasol) sa mga panumpa kun kamo nakapanumpa. Ug panalipdi ninyo ang inyong pagpanumpa (ayaw panumpa o panaad ug daghan). Sa ingon niini gibuhat ni Allah nga mahimong tin-aw kaninyo ang Iyang mga pinadayag, timaan, ug uban pa, aron kamo magmapasalamaton.",
      "footnotes": null
    },
    {
      "ayah_number": 90,
      "translation_bis": "Oh mga magtutuo, ang mga makahubog[1], ang sugal, ang Al-Ansab (mga hulagway o mga bato nga altar, nga sa palibot niini gibalaan ang mga halad) ug Al-Azlam (mga pana aron sa pagpangeta ug suwerte o pagdesisyon) mga dautang binuhatan ni Satanas. Busa likayi ninyo aron kamo molampos ug mouswag\".",
      "footnotes": "[1]. Ug tanan nga makahatag ug tabil sa panghunahuna; droga, sagbot sa marijuana, ug uban pa."
    },
    {
      "ayah_number": 91,
      "translation_bis": "Sa pagkatinuod, ang gusto lang ni Satanas mao ang dasigon ang kaaway ug pagdumot taliwala kaninyo pinaagi sa mga butang nga makahubog ug pagpanugal, ug nagbabag kaninyo sa paghinumdom sa Allāh ug sa pag-ampo. Busa, kamo ba dili pa ba magaundang?",
      "footnotes": null
    },
    {
      "ayah_number": 92,
      "translation_bis": "Tumana si Allah ug tumana usab ang Mensahero (Muhammad), ug pagmainampingon kamo; apan kun kamo manggitalikod, nan hibaloi nga ang katungdanan sa Among Sinugo mao lamang ang pagpaabot (sa Mensahe) tin-aw klaro.",
      "footnotes": null
    },
    {
      "ayah_number": 93,
      "translation_bis": "Alang sa mga mituo ug nagabuhat ug kaayohan, dilisala ang unsay ilang gikaon (sa wala pa kini gidili), basta sila nagpadayon (karun) sa ilang pagkadiosnon (pinaagi sa pagpalayo sa mga butang nga lyang gidili), ug pag-angkon ug pagtuo (sa Kaniya) ug pagbuhat ug kaayohan, unya kahadloki ang Allah ug pagtuo (Kaniya), unya kahadloki ang Allah (pinaagi sa pagbuhat sa mga Kasugoan sa Allah) ug pagbuhat kaayohan nga adunay kahingpit. Ang Allah naghigugma sa mga maayong magbubuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 94,
      "translation_bis": "Oh mga magtutuo, ang Allah kasigurohan nga maghatag kaninyo ug pagsulay pinaagi sa mga hayop nga inyong ginadakop (sa pagpangayam), nga muabot sa duol (ninyo) nga maabot lang sa inyong mga kamot ug sa mga bangkaw (samtang kamo anaa sa kahimtang sa Ihram [nga pangpanawduaw], aron masulayan ni Allāh sila nga manga nahadlok Kaniya sa tago. Ang bisan kinsa nga magalapas human niini, alang kaniya mao ang makalilisang nga silot.",
      "footnotes": null
    },
    {
      "ayah_number": 95,
      "translation_bis": "Oh mga magtotoo! Ayaw pagpatay duwa samtang kamo anaa sa panawduaw. Bisan kinsa nga mopatay niini nga tinuyo kinahanglang mobayad pinaagi sa pagtanyag sa katumbas niini—sumala sa paghukom sa duha ka makiangayon nga mga tawo diha kaninyo— paga-dad'on sa Ka'bah, ingon nga halad (sama sa karnero, kanding, baka), o pinaagi sa pagpakaon sa mga timawa, o pinaagi sa pagpuasa aron sila makatilaw sa mga sangputanan sa ilang mga paglapas. Gipasaylo ni Allah ang nahimo sa una. Apan kadtong mopadayon pagasilotan ni Allah. Kay Allah Hingpit Labing Gamhanan, ang Nakapanag-iya sa Pagbalos (Pagsilot).",
      "footnotes": null
    },
    {
      "ayah_number": 96,
      "translation_bis": "Gitugot kaninyo ang pagpanakop ug isda sa kadagatan ug ang mga makaon niini alang sa kapahimuslan sa inyong kaugalingon ug sa mga nagpanaw, apan gidili kaninyo ang pagpangayam ug hayop sa kayutaan samtang kamo anaa sa kahimtang sa Ihram (sa Hajj o Umrah). Ug kahadloki ang Allah, nga kamo ngadto Kaniya tanan pagatigumon pag-usab.",
      "footnotes": null
    },
    {
      "ayah_number": 97,
      "translation_bis": "Ang Allāh nagtakda sa Ka’ba, ang Balaan nga Balay, ingon nga usa ka kapuy-an sa kalinaw, ug sa Hajj ug Umrah (Panawduaw) alang sa katawhan, ug sa mga Balaan nga Bulan, ug sa mga Hayop nga Hadyi (panghalad sa Hajj), ug ang mga gibutang (gigahin) nga mga hayop nga gimarkahan (pinaagi) sa mga kuwelyo, kini aron inyong mahibaloan nga ang Allah nasayod kun unsa ang anaa sa kalangitan ug kun unsa ang sa kayutaan, ug ang Allah Hingpit nga Nakahibalo sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 98,
      "translation_bis": "Hibaloi nga ang Allah mahugtanon sa pagsilot, ug ang Allah Labing Mapinasayluon, ang Labing Maluloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 99,
      "translation_bis": "Ang katungdanan sa Sinugo (Muhammad) mao lamang ang paghatod (sa Mensahe) klaro. Ang Allah ang nakahibalo sa tanan nga inyong gidayag sa tanan nga inyong ginatago.",
      "footnotes": null
    },
    {
      "ayah_number": 100,
      "translation_bis": "Isulti (Oh Muhammad): \"Dili managsama ang hugaw ug putli, bisan pa aron kamo nga madani sa kadagaya sa kadautan.' Busa kahadloki ninyo si Allāh, O kamong mga tawo nga adunay pagsabut, aron kamo molampos ug mouswag\".",
      "footnotes": null
    },
    {
      "ayah_number": 101,
      "translation_bis": "Oh mga magtutuo, ayaw kamo pangutana sa mga butang nga kun (kini) ipasabot kanimo mahimong dili makapalipay kanimo. Apan kun kamo mangutana mahitungod niini samtang ang Qur’an gipadayag, kini sila (mga butanga) pagahimuon nga tin-aw kaninyo. Ang Allah ang mipasaylo niini, ug ang Allah ang Labing Mapinasayluon, ang Labing Mapailubon.",
      "footnotes": null
    },
    {
      "ayah_number": 102,
      "translation_bis": "Niadtong nauna pa kaninyo, adunay katilingban nga nangutana ug ingon niadto nga mga pangutana, ug tungod niadto nga panghitabo, sila nahimong mga manlilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 103,
      "translation_bis": "Si Allah wala gayud nagtakda sa \"gikaingong bahîrah, sâ'ïbah, wașîlah, ug hâm nga mga kamelyo2. Apan ang mga manlilimod nagmugna lang og mga bakak mahitungod sa Allah, ug kadaghanan kanila kulang sa pagsabot.",
      "footnotes": "2. Kining tanan mga matang sa kamelyo nga ginahalad sa mga dios-dios, ug kini ginabuhat sa mga paganong Arabo sa wala pa miabot ang Islam kanila."
    },
    {
      "ayah_number": 104,
      "translation_bis": "Sa diha nga isulti kanila: “Umari na kamo sa unsay gipadayag ni Allah (sa Qur'an) ug ngadto sa mensahero (Muhammad).” Sila magaingon: “igo na alang kanamo ang among nakit-an sa among mga ginikanan.\", bisan pa ang ilang mga ginikanan walay kahibalo ug walay giya.",
      "footnotes": null
    },
    {
      "ayah_number": 105,
      "translation_bis": "Oh mga magtutuo, ampingi ninyo ang inyong kaugalingon. Kun kamo nagasunod sa hustong giya, walay bisan unsa nga kadaut ang muabot kaninyo gikan kanila nga anaa sa pagkahisalaag. Ngadto sa Allāh tanan kamo maga-balik; ug Siya Magatug'an kaninyo sa tanan nin-yong mga binuhatan.",
      "footnotes": null
    },
    {
      "ayah_number": 106,
      "translation_bis": "Oh mga magtotoo! Kung hapit na ang kamatayon bisan kinsa kaninyo, tawga ang duha ka makiangayon nga Muslim nga mga lalaki aron magsaksi samtang naghimo ka usa ka panulondon; kon dili, duha ka dili Muslim (kun kinahanglan), kana kon kamo anaa sa inyong panaw sa kayutaan. Kung nagduhaduha ka sa ilang pagpamatuod, tipigi sila pagkahuman sa pag-ampo ug tuguti sila nga magpamatuod ubos sa panumpa nga nag-ingon, \"Sa Allah! Dili gayud namo ibaligya ang among pagpamatuod sa bisan unsa nga bili, bisan pa sa pabor sa usa ka suod nga paryente, ni magpugong sa pagpamatuod ni Allah. Kay kon dili, kita mahimong makasasala.”",
      "footnotes": null
    },
    {
      "ayah_number": 107,
      "translation_bis": "Kun (pananglit) kining duha mahibaloan nga napamatud-ang adunay sala (silang duha namakak), himoa ang lain pang duha ka saksi gikan sa pundok sa labing duol nga mga paryente nga mubarog puli kanila, ug manumpa sa Allah (nga muingon): “Kami nagpalig-on nga ang among pamahayag labing matinud-anon kaysa kanilang duha, ug kami wala paglapas (sa kamatuoran), tungod kay kun magahimo niadto kami mamahimong tigbuhat ug kasaypanan.”",
      "footnotes": null
    },
    {
      "ayah_number": 108,
      "translation_bis": "Mao kini ang labing maayo, aron sila makapamatuod ingon nga mga saksi sumala sa (matuod), o sila mahadlok nga ang laing pag-pamatood pagadawaton puli kanila. Busa kahad-loki (si) Allah ug mag-patalinghog. Ug ang Allah dili magagiya sa mga tawo nga mga rebelyoso.",
      "footnotes": null
    },
    {
      "ayah_number": 109,
      "translation_bis": "(Hinumdomi, O katawhan), sa Adlaw nga pagatigomon sa Allah ang mga Sinugo nga managkauban ug igasaysay kanila: “Unsa ang tubag nga inyong nadawat (gikan sa mga tawo nga inyong giwalihan sa Islam)?” Sila muingon: “Kami walay nahibaloan (kun unsa ang ilang gibuhat human ang among panahon), sa pagkatinuod, Ikaw lang ang Hingpit nga Nakahibalo sa tanang mga butang nga tinago (o dili makita).",
      "footnotes": null
    },
    {
      "ayah_number": 110,
      "translation_bis": "(Hinumdomi) sa diha nga ang Allah musulti (sa Adlaw sa Pagkabanhaw): “O Hesus nga anak ni Maria, hinumdomi ang akong kaayo kanimo ug sa imong inahan, sa diha nga ikaw Akong gilig-on (pinaagi sa) ang balaang espiritu (anghel Gabriel) aron ikaw makapamulong sa mga tawo gikan sa imong duyan ug sa imong pagkahamtong . Ug hinumdomi sa diha nga ikaw Akong gitudloan sa pagsulat, ug sa Al-Hikmah (kaalam, ug gahom sa pagsabot), ug sa Torah (mga Balaud) ug sa Injil (Ebanghilyo); ug (hinumdomi) sa diha nga imong gibuhat gikan sa lapot nga lapok ang sama sa hulagway sa usa ka langgam, sa Akong pagtugot, ug giginhawaan nimo kini, ug kini nahimong langgam sa Akong pagtugot, ug imong giayo ang mga (gipanganak nga) buta, ug ang mga sanlahon (kagiron) sa Akong pagtugot; ug (hinumdomi) sa diha nga imong buhion ang patay sa Akong pagtugot; ug sa diha nga Akong gipugngan ang anak sa Israel ngadto kanimo (sa diha nga sila nagkahiusa nga ikaw patyon); sa diha nga ikaw miabot kanila nga adunay mga tin-aw nga pamatuod, ug ang mga manlilimod nga mga pundok miingon: “Kini walay lain kondili usa ka dayag nga salamangka\".",
      "footnotes": null
    },
    {
      "ayah_number": 111,
      "translation_bis": "Sa diha nga Akong (Allah) gipadayag sa kasing-kasing sa mga disipulo nga mutuo Kanako ug (mutuo) sa Akong Sinugo (Hesus), sila miingon: “Kami mituo. Ug mahimong saksi nga kami mga Muslim.",
      "footnotes": null
    },
    {
      "ayah_number": 112,
      "translation_bis": "Sa diha nga ang mga Disipulo miingon: “O Hesus nga anak ni Maria, mamahimo ba nga ang (Allah) nga imong Ginoo magpakanaug kanamo ug usa ka lamesa (nga adunay pagkaon) gikan sa langit?” Si Hesus miingon: “Kahadloki ninyo ang Allah kun kamo tinuod nga mga magtutuo.",
      "footnotes": null
    },
    {
      "ayah_number": 113,
      "translation_bis": "Sila miingon: “Kami nangandoy nga mukaon gikan niini, ug aron matagbaw ang among kasing-kasing, ug aron among mahibaloan nga sa pagkatinuod ikaw nagsulti kanamo ug kamatuoran, ug kami sa among kaugalingon mamahimong mga saksi.”",
      "footnotes": null
    },
    {
      "ayah_number": 114,
      "translation_bis": "Miingon si Hesus nga anak ni Maria: “O Allah, among Ginoo, ipakanaog kanamo gikan sa langit ang usa ka talad nga adunay pagkaon, aron mahimong usa ka kasaulogan alang sa nauna ug naulahi kanamo ug usa ka Timaan gikan Kanimo; ug tagana kami, tungod kay Ikaw ang Labing Maayo sa mga Tighatag.”",
      "footnotes": null
    },
    {
      "ayah_number": 115,
      "translation_bis": "Miingon ang Allah: “Ako magpakanaug niini kaninyo, apan bisan kinsa kaninyo nga mubalik sa pagkawalay-pagtuo human niini, nan, siya Akong silotan ug usa ka silot nga wala pa Nako nabuhat sa bisan kinsa sa tanan nga mga linalang.”",
      "footnotes": null
    },
    {
      "ayah_number": 116,
      "translation_bis": "(Hinumdomi) sa diha nga ang Allah muingon (sa Adlaw sa Pagkabanhaw): “O Hesus nga anak ni Maria, imo bang nagsulti sa mga tawo: “Simbaha ako ug ang akong inahan (Maria) ingon nga duha ka diyos gawas pa sa Allah?” Siya (Hesus) muingon: “Himayaon Ka, dili angay kanako ang pagsulti ug usa ka butang nga wala akoy katungod (sa pagsulti). Kon nakasulti pa ako sa ingon, nahibal-an na nimo kini. Ikaw nasayod kun unsa ang anaa sa akong kaugalingon apan ako wala nasayod sa unsay anaa Kanimo, sa pagkatinuod Ikaw lamang ang Hingpit nga Nakahibalo sa tanang natago (dili makita).”",
      "footnotes": null
    },
    {
      "ayah_number": 117,
      "translation_bis": "Ako wala magsulti kanila, gawas lamang kun unsa ang Imong gikasugo kanako nga isulti: “Simbaha ninyo ang Allah, ang akong Ginoo ug inyong Ginoo (ug ang akong Dios, ug inyong Dios).” Ug ako usa ka saksi kanila samtang ako (buhi) nga uban kanila, apan sa diha nga ako Imo nang gikuha pataas, Ikaw mao may Saksi ibabaw nila, ug Ikaw maoy Saksi sa tanang manga butang.",
      "footnotes": null
    },
    {
      "ayah_number": 118,
      "translation_bis": "Kun sila imong pagasilotan (tungod sa ilang pagpanglimod), sila Imong mga ulipon, ug kun sila Imong pasayluon, sa pagkatinuod Ikaw lang ang Labing Gamhanan, ang Labing Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 119,
      "translation_bis": "Ang Allah miingon: “Kini ang Adlaw nga ang mga matinud-anon makapahimulos sa ilang pagkamatinud-anon; alang kanila mga Tanaman (Paraiso) nga sa ilalom niini adunay mga suba nga nagadagayday, sila mamuyo niini sa kahangtoran. Ang Allah nahimuot kanila ug sila nahimuot Kaniya. Kini mao ang dakong kadaugan.",
      "footnotes": null
    },
    {
      "ayah_number": 120,
      "translation_bis": "Iya (ni) Allah ang ginharian sa manga kalangitan ug kalibutan, ug ang tanan nga manga anaa niini. Ug Siya bug-os ang gahom ibabaw sa tanang mga butang.",
      "footnotes": null
    }
  ]
}