{
  "surah_number": 6,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "tanan nga pagdayeg alang lamang ni Allah, nga nagbuhat sa mga langit ug sa yuta, ug mihimo sa kahayag ug kangitngit, ug bisan pa kadtong mga nagalimod sa Kamatuoran naghimo ug mga kahisama sa ilang Ginoo 'Allāh'.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Siya ang naglalang kaninyo gikan sa lapot nga lapok, ug pagkahuman nagtakda ug usa ka sinukod nga panahon (alang sa inyong kamatayon). Ug anaa usab Kaniya ang lain pang sinukod nga panahon (alang sa inyong pagkabanhaw), samtang, kamo nagduhaduha (sa Pagkabanhaw).",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Siya ang Allah, (mao lamang ang tinuod nga Dios nga angay simbahon) sa mga kalangitan ug kayutaan, nahibaloan Niya kun unsa ang inyong gitago o gidayag, ug nahibaloan Niya kun unsa ang inyong ginabuhat (maayo man o dautan).",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Apan sa matag higayon nga ang usa ka Timaan sa mga Tamailhan sa ilang Ginoo 'Allāh' moabut kanila, sila motalikod gikan niini,",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Sa pagkatinuod ilang gisalikway ang Kamatuoran sa diha nga kini miabot kanila, apan kasigurohan nga muabot kanila ang balita (silot) sa unsay ilang gibugalbugalan.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Wala ba nila konsidera ang pipila sa mga makasasala nga ˹wala motuo˺ katawhan nga Among gilaglag una kanila? Kami naghimo kanila nga mas gamhanan sa yuta kay kaninyo. Gipaulan namo kanila ang mga panganod nga daghang ulan ug gipadagayday namo ang mga suba sa ilang ubos. Unya gilaglag namo sila tungod sa ilang mga sala ug gipulihan sila sa ubang mga katawhan.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Kun gipakanaug Namo nganha kanimo (O Muhammad) ang Libro (Mensahe) nga nasulat sa papel aron kini mahikap sa ilang mga kamot, ang mga maglilimod kasigurohan nga moingon: “Kini wala nay lain gawas sa usa ka salamangka.”",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Nag-ingon sila, “Nganong walay anghel nga gipakanaog kaniya (aron mahimong saksi ngadto kaniya?” Kon Kami mipadala ug usa ka anghel, ang butang sa pagkatinuod nahusay ˹sa makausa˺, ug sila dili na unta hatagan ug dugang panahon ˹sa paghinulsol˺.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Kon Kami nagpadala pa ug usa ka anghel, Kami sa pagkatinuod naghimo kaniya ingon nga usa ka tawo, ug sa ingon Kami lamang unta maglibog kanila sa samang paagi nga sila karon naglibog sa ilang mga kaugalingon.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "(Daghan) nang mga Mensahero ang gibugalbugalan nga una pa kanimo, apan ang ilang tigbiaybiay napalibotan ug nga butang (silot) nga ilang gikataw-an kaniadto.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Isulti: “Panaw kamo pinaagi sa kayutaan, nan lantawa ninyo kun unsay nadangatan sa mga misalikway sa Kamatuoran.”",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Pangutan-a sila: 'Kinsay tag-iya sa tanan nga anaa sa langit ug sa yuta?' Suginli, \"Iya ni Allah\". Iyang gi-pahamtang sa Iyang Kaugalingon ang Kaluoy. Sa walay duha-duha, tigumon Niya kamong tanan alang sa Adlaw sa Paghukom- apan kadtong pildero sa ilang kaugalingon dili gayod motuo.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Siya (Allah) ang nanag-iya sa bisan unsa nga anaa sa gabii ug sa adlaw, ug Siya ang Labing Nakadungog, ang Hingpit nga Nakahibalo.”",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Isulti: “Akoa bang dawaton ingon nga magbalantay (Manluluwas, Ginoo, o Dios) ang lain pa sa Allah, nga mao ang Manlalalang sa mga kalangitan ug sa kayutaan? Ug Siya nga nagpakaon sa tanan, apan Siya wala nanginahanglan ug pakan-on.” Isulti: 'Sa pagkatinuod ako gisugo nga mahimong una sa mga nagpasakop (kay Allah) ug dili mahimong usa sa mga pagano.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Isulti, \"Ako Nahadlok - kung ako mosupak sa akong Ginoo - ang pagsakit sa usa ka makalilisang nga Adlaw.\"",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Bisan kinsa nga naluwas sa silot nianang Adlawa sa pagkatinuod gipakitaan sa kaluoy ni Allah. Ug kana ang hingpit nga kadaugan.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Kon ang Allah Maga-tandog kanimo pinaagig kalisdanan, nan, walay makatangtang niini gawas Kaniya. Ug kon Siya motandog kanimo sa usa ka panalangin, nan, Siya makahimo sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Siya (Allah) maoy ang nagsakop sa Iyang mga ulipon (sa katawhan ug jinn). Ug Siya ang Hingpit nga Maalamon, ang Nakahibalo sa Tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Isulti: Kang kinsang pagpamatuod ang labing dako?' Isulti: 'Si Allah mao ang saksi tali kanako ug kaninyo; ug kini nga Qur'an gipadayag kanako nga ako kinahanglan nga magpasidaan kaninyo pinaagi niini ug usab kang bisan kinsa nga kini maabot. \"Ikaw ba sa pagkatinuod nagpamatuod nga adunay uban nga mga dios uban ni Allah? Isulti: 'Ako dili gayud mopamatuod.' Ingna: 'Siya (Allah) mao ang Usa ka Dios ug ako sa bug-os nagdumili sa tanan nga imong gipakig-uban Kaniya sa Iyang pagka-Dios.'",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Sila nga Among gihatagan ug Kasulatan (mga Hudeyo ug Kristohanon) nakaila kaniya (Propeta Muhammad)1, nga sama sa pagkaila nila sa ilang mga anak. Kadtong midaot sa ilang kaugalingon dili gayod motuo.",
      "footnotes": "1. Muhammad ingon nga usa ka Sinugo tungod kay nahisgotan sa Torah ug ang Evangel ang iyang pag-abot."
    },
    {
      "ayah_number": 21,
      "translation_bis": "Kinsa pa kaha ang labaw nga nagabuhat ug kasaypanan gawas kaniya nga nagmugna ug kabakakan batok sa Allah o milimod sa Iyang Ayat (mga bersikulo, timaan). Sa pagkatinuod, ang mga tigbuhat ug kasaypanan bisan kanus-a dili magmadaugon.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Ang Adlaw nga Among tigomon silang tanan unya among iingon ngadto sa mga pagano \"Hain na man kadtong mga dios nga inyong giangkon kaniadto 'nga sila mga kauban ni Allāh'?\"",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Ug ang ilang pasangil mahimong kawang nga ilang igaingon mao: \"Sa Allah, among Ginoo! Dili gayud kami mga politeismo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Tan-awa, giunsa nila pagbakak batok sa ilang kaugalingon ug giunsa sila pagbiya sa ilang hinimo nga mga dios!",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Ug kanila adunay pipila nga nagpakita nga namati kanimo, apan sa ilang mga kasingkasing Kami nagbutang og mga tabon aron sila dili makasabut niini; ug pagkabungol sa ilang mga dalunggan; (aron sila dili makadungog). Bisan kung makita nila ang matag timaan, dili gihapon sila motuo niini. Ang mga manlilimod moanhi aron makiglalis kanimo, nga mag-ingon, \"Kini nga Quran mao lamang sa karaang mga sugilanon!\"",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Ilang gipahilayo ang uban gikan sa Propeta (Muhammad ug ang Qur’an) ug gipalayo usab ang ilang mga kaugalingon. Wala silay gilaglag gawas sa ilang kaugalingon, apan wala sila masayod niini.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Kon imo pa lamang silang makita, sa diha nga sila patindugon atubang sa kalayo (sa Imperno), sila maga-ingon; kon kami maka-pamalik pa unta (sa kalibotan), kami dili gayod maga-salikway sa mga Ayat (mga timaan, pinadayag) sa 'Allah' among Ginoo ug kami mahimong mga magtutuo.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Apan dili! Hinonoa ang ilang tinago nga mga butang (kanhi) mahimo nga dayag ngadto kanila. Kun sila ibalik pag-usab (sa kalibotan), kasigurohan nga sila mubalik usab sa mga butang nga gidili kanila. Ug sa pagkatinuod sila mga bakakon.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Nag-ingon sila karon: 'Walay lain gawas sa kinabuhi niining kalibotana, ug dili na kita banhawon (gikan sa mga patay alang sa Paghukom).'",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Kun imo lang makita sa diha nga sila patindogon na sa atubangan sa ilang Ginoo 'Allāh', Siya (Allāh) magasulti: “Dili ba kini ang Kamatuoran (ang Pagkabanhaw)?” Sila magasulti: “Oo, Oh among Ginoo.” Siya (Allāh) musulti: “Tilawi unya ang silot tungod kay kamo naglimod.”",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Ang mga mapildihon, sila nga milimod sa panagtagbo ni Allah hangtud nga ang Takna mokuha kanila sa kalit, unya sila maghilak, \"Alaut kami nga wala magtagad niini!” Pas-anon nila ang lulan sa ilang mga sala sa ilang mga likod. ug dautan gayud ang mga palas-anon nga ilang pagadal-on!",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Ang kinabuhi niining kalibotana wala nay lain gawas sa panagdula lamang ug paglingaw-lingaw, ug ang kinabuhi sa Kataposan mas maayo alang niadtong sa paglikay batok sa kadautan. Dili ba kamo makasabut?",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Kami nasayod pag-ayo nga sa unsay ilang gisulti nga nakapaguol kanimo 'Oh Muhammad' apan dili ikaw nga sila gilimod kundili sa mga tigbuhat ug kasaypanan nagsalikway sa mga Timaan sa Allāh.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Sa pagkatinuod, daghang mga Mensahero ang gisalikway sa wala pa nimo (O Muhammad), apan sila milahutay uban sa pailub nga sila gisalikway, ug sila gibiaybiay; hangtud nga ang among tabang miabut kanila, ug walay bisan kinsa nga makausab sa mga pulong ni Allah. Sa pagkatinuod, adunay miabut kanimo nga ang pipila nga balita mahitungod niadtong mga Mensahero.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Kon ang ilang pagdumili mahimong bug-at kaayo alang kanimo nan kon ikaw makahimo sa pagpangita sa usa ka tunel sa yuta o usa ka hagdan sa langit aron dad-an nimo sila ug usa ka timaan, [dayon buhata kini]. Kon gibuot pa ni Allah, mahimo unta Niyang giyahan silang tanan. Busa ayaw kahimong ignorante ˹niini nga kamatuoran˺",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Ang 'maayong' naminaw ra ang motubag sa imong tawag. Mahitungod sa mga patay, banhawon sila ni Allah, unya ngadto Kaniya sila ibalik.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Sila miingon: 'Nganong walay Tamailhan nga gipakanaug ngadto kaniya gikan sa (Allah) iyang Ginoo?' Ingna: 'Sa pagkatinuod ang Allah adunay gahum sa pagpakanaog sa usa ka Timailhan, apan kadaghanan kanila wala mahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Walay usa nga naglihok (o nabuhi) nga linalang sa kayutaan, ni walay langgam nga nagalupad uban sa iyang duha ka pako, kondili mga katilingban nga sama kaninyo. Kami walay bisan unsa nga gipasagdan diha sa Basahon; unya ngadto ilang Ginoo 'Allāh', silang (tanan) tigumon.",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Sila nga misalikway sa Among Bersikulo (o mga timaan) mga bungol ug amang sa kangitngit. Si kinsa man nga pagabut-an sa Allah, Iyang (idangat) sa pagkasalaag 'nga makiangayon', ug kinsa man ang Iyang magustohan Iyang giyahan sa Matul-id nga Dalan 'tungod sa iyang pabor'.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Ingna, sultihi ako kung ang silot sa Allāh miabot kanimo o ang Takna, motawag ka ba sa bisan kinsa gawas lian sa Allāh, kung nagsulti ka sa tinuod.'",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Dili, kaniya [lamang] ang imong pag-ampo, ug Iyang tangtangon nga alang ang imong gisangpit Kaniya, kung gusto Niya, ug makalimtan nimo ang imong gipakig-uban [Kaniya sa pagsimba]",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Ug sa pagkatinuod Kami nagpadala ug mga Mensahero ngadto sa uban nga mga nasud una pa kanimo ug unya Kami mikuha niadtong nga mga nasud uban sa kaalautan ug kalisdanan aron sila magpaubos sa ilang mga kaugalingon (sa atubangan Namo).",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Apan sa diha nga ang kaalaotan midangat kanila gikan Kanato nganong wala sila magpaubos sa ilang kaugalingon? Ang ilang mga kasingkasing nagpatig-a ug si Satanas naghimo sa ilang mga buhat nga daw patas alang kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Busa sa diha nga ilang nalimtan (ang pasidaan) nga diin sila gipahinumdoman, Among giablihan alang kanila ang mga ganghaan sa matag (makapahimuot) nga butang; hangtod nga sa taliwala sa ilang panagkalipay sa mga gihatag kanila, Among gisakmit sila sa kalit, ug sila nahulog sa kadaut uban ang lalom nga pagbasol ug kagol-anan.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Busa ang mga tawo nga nagbuhat ug kaalaut (pinaagi sa pagsimba sa uban kay sa Allah) giibot sa bug-os hangtod sa ikaulahian. Ang tanan nga pagdayig alang kay Allah, ang Ginoo sa tibuok kalibutan.",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Pangutan-a sila, O Propeta (Muhammad), \"Hunahunaa kung kuhaon ni Allah ang inyong pandungog ug panan-aw, o silyohan ang inyong mga kasingkasing-kinsa pa gawas kay Allah ang makapabalik niini?\" Tan-awa O Propeta kung giunsa Namo paglainlain ang mga bersikulo, ug bisan pa niana sila motalikod gihapon niini.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Isulti, \"Hunahunaa kung ang silot ni Allah moabut sa kalit (sa takna sa kagabion) o sa dayag (sa takna sa adlaw), kinsa ang malaglag gawas sa mga mamumuhat sa daotan?\"",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Wala kami magpadala ug mga Mensahero gawas nga tigdala sa maayong balita ug mga tigpasidaan. Busa, siya nga mituo sa ilang mensahe ug nagkinabuhi nga matarung, Sila walay kahadlok ni sila maguol.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Apan sila nga misalikway sa Among Ayat (mga timaan, pinadayag), ang silot mutandog kanila tungod sa ilang pagkadili-masinugtanon.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "(Oh Muhammad) Isulti: 'Dili ako makaingon kanimo nga ako adunay mga bahandi ni Allah. Ni ako adunay kahibalo sa kung unsa ang dili maabut sa panan-aw sa tawo. Wala usab ako mag-ingon kaninyo: Usa ako ka anghel. Sunod ko lang ang padayag kanako.' Isulti: 'Parehas ba ang buta ug ang makakita?' Dili ba kamo mamalandong?",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Pasidan-e pinaagi sa mga bersikulo sa Qur’an kadtong mga nangahadlok nga sila tigumon sa atubangan sa (Allah) nga ilang Ginoo, nga didto wala silay mahimong magbalantay ug tigpataliwala gawas Kaniya, aron sa ingon niadto ilang kahadlokan ang Allāh [3].",
      "footnotes": "[3]. Ipabilin ang ilang katungdanan Kaniya pinaagi sa paglikay sa pagbuhat ug mga kasal-anan ug sa pagbuhat sa tanang maayo ug matarong nga butang nga Iyang gikasugo."
    },
    {
      "ayah_number": 52,
      "translation_bis": "Ayaw ipahawa kadtong nagsangpit sa (Allah) ilang Ginoo sa buntag ug sa gabii, nga nangita lamang sa Iyang nawong. Ikaw walay tulubagon alang kanila sama nga sila walay tulubagon alang kanimo. Kon ikaw sa gihapon magapapahawa kanila, ikaw mahimo nga usa sa dili makiangayon.",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Sa ingon niana Kami naghimo sa uban kanila nga usa ka paagi sa pagsulay sa uban aron sila (nga mga misalikway) moingon: 'Kini ba ang mga kauban namo (ang mga magtotoo) nga diin si Allah naghatag sa Iyang pabor?' Oo, wala ba mahibalo si Allah kung kinsa ang mga mapasalamaton?",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Kun ang mga mituo sa Among Ayat (mga timaan, pinadayag) muduol kanimo, isulti: “Salamun Alaykum (ang kalinaw maanaa kaninyo); ang (Allah) nga inyong Ginoo nagtakda sa Iyang kaugalingon ug kaluoy, nga kun kinsa man kaninyo ang nakabuhat ug kasaypanan tungod sa kawalay-kahibalo, ug human niini, siya nagbasol ug nagtul-id sa iyang kaugalingon (pinaagi sa pagsunod sa Allah), nan, sa pagkatinuod Siya Labing Mapinasayluon, ang Maluloy-on.”",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Sa ingon niini among giklaro ang among mga timailhan ug mga pagpadayag sa hapsay nga paagi, aron ang dalan sa mga dautan mahimong tin-aw.",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Isulti: (O Muhammad): 'Ako gidid-an sa pag-alagad niadtong kinsa inyong gitawag gawas ky Allah. 'Isulti: “Dili nako sundon ang inyong walay kapuslanan nga tinguha. Kun kini akong buhaton, ako masalaag (gikan sa hustong dalan), ug ako dili mahimong usa sa mga matul-id nga nagiyahan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Isulti ˹O Propeta Muhammad,˺ “Sa pagkatinuod, ako mibarog sa usa ka tin-aw nga pamatuod gikan sa akong Ginoo—apan kamo naglimod Kaniya. Kanang ˹pagsakit˺ nga inyong gitinguha sa pagpadali wala sa akong gahom. Ang hukom Iya sa Allah lang, Siya ang nagpadayag sa Kamatuoran, ug Siya ang Labing Maayo sa tanang Tighukom.”",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Isulti: \"Kon ang 'silot' nga imong pangayo nga dali-dalion anaa uban kanako, ang butang tali kanako ug kaninyo dugay na untang nadesisyonan. Si Allah ang labing nakahibalo sa mga daotan\".",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Anaa Kaniya ang mga yawe sa dili makita—walay usa nga nakaila kanila gawas Kaniya. Ug Siya nahibalo kon unsa ang anaa sa yuta ug sa dagat. Walay bisan usa ka dahon nga mangatagak nga walay Iyang kahibalo, ni usa ka lugas sa kangitngit sa yuta o bisan unsa-berde o uga nga wala matala sa Klarong Libro.",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Siya ang nagakuha sa inyong kalag sa gabii (sa diha nga kamo natulog), ug Siya nahibalo sa tanan nga inyong gibuhat sa tibuok adlaw, ug Iyang ginapabangon kamo pag-usab aron ang gitakda nga panahon (ang gitas-on sa inyong kinabuhi) matuman, ug ngadto Kaniya ang inyong pagbalik. unya ipahibalo Niya kanimo kung unsa ang imong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Siya (Allah) lamang ang naghupot sa gahum ibabaw sa Iyang mga ulipon, ug\nSiya nagpadala ug mga tinugyanan ibabaw kaninyo, hangtud nga ang kamatayon moduol ni bisan kinsa kaninyo ug ang Among mga anghel mikuha sa iyang kalag, nga wala magpasagad sa bahin sa ilang buluhaton.",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "(Ug pagkahuman) sila igabalik sa Allah, ang ilang Tinuod nga Ginoo, ang Makatarunganon, [aron sila gantihan]. Ang paghukom kay Iya ra. Siya ang labing matulin Maabtik sa Pag-ihap.",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Isulti: 'O Propeta Muhammad', “Kinsa ang nagaluwas kaninyo gikan sa kakuyaw sa kayutaan ug sa kadagatan? 'Sa diha' nga sila nagtawag uban ang pagpaubos, sa dayag ug sa tago nga nagasulti : “Kon Siya (Allah) luwason kami gikan niini, kami kanunay nga mapasalamaton ngadto Kaniya.”",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "\"Si Allah lamang ang nagluwas kaninyo gikan niini ug gikan sa matag kalisdanan, ug bisan pa niana ikaw nagbutang ug kauban sa uban kay Allah sa Iyang pagka-Dios.\"",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Isulti: Siya ra ang adunay gahum sa pagpahamtang kaninyo sa usa ka pagsakit gikan sa itaas o sa ubos kanimo o pagbahin kanimo sa mga pundok ug pagpatilaw sa uban kaninyo sa kapintasan sa usag-usa.\" Tan-awa kung giunsa Namo paglainlain ang Ayat (mga timaan, mga bersikulo, ug uban pa), aron basin sila makasabut\".",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Apan gilimud kini sa imong mga tawo bisan kung kini (nga Qur’an) ang Kamatuoran. Isulti:“Ako dili tigdumala sa kaninyo”.",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Ang matag balita adunay tinudlong panahon; ug kamo sa dili madugay mahibalo.”",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "Sa diha nga imong makita kadtong nakighinabi ug bakak mahitungod sa Among mga Bersikulo (Qur’an), pinaagi sa pagbugalbugal niini, palayo kanila hangtod nga sila mag-usab sa ilang gihisgotan. \nUg kun gihimo ni Satanas nga kamo makalimot, nan, ayaw kamo paglingkod human sa pagdumdum uban sa dili makiangayon nga mga tawo.",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Ang mga mahinadlukun sa Allah ug naglikay sa kadautan walay tulobagon sa bisan unsa kanila (sa mga buhat sa mga manlilimod) —ang ilang katungdanan mao ang pagtambag kanila, aron basin ang mga mabiaybiayon maglikay sa dautan.",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Biyai kadtong gahimo niining pagtuo ˹sa Islam˺ ingon nga pagdula ug kalingawan lamang ug nalimbongan sa ilang kinabuhi nga kalibutanon. Apan pahinumdumi sila pinaagi niini nga ˹Quran˺, aron walay usa nga kalaglagan tungod sa ilang mga sayop nga buhat. Sila walay tigpanalipod o tigpataliwala gawas ni Allah. Bisan pag sila magtanyag sa tanang posible nga lukat, walay usa nga dawaton gikan kanila. Kadto mao ang mga malaglag tungod sa ilang mga sayop nga buhat. Makabaton silag \nnagbukal nga tubig ug masakit nga silot tungod sa ilang pagkawalay pagtuo.",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "Isulti: “Magatawag ba kita sa uban (nga mga diyus-diyus) gawas pa sa Allah, nga dili makahatag kanato ug bisan unsa nga kaayo o kadaut, ug kami ba mutalikod human nga Siya (Allah) migiya kanamo (sa tinuod nga pagtuo)? – sama kaniya nga gibutang sa mga satanas nga masalaag, nga nalibog (ug naglibot-libot) sa kayutaan; ang iyang kaubanan nagtawag kaniya ngadto sa giya (nga nagasulti): “Umari ka kanamo.” Isulti: “Sa pagkatinuod, ang giya sa Allah mao lang ang tinuod nga Giya, ug kami gisugo nga magtugyan (sa among kaugalingon) sa Ginoo sa tanang mga linalang (ang Katawhan ug mga jinn).",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "Ug magbuhat ug pag-ampo (Salah) nga hingpit, ug magmasinulundon sa Allah ug kahadlokan Siya, ug Kaniya kamong tanan pagatigumon 'alang sa Paghukom'.”",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Siya (Allāh) ang naglalang sa mga kalangitan ug kayutaan sa kamatuoran, ug sa Adlaw (sa Pagkabanhaw), Siya muingon: “Mahimo,’ ug kini mahitabo.” Ang Iyang Pulong Kamatuoran. Kaniya ang Gingharian sa adlaw nga ang Trumpeta pagatayhopan (sa ikaduhang pagtayhop). (Siya) ang Hingpit nga Nakahibalo sa tanang natago ug nadayag, Siya ang Labing Maalamon, Labing Nasayud.",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "(Hisgoti O Muhammad) sa diha nga miingon si Abraham sa iyang amahan nga si Azar: “Inyo bang giila ang mga rebulto ingon nga diyos? Sa pagkatinuod akong nakita nga kamo ug ang inyong katilingban anaa sa tin-aw nga kasaypanan (pagkasalaag).”",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "Sa ingon niini, Among gipakita kang Abraham ang gingharian sa mga kalangitan ug kayutaan aron nga siya sa mga adunay sigurado [sa pagtuo].",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "Sa diha nga ang kangitngit sa gabii mitabil kaniya, siya nakakita ug bituon. Siya miingon: “Kini ba ang akong Ginoo?” Apan sa diha nga kini misalop, siya miingon: “Wala ako makagusto niadtong nagasalop.”",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "Sa diha nga nakita niya ang bulan nga nagasubang, siya miingon: “Kini ba ang akong Ginoo?” Apan sa diha nga kini misalop, siya miingon: \"Kun ako dili giyahan sa akong Ginoo (Allah), sa pagkatinuod ako mauban sa pundok sa mga tawo nga nasalaag sa kasaypanan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_bis": "Sa diha nga iyang nakita ang adlaw nga nagasubang, siya miingon: “Kini ba ang akong Ginoo? Kini labing dako.” Apan sa diha nga kini misalop, siya miingon: “O akong katawhan, sa pagkatinuod ako gawasnon sa tanan nga ninyo gipakig-uban isip mga kauban sa Pagsimba sa Allāh.",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_bis": "Sa pagkatinuod, akong giatubang ang akong nawong ngadto Kaniya (Allah) nga naglalang sa kalangitan ug kayutaan ingon nga usa ka Hanifan (nagtuo sa Nag-inusarang Diyos, ang Allah).Dili ako usa sa mga tigsimbag idolo.”",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_bis": "Ug ang iyang katawohan nakiglantugi kaniya. Siya miingon, “Ikaw ba nakiglalis kanako mahitungod sa Allah, samtang Siya sa pagkatinuod gigiyahan kanako? Ako dili mahadlok sa bisan unsa nga ˹mga diosdios˺ nga imong iuban Kaniya—˹Kay walay makadaut kanako,˺ gawas kon itugot sa akong Ginoo. Ang akong Ginoo naglangkob sa tanan sa ˹Iyang˺ kahibalo. Dili ka ba mahunahuna?",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_bis": "Ug nganong kahadlokan man nako ang (mga butang) nga gikauban ninyo sa pagsimba sa Allah (samtang sila dili makahatag ug kapahimuslan o kadaut), apan wala ninyo kahadloki nga kamo nagbutang ug kauban sa pagsimba sa Allah sa mga butang nga Siya wala nagpakanaug alang kaninyo sa bisan unsang awtoridad. (Busa) kinsa sa duha ka pundok ang adunay labaw nga katungod sa seguridad, kun inyo lang nahibaloan?”",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_bis": "Kadtong kinsa mituo ug wala magsagol sa ilang hugot nga pagtuo uban sa idolatriya, sila kadtong makabaton sa kasigurohan ug sila mao ang mga tawo nga nagiyahan sa husto.",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_bis": "Ug mao kadto ang Among (walay mahisama) nga pruweba nga Among gihatag kang Abraham batok sa iyang katilingban tawo. Among gipataas ang ang-ang sa kinsay Among magustohan. Sa pagkatinuod, ang Allah imong Ginoo ang Hingpit nga Maalamon, ang Hingpit nga Nasayud.",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_bis": "Ug gihatag Namo kaniya si Isaac ug Hakob, ug ang matag usa kanila Among gigiyahan, Among gigiyahan si Noah una pa kanila, ug ang iyang mga kaliwatan nga sila David, Solomon, Job, Hosep, Moises ug Aaron. Sa ingon niini Namo gigantihan ang mga tigbuhat ug mga maayo.",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_bis": "Ug si Zakarias, si Juan, Hesus ug Elias, silang tanan matag anaa sa mga matarung.",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_bis": "Ug si Ismael, Elisha, Jonas ug Lut, ug ang matag usa kanila Among gipalabaw sa tanang linalang (sa ilang kapanahonan).",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_bis": "Ug mao usab ang pipila sa ilang mga amahan, ug sa ilang kaliwat, ug sa ilang mga igsuon, sila Among gipili ug sila Among gigiyahan sa matul-id nga dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_bis": "Kini ang Giya sa Allah, lyang pagagiyahan ang bisan kinsa nga lyang magustohan sa lyang mga ulipon (sa katawhan ug jinn). Apan kung ilang gipakig-uban ang uban sa Allah sa pagsimba, ang tanan nga ilang gibuhat (sa mga maayo nga buhat) mahimong kawang kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 89,
      "translation_bis": "Mao kini sila kinsa Kami mihatag sa Kasulatan, kaalam, ug pagkapropeta. Apan kon kini nga mga pagano dili motuo niini 'nga mensahe', gisalig na namo kini sa usa katawhan nga dili gayud mulimod niini (Propeta Muhammad ug ang iyang mga kauban).",
      "footnotes": null
    },
    {
      "ayah_number": 90,
      "translation_bis": "Mao kini sila ang manga giniyahan (ni) Allāh, busa sunda ang ilang giya. Isulti: “Walay bisan unsa nga sukli ang akong gipangayo kaninyo niini. Kini (Ang Qur’an) usa lang ka pahinumdom sa tanang mga kanasuran.",
      "footnotes": null
    },
    {
      "ayah_number": 91,
      "translation_bis": "Sila (nga mga Hudeyo, pagano) wala nag-ila ni Allāh sa usa ka pag-ila nga angay Kaniya, sa diha nga sila misulti: “Si Allāh wala gipadayag ug bisan unsa sa usa ka tawo.” Isulti (O Muhammad): “Kon mao kana, kinsa ba ang nagpakanaug sa Libro nga gidala ni Moises, usa ka kahayag ug giya sa katawhan, nga inyong (mga Hudeyo) gihimo sa (managkabulag) nga mga panid sa papel, nga nagdayag (sa pipila niini) ug nagtago (sa kadaghanan niini)? Ug kamo (mga paganong nga walay pagtuo ni Allah) gitudloan (pinaagi sa Qur’an), nga bisan kamo, ug mao usab ang imong mga katigulangan wala nakahibalo.” Isulti: “Si Allāh (ang nagpakanaug niini).” Unya pasagdi sila sa paglingaw sa ilang kaugalingon sa kabakakan.",
      "footnotes": null
    },
    {
      "ayah_number": 92,
      "translation_bis": "Kini usa ka gipanalanginan nga Libro (Qur’an) nga Among gipadayag (kanimo, Oh Muhammad) nga nagpamatuod (sa pinadayag) nga miabot nga una pa niini, aron imong mahatagan ug pasidaan ang inahan sa mga lungsod (sa Makkah) ug tanan nga nakapalibot. Ang mga mituo sa Pikas Kinabuhi mituo niini (sa Qur’an), ug sila nagpabilin nga nagpadayun sa ilang pag-ampo.",
      "footnotes": null
    },
    {
      "ayah_number": 93,
      "translation_bis": "Kinsa pa kaha ang labaw nga dili makatarunganon kay kaniya nga nagmugna ug mga kabakakan batok sa Allah, o nagasulti (nga): “Ako nakadawat ug pinadayag”, apan walay gipadayag ngadto kaniya ug bisan unsa; ug siya nga nagasulti: “Akong ipadayag ang sama sa (Qur’an) nga gipadayag sa Allah.” Ug kun imo lang makita (O Muhammad) sa diha nga mga tigsimbag diyus-diyus ug tigbuhat ug kasaypanan anaa sa hilabihan nga kasakit nga pag-agulo sa kamatayon, samtang ang mga anghel nagabira sa ilang mga kamot (nga nagaingon): “Igawas na ninyo ang inyong mga kalag; niining adlawa, kamo pagabayran ug silot sa inyong ginalitok kanunay mahitungod sa Allah nga sukwahi sa kamatuoran. Ug kamo naanad sa pagsalikway sa Iyang pinadayag nga walay pagtahod.",
      "footnotes": null
    },
    {
      "ayah_number": 94,
      "translation_bis": "Sa pagkatinuod kamong tanan miabot Kanamo nga nag-inusara (walay bahandi, mga kaubanan, o unsa pa man nga butang), sama niana kamo Among gilalang sa sinugdanan. Gibiyaan ninyong tanan ang mga butang nga Among gihatag kaninyo. Wala Namo makita kaninyo ang inyong mga tigpataliwala nga inyong giangkon nga mga kauban sa Allah. Karon, ang tanang kalambigitan taliwala kaninyo (ug kanila) naputol na, ug ang tanan nga inyong gipang-angkon nawala kaninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 95,
      "translation_bis": "Sa pagkatinuod, si Allah ang magpahitabo nga ang binhi sa bunga sa kahoy moturok. Iyang ipahitabo nga ang buhi maggikan sa patay, ug Siya ang nagpahitabo ang patay maggikan sa adunay kinabuhi. Siya si Allah (Nag-Inusara tinuod nga Ginoo), busa, giunsa ninyo pagkasalaag (sa kamatuoran)?",
      "footnotes": null
    },
    {
      "ayah_number": 96,
      "translation_bis": "(Allah) ang nagpasubang sa banagbanag . Gihimo Niya ang gabii alang pagpahulay, ug ang adlaw ug bulan sa pag-ihap. Kini ang (Iyang) paagi sa pagsukod (pag-ihap ug pagtakda), ang Hingpit nga Gamhanan, ang Hingpit nga Nasayud.",
      "footnotes": null
    },
    {
      "ayah_number": 97,
      "translation_bis": "Siya (Allah) ang nagbutang kaninyo ug mga bituon, aron inyong magiyahan ang inyong dalan pinaagi sa mga hayag niini taliwala sa kangitngit sa kayutaan ug kadagatan. Kasigurohan, Among gipasabot sa hingpit nga paagi ang Among mga pagpadayag, sa mga tawo nga adunay kahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 98,
      "translation_bis": "Siya (Allah) ang naglalang kaninyo gikan sa usa ka tawo (Adan), ug naghatag kaninyo ug dapit nga kapoy-an (sa sabakan sa inahan), ug sa dapit nga inyong gikatipigan (sa dugokan sa inyong amahan). Among gipasabot sa hingpit nga paagi ang Among mga Timailhan sa mga tawo nga may salabutan.",
      "footnotes": null
    },
    {
      "ayah_number": 99,
      "translation_bis": "Siya (Allah) ang nagpakanaog kaninyo ug ulan gikan sa panganod, ug dinhi (sa kayutaan) Among gipaturok ang tanan nga matang sa tanom, ug gikan niini Among gipagawas ang mga lunhaw nga lindog, nga gikan (usab) niini Among gipatumaw ang baga ug nanagtapok nga mga liso. Ug gikan sa palmera (datiles) ug sa iyang udlot migawas ang baga nga bunga, nga ubos ug nagbitay nga makab-ot sa kamot, ug mga tanaman sa ubas, oliba ug granada, ang matag usa managsama (sa matang), apan managlahi (sa gidaghanon ug lasa). Lantawa, ang ilang mga bunga sa diha nga sila nagsugod na sa pagpamunga, ug sa ilang pagkahinog. Kamatuoran, anaa niining mga butanga ang mga Timaan sa mga tawo nga adunay pagtuo (sa Pagkausa sa Diyos).",
      "footnotes": null
    },
    {
      "ayah_number": 100,
      "translation_bis": "Sila gikuha ang Jinn ingon nga kauban sa pagsimba sa Allah, samtang Gibuhat Niya sila, ug sila magbutang-butang ug mga anak nga lalaki ug babaye ngadto ni Allah nga diin wala silay kahibalo. Ang himaya alang Kaniya Gibayaw namo Siya labaw sa tanan nga ilang gipakig-uban ngadto Kaniya,",
      "footnotes": null
    },
    {
      "ayah_number": 101,
      "translation_bis": "Siya ang Gigikanan sa mga kalangitan ug kayutaan. Unsaon Niya pagbaton ug anak nga Siya walay asawa? Ug Siya ang naglalang sa tanang butang ug Siya ang Hingpit nga Nakahibalo sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 102,
      "translation_bis": "Siya ang Allah, ang inyong Rabb (Ginoo), Wala nay lain pang diyos nga angayan pahinungdan sa pagsimba gawas Kaniya, ang Manlalalang sa tanang butang. Busa Siya lamang ang pagasimbahon, ug Siya ang Wakil (ang Tigdumala, ang Tigpatuman sa tanan nga mga panghitabo, ang Tigbantay) sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 103,
      "translation_bis": "Siya dili maabot sa panglantaw (sa tawo), apan maabot Niya ang tanang panglantaw. Ug siya ang Labing Malumo, ang Tanan-Nahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 104,
      "translation_bis": "Ania karon ang manga pamatood miabot kaninyo gikan sa 'Allah' \ninyong Ginoo. Busa ang bisan kinsa nga buot makakita, kini maayo alang kaniya, ug ang bisan kinsa nga magpakabuta niini, kini batok kaniya, ug ako dili magbalantay nganha kaninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 105,
      "translation_bis": "Busa sa ingon niini Namo ginapasabot ang mga Bersikulo sa hingpit nga paagi aron sila (nga wala mutuo) mamulong: “Ikaw (Muhammad) natun-an nimo kini gikan sa uban, ug nga Kami (mahimong) mohimo niini nga tin-aw alang sa usa ka katawhan nga nahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 106,
      "translation_bis": "Sunda kun unsa ang gipadayag kanimo (O Muhammad) gikan 'Allah' sa imong Ginoo. Wala nay lain pang diyos nga angayan pahinungdan sa pagsimba gawas Kaniya, ug talikod gikan sa mga polytheist .",
      "footnotes": null
    },
    {
      "ayah_number": 107,
      "translation_bis": "Kung gibuot pa ni Allah, dili unta sila mga politeista. Wala ka namo himoa nga ilang magbalantay, ug dili ka usab manubag sa ilang paggawi.",
      "footnotes": null
    },
    {
      "ayah_number": 108,
      "translation_bis": "Ayaw ninyo insultoha kadtong ginasimba (sa mga wala mituo) gawas pa sa Allah, basin unya ilang insultohon ang Allah sa kasaypanan tungod sa kawala nilay kahibalo. Sa ingon nga gihimo Namo nga makapahimuot sa matag katilingban ang iyang mga buhat; ug sa (Allah) nga ilang Ginoo ang ilang pagbalik ug Siya ang magpadayag ngadto kanila sa tanan sa ilang kanunay gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 109,
      "translation_bis": "Ug sila nanumpa sa ilang labing lig-on nga panaad sa Allah, nga kun adunay muabot kanila nga usa ka Timaan (Milagro), kasigurohan nga dinhi sila mutuo. Isulti: “Ang mga Timaan (Milagro) iya lang sa Allah.” ug giunsa mo sa paghibalo nga bisan pa kini (ang milagro) moabot (kanila), sila niini dili magatoo?",
      "footnotes": null
    },
    {
      "ayah_number": 110,
      "translation_bis": "Ug Among ipatalikod ang ilang mga kasing-kasing ug ilang panan-aw nga layo sa giya (aron sa ingon dili nila mapahimuslan ang ingon niini nga mga timaan), sama sa ilang pagsalikway nga nagtuo niini niadto pang una, ug sila Among pasagdan sa ilang pagsupak aron (sila) magsuroy-suroy nga buta.",
      "footnotes": null
    },
    {
      "ayah_number": 111,
      "translation_bis": "Bisan kon Kami magpakanaog ngadto kanila ug mga anghel, ug ang mga patay aron makighinabi kanila, ug Among tigumon nga managkauban ang tanang butang atubangan sa ilang panglantaw (aron tubagon ang ilang gipangandoy), sila dili mutuo gawas lang nga tugotan sa Allah, apan ang kadaghanan kanila mga walay alamag ˹niini nga kamatuoran˺.",
      "footnotes": null
    },
    {
      "ayah_number": 112,
      "translation_bis": "Mao usab, Kami nagtudlo sa matag usa ka Propeta ug usa ka kaaway, nga mga yawa sa katawhan ug mga demonyo, \nnga naghunghongay sa usag usa uban sa maanindot nga mga pulong sa paglimbong. Kun gigusto lang sa (Allah) nga imong Ginoo, sila dili magbuhat ug mga ingon niadto, busa pasagdi sila sa ilang pagtumotumo.",
      "footnotes": null
    },
    {
      "ayah_number": 113,
      "translation_bis": "Kini aron mahitabo nga ang kasing-kasing sa mga wala mituo sa Pikas Kinabuhi magkagusto sa ingon niadto nga pagpanikas (pagpangilad), ug aron sila magpabilin nga nahimuot niini, ug aron sila magmalahutayon sa ilang daotang mga pangagpas.",
      "footnotes": null
    },
    {
      "ayah_number": 114,
      "translation_bis": "Isulti: “Ako ba mangita pa ug Maghuhukom gawas Kang Allah, samtang Siya ang nagpadayag kaninyo sa Libro (Qur’an) klaro nga nagpahayag sa kamatuoran?\" Sila nga gihatagan Namo ug ang Kasulatan nakahibalo nga kini gipadayag gikan sa (Allah) nga inyong Ginoo sa kamatuoran. Busa ayaw pakig-uban sa mga maduhaduhaon.",
      "footnotes": null
    },
    {
      "ayah_number": 115,
      "translation_bis": "Ang Pulong sa (Allah) nga imong Ginoo natuman sa kamatuoran ug sa katarong. Walay bisan kinsa ang makapausab sa Iyang mga Pulong. Ug Siya ang Labing Nakadungog, ang Hingpit nga Kasayuran.",
      "footnotes": null
    },
    {
      "ayah_number": 116,
      "translation_bis": "Kun ikaw mosunod sa kadaghanan kanila nga anaa sa kayutaan, ikaw ilang ipasalaag ug ilayo sa Dalan sa Allah. Wala silay ginasunod kun dili mga pangagpas lang ug wala silay ginabuhat kun dili kabakakan.",
      "footnotes": null
    },
    {
      "ayah_number": 117,
      "translation_bis": "Sa pagkatinuod, ang (Allah) nga imong Ginoo, siya ang matuod nga nasayud kun kinsa ang nahisalaag gikan sa sa Iyang Dalan, ug nasayod Siya kun kinsa ang husto nga nagiyahan.",
      "footnotes": null
    },
    {
      "ayah_number": 118,
      "translation_bis": "Busa kaon kamo bisan unsang (gitugot nga karne) nga ang Pangalan sa Allah gisampit (samtang pag-ihaw) kun kamo sa pagkatinuod mga magtutuo sa Iyang mga pinadayag.",
      "footnotes": null
    },
    {
      "ayah_number": 119,
      "translation_bis": "Nganong dili ninyo kaunon ang ingon niadto (nga karne), nga ang Pangalan sa Allah gisampit (sa panahon sa pag-ihaw niini), samtang gipasabot Niya kaninyo sa hingpit nga paagi kun unsa ang gidili kaninyo, gawas na lang sa mga dili malikayan (nga panghitabo) tungod sa (hilabihan nga) panginahanglan. Ug, daghan ang nagdapit (sa katawhan) nga masalaag pinaagi sa ilang kaugalingong kagustohan tungod sa kawalay kasayuran. Kasigurohan nga nasayran sa (Allah) nga inyong Ginoo ang mga malapason.",
      "footnotes": null
    },
    {
      "ayah_number": 120,
      "translation_bis": "Biyae ninyo (O katawhan) ang tanan nga matang sa kasal-anan, dayag man o tago. Kamatuoran, ang nagabuhat ug kasal-anan pagasilotan ug angay nga bayad sa ilang mga gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 121,
      "translation_bis": "Ayaw ninyo kaona (O mga magtutuo) ang karne nga ang Ngalan sa Allah wala gilitok (sa panahon sa pag-ihaw niini; sama sa namatay nga hayop o gihalad sa mga diyus-diyus), kasigurohan nga kini nga Fisq (usa ka sala ug pagsupak sa Allah). Ang mga satanas nagdasig sa ilang mga higala (gikan sa katawhan) nga makiglalis kanimo, ug kun sila inyong sundon, nan, kasigurohan nga kamo mga politeista[2].",
      "footnotes": "[2]. Mushrikun (mga tigsimba sa diyus-diyus, tungod kay ang mga satanas ug ang ilang mga higala naghimong gitugot kaninyo sa butang nga gidili sa Allah nga kaunon, ug sa pagsunod ninyo kanila, kini usa ka pagsimba ngadto kanila."
    },
    {
      "ayah_number": 122,
      "translation_bis": "Siya ba kinsa nga patay (walay pagtagad sa pagtuo) nga gihatagan Namo ug kahayag, nga makalakaw siya taliwala sa mga tawo sa tul-id, ikatandi kaniya sa bug-os nga kangitngit, diin dili siya makagula?\nSa ingon gihimo nga makapahimuot sa mga manlilimod ang mga butang nga ilang ginabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 123,
      "translation_bis": "Busa Among gibutang sa matag nasud ang labing hanas sa ilang mga tawo sa pagkabalingagan aron mag laraw (ug kadautan) niini. Apan sila walay gilaraw, gawas nga kini supak sa ilang kaugalingon, apan wala nila kini gibati.",
      "footnotes": null
    },
    {
      "ayah_number": 124,
      "translation_bis": "Sa diha nga adunay miabot kanila nga usa ka Timaan (gikan sa Allah), sila miingon: “Kami dili mutuo hangtod nga dili namo madawat ang (mga milagro nga) sama sa gidawat sa mga Sinugo sa Allah.” Ang Allah ang Labing Nahibalo kun kang kinsa Niya ihatag ang Iyang Mensahe. Pagpakaubos gikan sa Allah ug usa ka hilabihan nga silot ang mudangat sa mga kriminal (tigsimbag diyus-diyus ug makasasala), tungod sa ilang paglaraw.",
      "footnotes": null
    },
    {
      "ayah_number": 125,
      "translation_bis": "Bisan kinsa man ang gustuhon sa Allah nga giyahan, ablihan Niya ang iyang dughan sa Islam, ug kun kinsa man ang Iyang gustuhon nga masalaag, gihimo Niya ang dughan niini nga sirado ug gipugngan, nga mura bag siya nagasaka sa langit. Sa ingon niini gibutang sa Allah ang Iyang kasuko (pagsilot) kanila nga wala mituo.",
      "footnotes": null
    },
    {
      "ayah_number": 126,
      "translation_bis": "Ug kini (ang Islam) ang Dalan sa (Allah) nga imong Ginoo hingpit nga tul-id 'nga musangpot sa Pagkamatul-id'. Among gipasabot sa hingpit nga paagi ang Among mga Bersikulo sa mga tawo nga makasabot ug pahinumdom.",
      "footnotes": null
    },
    {
      "ayah_number": 127,
      "translation_bis": "Alang kanila ang Puloy-anan sa Kalinaw (Paraiso) nga gihatag sa ilang Ginoo. Ug Siya ang ilang mahimong Tigpanalipod ug Tig-atiman tungod sa ilang maayong buhat.",
      "footnotes": null
    },
    {
      "ayah_number": 128,
      "translation_bis": "Sa adlaw nga silang tanan Iyang tigumon nga managkauban (ug magasulti): “O kamong pundok sa mga Jinn, daghan sa katawhan ang inyong giilad (gisalaag),” ug ang ilang awliya (mga higala ug katabang) sa pundok sa mga tawo magasulti: “among Ginoo, kami nakapahimulos sa usag-usa, apan karon naabot na namo ang gitakda nga panahon nga Inyong gitakda kanamo.” Siya (Allah) mosulti: “Ang Kalayo ang inyong mahimong puloy-anan, magapuyo kamo niini sa kahangtoran, gawas sa unsay gustohon sa Allah. Kasigurohan, ang imong Ginoo Puno sa Kaalam ug Hingpit nga Nakahibalo sa tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 129,
      "translation_bis": "Sa ingon niadto Namo gihimo ang pipila sa tigbuhat ug kasaypanan ingon nga manlalaban ug kaalyado sa pipila kanila (sa pagbuhat ug krimen),tungod sa ilang mga ginabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 130,
      "translation_bis": "Oh kamong pundok sa mga Jinn ug Katawhan, “Wala ba miabot kaninyo ang mga Sinugo gikan sa inyong tawo, nga nagalitok nganha kaninyo sa Akong mga Bersikulo ug nagpasidaan kaninyo sa pakigkita niining Adlawa?” Sila mamulong: “Kami nagpamatuod (nagasaksi) batok sa among kaugalingon.” Ang kinabuhi niining kalibotana ang nag-ilad kanila. Ug busa sila magpamatuod batok sa ilang kaugalingon nga sila mga manlilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 131,
      "translation_bis": "Tungod kay ang (Allah) nga imong Ginoo dili magabungkag sa mga nasud nga walay katarongan, samtang ang mga nagpuyo niini wala gipasidan-an (mao kana nga ang mga Sinugo gisugo).",
      "footnotes": null
    },
    {
      "ayah_number": 132,
      "translation_bis": "Ug alang sa tanan adunay ang-ang nga nauyon sa ilang gibuhat. Ug ang (Allah) nga imong Rabb (Ginoo) nahibalo sa ilang ginabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 133,
      "translation_bis": "Ug ang nga imong Ginoo 'Allāh' ang Dato sa Kadagaya ug maoy puno sa Kaluoy; kun Iyang gustohon, kamo Iyang papahawaon, ug Siya makabuhat ug mopuli kaninyo bisan unsa Iyang gustohon, sama sa Iyang paglalang kaninyo gikan mga kaliwat sa ubang mga tawo.",
      "footnotes": null
    },
    {
      "ayah_number": 134,
      "translation_bis": "Sa pagkatinuod, ang (silot nga) gisaad kaninyo kasigurohan nga mahitabo, ug kamo dili makaikyas (sa silot sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 135,
      "translation_bis": "Isulti: “O akong katawhan, pagbuhat kamo sumala sa inyong pamaagi ug katungdanan, kasigurohan nga ako usab nagabuhat (sa akong pamaagi), ug inyong mahibaloan kun kinsa kanato ang mahimong (malipayon) sa Pikas Kinabuhi. Kasigurohan, mga ang magbubuhat ug kadautan dili molampos ug mouswag .",
      "footnotes": null
    },
    {
      "ayah_number": 136,
      "translation_bis": "Ang mga pagano migahin alang sa Allah ug bahin sa mga tanom ug mga baka nga Iyang gibuhat, nga nag-ingon, \"Kini nga bahin alang sa Allah,\" mao nga sila nag-ingon, \"ug kini alang sa atong mga kauban nga dios. Apan ang bahin sa ilang kauban nga mga diyos wala gipaambit sa Allah samtang ang bahin ni Allah gipaambit sa ilang kauban nga mga diyos. Pagka dili makiangayon nga paghukom.",
      "footnotes": null
    },
    {
      "ayah_number": 137,
      "translation_bis": "Ug mao usab, sa panglantaw sa kadaghanan sa pagano, ang satanas naghimo [nga daw] makapahimuot sa pagpatay sa ilang mga anak, aron sila musangpot sa ilang kaugalingon nga pagkabungkag ug maghatag ug kalibog sa ilang mga buhat. Ug kun gigusto lang sa Allah, kini dili unta nila mabuhat. Busa biyae ninyo sila (nga nag-inusara) sa ilang kabakakan.",
      "footnotes": null
    },
    {
      "ayah_number": 138,
      "translation_bis": "Ug sila nagasulti: “Kining mga hayupan (bakahan) ug mga inani nga pananom wala gitugot (sa uban), ug walay mahimong mukaon niini gawas kinsa sa among gusto, sumala sa ilang sulti. “Ug kini ang mga kamelyo nga ang ilang likod gidili”, ug hayupan (baka ug sama niini) ilang wala gilitok ang Ngalan ni Allah, nagpamakak batok Kaniya (Allah). Iyang pagagantihan (silotan) sila tungod sa ilang gimugna (nga mga kabakakan batok Kaniya).",
      "footnotes": null
    },
    {
      "ayah_number": 139,
      "translation_bis": "Ug sila (pagano) nagasulti: “Kun unsa ang anaa sa sabakan sa ingon niadto nga bakahan, kini alang sa among kalalakin-an lang, ug gidili sa among mga kababayen-an, apan kun kini patay na nga gipanganak, nan, ang tanan adunay kabahin niini.” Siya (Allah) magasilot kanila, sa ilang pagtakda ug balaud alang sa ilang kaugalingon (nga wala gisugo sa Allah). Siya Puno sa Kaalam, Hingpit nga Nasayud.",
      "footnotes": null
    },
    {
      "ayah_number": 140,
      "translation_bis": "Sila mga pildero (o nasalaag) nga mipatay sa ilang mga anak tungod sa pagkahangal, nga walay kahibalo, ug nagdili sa mga butang nga gihatag kanila sa Allah, ug nagmugna ug kabakakan batok sa Allah. Sila midangat sa pagkasalaag ug wala magiyahan.",
      "footnotes": null
    },
    {
      "ayah_number": 141,
      "translation_bis": "Siya (Allah) nga nagpatunghag mga tanaman—tinanom ug ihalas—ug mga palmera, mga tanom nga lainlaig lami, olibo, ug mga granada—parehas ˹sa porma˺, apan lahi ˹sa lami˺. Kaon sa bunga nga ilang gibunga ug pagbayad kamo unsa ang angay nga paggasa niini (ang Zakah niini) sa adlaw sa pag-ani. Ug ayaw sayangip. Siya (Allah) dili mahimuot sa mga mainusikon.",
      "footnotes": null
    },
    {
      "ayah_number": 142,
      "translation_bis": "Sa mga bakahan adunay uban nga gigamit sa pagguyod (sama sa kamelyo ug kabayo), ug ang uban gagmay nga dili makaguyod sa mga dal-onon (sama sa karnero ug kanding). Kaon kamo sa mga butang nga gihatag sa Allah kaninyo, ug ayaw ninyo sunda ang mga lakang ni Satanas. Siya inyong dayag nga kaaway.",
      "footnotes": null
    },
    {
      "ayah_number": 143,
      "translation_bis": "Ang Allah naglalang' walo ka mananap sa upat ka parisan: usa ka parisan sa karnero ug usa ka parisan sa mga kanding—pangutan-a sila, O Propeta, “Gidili ba Niya kaninyo ang duha ka laki o ang duha ka baye o unsa ang anaa sa sabakan sa duha ka babaye? Sultihi ako uban ang kahibalo, kon tinuod ba ang imong gisulti.”—",
      "footnotes": null
    },
    {
      "ayah_number": 144,
      "translation_bis": "Gilalang niya' ug duha ka kamelyo ug duha ka baka (lalaki ug babaye). Isulti: “Kadto bang duha ka lalaki ang Iyang gibawal o kadtong duha ka babaye? O kamo ba mga saksi sa diha nga si Allah nagsugo kaninyo (uban) niana? Nan kinsa man ang labaw nga dili makiangayon kay niadtong nagmugna ug bakak batok sa Allah (Dios) aron sa mahisalaag sa mga tawo walay kahibalo? si Allah wala mag-giya sa dili makiangayon nga mga tawo.",
      "footnotes": null
    },
    {
      "ayah_number": 145,
      "translation_bis": "Isulti (O Muhammad): “Wala ako makakita sa mga butang nga gipadayag kanako ug bisan unsa nga gidili nga kaonon, sa mga gustong mukaon niini, gawas na lang kun kini Maytah (patay nga hayop), o dugo nga miagas (sa pag-ihaw o sama niini), o unod (karne) sa baboy, kini dili mahinlo, o usa ka halad (alang sa mga diyus-diyus, ug uban pa, o kadtong mga giihaw nga ang Ngalan sa Allah wala sampita. apan bisan kinsa nga napugos sa walay paglapas o pagpalabaw, sa pagkatinuod imong Ginoo (Allah) Mapasayloon, Maluluy-on.\"",
      "footnotes": null
    },
    {
      "ayah_number": 146,
      "translation_bis": "Ug kanila (nga mga Hudeyo), Among gidili ang matag (hayop) nga walay pikas ang mga kuko, ug gidili Namo kanila ang tambok sa kinapon nga baka ug sa karnero, gawas sa nagunit sa ilang likod o sa ilang mga tinai, o sa mga bukog. Sa ingon niini, Among gisilotan sila sa ilang pagrebelde. Ug Kami matinud-anon sa among pulong.",
      "footnotes": null
    },
    {
      "ayah_number": 147,
      "translation_bis": "Ug kon sila (nga mga Hudeyo) magpahimakak kanimo (O Muhammad), isulti: “Ang inyong Ginoo ang Tag-iya sa Lapad nga Kaluoy, ug dili mapugngan ang Iyang aligutgot sa mga tawo nga mga dautan.",
      "footnotes": null
    },
    {
      "ayah_number": 148,
      "translation_bis": "Sila nga nagbutang ug kauban (sa pagsimba) sa Allah nagasulti: \"Kun gigusto lang sa Allah, kami unta dili magbutang ug kauban (sa pagsimba) Kaniya, mao usab ang among mga katigulangan, ug kami dili magdili ug bisan unsa nga butang (nga supak sa Iyang Kabobot-on).” Sa ingon niadto usab naglimod ang mga nauna kanila, (sila nakiglantugi nga walay kamatuoran sa mga Sinugo sa Allah), hangtod nga ilang natilawan ang Among Aligutgot. Isulti: “Aduna ba kamoy kahibalo nga inyong mapakita sa Among atubangan? Gisunod nimo ang mga pangagpas, ug kamo lang bakak.”",
      "footnotes": null
    },
    {
      "ayah_number": 149,
      "translation_bis": "Isulti: “Kang Allāh ang hingpit nga pruweba ug katarongan, kon gusto pa Niya, giyahan unta kamong tanan.”",
      "footnotes": null
    },
    {
      "ayah_number": 150,
      "translation_bis": "Isulti, ˹O Propeta,˺ \"Dad-a ang imong mga saksi nga makapamatuod nga si Allah nagdili niini.\" Kon sila ˹bakak˺ nagpamatuod, ayaw pagsaksi uban kanila. Ug ayaw pagsunod sa mga tinguha niadtong naglimod sa Atong mga pamatuod, wala motuo sa Pikas Kinabuhi, ug naghimo ug kaparehas sa ilang Ginoo (Allāh).",
      "footnotes": null
    },
    {
      "ayah_number": 151,
      "translation_bis": "Isulti (O Muhammad): “Umari kamo, akong litukon (kaninyo) kun unsa ang gidili (si Allah) ang inyong nga Ginoo ngadto kaninyo; ayaw kamo pagbutang ug kauban nga bisan unsa sa pagsimba Kaniya; dungog kamo sa inyong mga ginikanan; ayaw ninyo patya ang inyong mga anak tungod sa kakabos, Kami ang nagahatag alang kaninyo ug alang kanila; ayaw kamog duol sa makauulaw nga kasal-anan (pakighilawas), kini man dayag o tago, ug ayaw ninyo patya ang bisan kinsa nga gidili sa Allah, gawas kun kini sa makataronganon nga hinungdan (nga uyon sa Balaud sa Islam). Sa ingon Iyang gikasugo kaninyo aron kamo makasabot.”",
      "footnotes": null
    },
    {
      "ayah_number": 152,
      "translation_bis": "Ayaw kamog duol sa kawarta sa mga ilo, gawas na lang kun kini inyong palambuon, hangtod siya maabot sa hustong pangidaron ug kusog; ug ihatag ang hustong sukod ug timbang nga makatarunganon. Wala Namo ginahatagan ang usa ka tawo ug palas-anon nga lapas sa iyang makaya. Ug kun kamo nagahatag sa inyong pulong (nga muhukom taliwala sa mga tawo o maghatag ug pamatuod), isulti ninyo ang kamatuoran, bisan pa ang (inyong) duol nga paryente ang nalambigit, ug tumana ninyo ang Pakigsaad sa Allah. Sa ingon si Allah nagsugo kaninyo aron kamo makahinumdom.”",
      "footnotes": null
    },
    {
      "ayah_number": 153,
      "translation_bis": "(Hinumdomi) nga kini (Islam) ang Akong Matul-id nga Dalan, busa sunda ninyo kini ug ayaw kamog sunod (sa ubang) mga dalan, tungod kay sila ang magpabulag kaninyo ngadto sa Iyang Dalan. Sa ingon Iyang gikasugo kaninyo aron kamo mahimong matarung.",
      "footnotes": null
    },
    {
      "ayah_number": 154,
      "translation_bis": "Dugang pa, Among gihatag kang Moises ang Kasulatan (Torah), aron Among mahingpit (ang Among Pabor) sa mga nagabuhat ug matarong, magpasabot sa tanang butang sa hingpit nga paagi, ug (ingon nga) giya ug kaluoy, aron sila magatoo sa pakig-tagbo sa ilang Ginoo.",
      "footnotes": null
    },
    {
      "ayah_number": 155,
      "translation_bis": "Ug kini ang Halangdon nga Libro (ang Qur’an) nga Among gipadayag, busa sunda ninyo kini ug kahadloki ang Allah (ayaw supaka ang Iyang sugo) aron kamo hatagan Niya sa (Iyang) kaluoy.",
      "footnotes": null
    },
    {
      "ayah_number": 156,
      "translation_bis": "Aron kamo dili maka-ingon; \"Nga ang Kasulatan gipakanaog lamang ngadto sa duha ka katawhan nga una kanamo (ang mga Hudeyo ug mga Kristohanon) ug kami wala mahibalo sa ilang mga pagtulun-an.”",
      "footnotes": null
    },
    {
      "ayah_number": 157,
      "translation_bis": "O basin kamo maga-ingon; \"Kon lamang ang Libro gipadayag nganhi kanamo, kami pang labaw ka giniyahan kay kanila (mga Hudeyo ug Kristohanon).”.\" Ania karon miabot alang kaninyo ang dayag nga pamatood gikan sa inyong Ginoo, Giya ug usa ka kaluoy. Kinsa pa ba kaha ang labaw nga nagbuhat ug kasaypanan gawas kaniya nga nagsalikway sa Ayat (mga timaan, mga pinadayag) sa Allah ug mitalikod niini? Among pagasilotan sila nga mitalikod sa Among mga bersikulo usa ka hilabihan kasakit nga silot sa ilang pagtalikod niini.",
      "footnotes": null
    },
    {
      "ayah_number": 158,
      "translation_bis": "Sila ba naghulat sa bisan unsa pa, gawas nga ang mga anghel (nga nagakuha sa ilang kalag) muadto kanila, o ang imong Ginoo muanhi (sa Adlaw sa Paghukom), o ang pipila sa mga Timaan sa inyong Ginoo muabot. Sa Adlaw nga ang uban sa mga Timaan sa imong Ginoo muabot, kini dili makahatag ug kapahimuslan sa bisan usa ka kalag nga wala mituo niadtong una, o kaayohan gikan iyang nga pagtuo. Isulti: “Hulat kamo, kami usab naghulat.”",
      "footnotes": null
    },
    {
      "ayah_number": 159,
      "translation_bis": "Sa pagkatinuod, ikaw ˹O Propeta˺ walay tulubagon sa bisan unsa alang niadtong nabahin sa ilang pagtuo ngadto sa daghang mga sekta. Ang ilang paghukom naa ra sa Allah. Ug Iyang ipahibalo kanila ang ilang gibuhat kaniadto.",
      "footnotes": null
    },
    {
      "ayah_number": 160,
      "translation_bis": "Si kinsa man ang mubuhat ug usa ka maayong buhat magbaton ug napulo ka pilo nga (ganti), ug si kinsa man ang mubuhat ug usa ka dautang buhat makabaton lang ug usa ka (silot nga) tugbang niini, ug sila dili pagabuhatan og walay kaangayan.",
      "footnotes": null
    },
    {
      "ayah_number": 161,
      "translation_bis": "Isulti: (O Muhammad): “Alang kanako, 'Allah' ang akong Ginoo naggiya kanako sa matul-id nga dalan, usa ka hingpit nga dalan, ang pagtoo ni Abraham, ug siya bisan kanus-a dili usa sa mga politeista.”",
      "footnotes": null
    },
    {
      "ayah_number": 162,
      "translation_bis": "Isulti: “Ang akong pag ampo, ang akong halad, ang akong pagkinabuhi, ug ang akong kamatayon alang lang sa Allah, ang Ginoo sa tanang mga linalang.”",
      "footnotes": null
    },
    {
      "ayah_number": 163,
      "translation_bis": "Siya walay kauban. Kini ang gikasugo, ug ako ang una nga nagsubmitar (ngadto Kang Allah lamang).",
      "footnotes": null
    },
    {
      "ayah_number": 164,
      "translation_bis": "Isulti kanila (Oh Muhammad): \"Ako ba mangita ug usa ka Ginoo nga lain pa ni Allah, samtang Siya ang Ginoo sa tanang butang? Walay bisan usa ka kalag nga makabaton ug unsa man (nga sala) gawas nga kini siya lang (ang adunay tulobagon),. ug walay bisan kinsa ang magadala ug palas anon sa uban (walay angay manubag sa sala sa usa ka tawo gawas lang kaniya). Ug sa ulahi, sa Allah inyong Ginoo kamong tanan magabalik, Aron ipahibalo Niya kaninyo ang inyong panag-sumpaki.",
      "footnotes": null
    },
    {
      "ayah_number": 165,
      "translation_bis": "Siya mao ang Usa nga nagbutang kaninyo ingon nga mga manununod sa yuta ug nagpataas sa pipila kaninyo sa ranggo ibabaw sa uban, aron Siya makasulay kaninyo sa unsay Iyang gihatag kaninyo. Sa pagkatinuod ang imong Ginoo (Allāh) tulin sa silot, apan Siya sa pagkatinuod Mapinasayloon sa Tanan, Labing Maluluy-on.",
      "footnotes": null
    }
  ]
}