{
  "surah_number": 7,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Alif, Lam, Mim, Sad[1].",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili hitupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud sila makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "(Kini usa ka) Libro (Qur’an) nga gipadayag kanimo (O Muhammad gikan sa Allah), busa ayaw pasagdi nga ang imong dughan maghugot mahitungod niini, aron ikaw makahatag ug pasidaan (sa mga manlilimod) ug kini usa ka pahinumdom sa mga magtotoo.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Sunda ninyo kung unsay gipadayag kaninyo gikan sa (Allah) nga inyong Ginoo, ug ayaw kamog sunod sa bisan unsa nga mini nga mga dios ug mga ginoo imbes nga Kaniya. Diyutay lang ang inyong pagtagad.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Pila ka mga kanasuran ang Among giguba (tungod sa ilang mga sala). Busa ang Among silot miabot kanila ug kalit sa kagabion (samtang sila natulog) o sa dihang namahuway sila sa udto.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Busa ang ilang hilak, sa diha nga ang Among silot miabot ngadto kanila, walay bisan unsa gawas nga sila miingon: “Sa pagkatinuod kami mga tigbuhat ug kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Matood Among pangutan-on ang (mga tawo) nga Among gipadalhan ug Sinugo (kun unsa ang nahimong tubag nila sa mga Sinugo) ug matood Among pangutan-on ang mga Sinugo (kun unsa ang nahimong tubag ngadto kanila gikan sa mga tawo.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Ug Kami matood magsaysay kanila (sa ilang tibuok nga istorya) nga adunay kahibalo, tungod kay Kami diha kanunay (wala kawala bisan unsa).",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "(Ang binuhatan sa matag usa) niadtong adlawa pagatimbangon (ug susihon) uban ang matuod nga pagpanimbang. Busa sila nga ang timbang (sa maayong buhat) bug-at, kini mao ang magmalampuson ug mauswagon (sa pagsulod sa Paraiso).",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Apan alang kanila nga ang timbang gaan, sila ang pildi sa ilang kaugalingon (pinaagi sa pagsulod sa Imperno), tungod kay ilang gilimod ug gisalikway ang Among mga bersikulo ug timaan.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Sa kasigurohan, Kami maoy nag-pahiluna nagtukod kaninyo sa kayutaan ug naghimo diha niini sa inyong ikapanginabuhi. Gamay ra ang imong pasalamat (ngadto Kang Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Sa sigurohan Among gilalang kaninyo (ang inyong amahan nga si Adan), unya giporma kaninyo, ug pagkahuman Among gisulti sa mga anghel, “Hapa kamo kang Adan”, ug sila mihapa, gawas kang Iblis (Satanas): dili siya kauban sa niadtong miyukbo.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "(Ang Allāh) miingon: “Unsa man ang hinungdan nga wala ka mutuman kanako mao nga wala ka muhapa, sa diha nga ikaw Akong gisugo?” Si Iblis (Satan) miingon: “Ako labaw nga maayo kay kaniya (Adan), ako gilalang Nimo gikan sa kalayo, ug siya (Adan) Imong gilalang gikan sa pilit nga lapok.”",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "(Ang Allah) miingon: “Kanaug (O Iblis) gikan dinhi (sa Paraiso), dili angay kanimo nga ikaw mahimong mapasigarbuhon dinhi; Pahawa gikan dinhi , tungod kay ikaw kamatuoran nga kauban sa mga gipakaulawan.”",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "(Si Iblis) miingon: “Hatagi ako ug lugway hangtod sa Adlaw nga sila pagabanhawon.”",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "(Ang Allah) miingon: “Ikaw among hatagan ug lugway hangtod sa gitakda nga Adlaw.”",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "(si lblis) miingon: \"Tungod kay ako Imong gipasalaag, ako mulingkod nga maghulat alang kanila (mga tawo ngadto) sa lmong Matul-id nga Dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Ug unya ako muadto sa atubangan ug sa ilang likod, sa ilang tuong bahin ug sa ilang walang bahin (aron sila babagan sa Imong Dalan), ug Ikaw dili maka-kaplag sa kadaghanan kanila nga mapasalamaton.\"",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "(Ang Allah) miingon (kang Iblis): “Pahawa gikan dinhi (sa Paraiso) nga nagpakaulaw ug sinalikway, ug ang bisan kinsa kanila (katawhan) nga magasunod kanimo, nan kasigurohan nga Akong pun-on ang Imperno ninyong tanan.”",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Ug, O Adan, pumuyo ka ug imong asawa sa Paraiso, ug kaon kamo dinhi sa unsay ang inyong parehong magustohan, apan ayaw pagduol niini nga kahoy, kay mahimo kamo nga malinapason.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Ug sila gitintal ni Satanas, aron sa paghimong dayag sa mga natago kanila nga pribadong mga bahin, siya miingon: “Ang (Allah) nga inyong Ginoo wala nagdili kaninyo (nga mukaon ug bunga) niini nga kahoy, gawas (sa hinungdan nga) basin kamo mahimong mga anghel o kamo mahimong walay kamatayon.”",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Ug siya (Satanas) nanumpa (pinaagi sa Ngalan sa Allah) kanilang duha (nga naga-ingon): “Kamatuoran nga ako matinud-anon nga tigtambag kaninyong duha.”",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Busa iyang gipasalaag sila nga adunay pagpanglinla. Ug sa diha nga ilang natilawan ang (bunga) sa kahoy, kadtong tinago kanila nga ilang kaulawon (pribadong bahin sa lawas) nahimong dayag na kanila (nawala ang tabon nga gihatag sa Allah kanila), ug sila nagsugod na ug tabon sa ilang mga kaugalingon pinaagi sa mga dahon sa Paraiso (aron matabonan ang ilang kaulawon). Ug ang (Allah) nga ilang Ginoo mitawag kanila (nga naga-ingon): “Dili ba gidili Nako kaninyo kadto nga punoan sa kahoy ug (Ako) namulong kaninyo nga: “Sa pagkatinuod si Satanas inyong dayag nga kaaway?”",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Sila miingon: 'Oh Allāh' Among Ginoo, kami nakalapas batok sa among mga kaugalingon. Kun kami dili Nimo pasayluon ug dili Nimo ihatag kanamo ang Kaluoy, kasigurohan nga kami mauban sa mga pildero.”",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Si Allah miingon, “Kanaog ingon nga mga kaaway sa usag usa. Makakaplag ka dinhi sa yuta ug usa ka puloy-anan ug tagana alang sa imong tinudlong pagpuyo.”",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Siya (Allah) miingon: “Didto 'sa yuta' kamo magkinabuhi, ug didto kamo mangamatay, ug gikan didto kamo pagawson pag-usab”.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Oh mga anak ni Adan, kami naghatag ug bisti kaninyo aron inyong tabonan ang inyong kaugalingon ug ingon nga usa ka dayan-dayan. Apan ang bisti sa pagkamatarong ang labing maayo sa tanan. Mao kini ang mga Bersikulo (ni) Allah aron sila makahinumdom.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Oh mga anak ni Adan, Ayaw tugoti nga si Satanas mulimbong kaninyo, nga sama sa pagpalayas niya sa inyong mga ginikanan (Adan ug Eba) gikan sa Paraiso, nga gihuboan sila sa ilang bisti aron mapakita kanila ang ilang pribado nga bahin sa lawas. Sa pagkatinuod siya (satanas) ug ang iyang mga sundalo nakakita kaninyo gikan sa dapit nga sila dili ninyo makita. Sa pagkatinuod Among gihimo ang mga diyablo ingon nga mga tigpanalipod ug tigtabang sa mga walay pagtuo.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Ug sa diha nga sila nakabuhat ug usa ka Fahisha (dautang buhat ug kahilayan), sila naga-ingon: “ Among nakita ang among mga ginikanan nga naghimo niini, ug ang Allah mao ang nagsugo kanamo nga buhaton kini.” Isulti: “Sa pagkatinuod ang Allah wala nagsugo ug Fahisha (kalaw-ay)?” Kamo ba namulong batok sa Allah nga wala ninyo hibal'i?",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Isulti (Oh Muhammad): 'Ang akong Ginoo 'Allah' nagsugo sa hustisya; ug nga imong ipahimutang ang imong mga nawong (ngadto Kaniya lamang) sa matag Pag-ampo; ug nga ikaw mosangpit Kaniya uban ang sinsero nga debosyon ngadto Kaniya. Sama nga Siya unang naglalang kaninyo Ikaw mobalik ngadto nga buhi.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Gitultolan niya ang pipila, samtang ang uban angayan nga mahisalaag. Sila mikuha sa mga satanas ingon nga mga magbalantay inay (kang) Allah. Ug sila naghunahuna nga sila matarung-gigiyahan.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Oh mga anak ni Adan, pagsuot ug limpyo ug dawatnon nga bisti sa matag pag-ampo, ug kaon ug inom, apan ayaw pag-usik-usik, Siya (Allah) wala mahigugma kanila nga mga usikan.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Isulti: “Kinsa ang nagdili sa maanindot nga tagana (mga dayandayan sa bisti) nga gihatag sa Allah alang sa Iyang mga ulipon, ug sa mga Halal (mahinlo ug gikatugot nga mga butang ug pagkaon)?” Isulti: “Kini alang (kanilang) nga mituo sa Allah ug alang lang kanila kining tanan sa Adlaw sa Pagkabanhaw.” Sa ingon niini Kami Naghimong tataw sa mga Pinadayag kanila nga mga nakabalo.",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Isulti: “Sa pagkatinuod, ang mga butang nga gidili sa akong Ginoo mao ang mga Fahisha (mga dautang buhat ug kalaw-ay) bisan pa kini gihimo sa dayag o sa tago, ug ang (tanang matang sa) mga sala, ug ang walay katarongan nga pagpangdaug-daug, ug ang pag-ila ug mga kauban (sa pagsimba) sa Allah nga niini wala Siya’y gipakanaug nga kalig-onan, ug ang pagsulti ug mga butang mahitungod sa Allah nga niini wala kamoy kahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Alang sa matag katawhan adunay termino; ug sa diha nga ang termino moabot niini, dili sila makalangan ug usa ka gutlo ni pagpadali niini sa usa ka gutlo.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Oh mga anak ni Adan, sa diha nga ang mga mensahero gikan sa inyong mga kaugalingon moabut kaninyo nga naglitok sa Akong mga pagpadayag—bisan kinsa nga nahadlok Kang Allah ug nagkinabuhing matarung, walay kahadlok alang kanila, ni sila maguol.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Ug sila nga misalikway sa Among mga Bersikulo ug mitalikod gikan niini uban sa pagkamapahitas-on, sila mahimong mga lumolupyo sa Impiyerno; ug didto sila magapuyo sa walay kataposan.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Kinsa ba ang mas dili makatarunganon kaysa niadtong nagmugna ug bakak batok kay Allah o naglimud sa Iyang mga Bersikulo? Madawat nila ang gitagana alang kanila, hangtod nga ang Among mga Sinugo (ang anghel sa kamatayon ug iyang mga katabang) muabot kanila aron kuhaon ang ilang mga kalag, sila (mga anghel) magasulti: 'Hain na ang mga dios karon, sila nga imong gisangpit gawas kay Allah?' Sila moingon: 'Silang tanan mibiya kanamo.' Ug sila mosaksi batok sa ilang kaugalingon nga sila manlilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "(Ang Allah) mamulong: “Panulod kamo uban sa mga nasud nga milabay na nga nauna pa kaninyo, mga tawo ug mga Jinn, ngadto sa Kalayo. Sa matag higayon nga ang usa ka bag-ong nasud nagasulod, kini nagtunglo sa iyang ka-nasud (katilingban nga milabay na kaniadto), hangtod nga sila pagatigumon nga managkauban sa Kalayo, ang mga sumusunod moingon mahitungod sa ilang mga pangulo, Oh among Ginoo 'Allah', kadtong ang mipasalaag Kanamo, busa hatagi silag duble nga silot ngadto sa imperno.” Siya (Allah) mamulong: ”Kini mao duble na alang sa tanan, apan kamo wala mahibalo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Unya ang mga pangulo moingon sa ilang mga sumusunod: Dili kamo labaw kanamo. Tilawi, unya, ang silot tungod sa inyong nga binuhatan kaniadto.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Sa pagkatinuod ang mga ganghaan sa Langit dili pagaablihan alang niadtong nagsalikway sa Among mga ilhanan ug mitalikod ' gikan kanila sa pagkamapahitas-on; ni makasulod sila sa Paraiso hangtod nga ang kamelyo moagi sa mata sa dagom. Sa ingon niana Kami nagganti sa mga dautan.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Ug alang kanila ang higdaanan sa\nimpyerno diin sa ibabaw nila anaa ang manga tabon (nga kalayo): Mao kini ang paagi nga Among gigantihan ang mga nakasala.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Apan kadtong mga mituo (sa Pagkausa sa Allah) ug nagbuhat ug kaayohan, dili Namo pagahatagan ug palas-anon ang bisan kinsa nga tawo (kalag) nga sobra sa iyang makaya, kini mao ang mga mamuyo sa Paraiso. Magpabilin sila niini sa kahangtoran.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Among wagtangon ang bisan unsang kapait nga anaa sa ilang mga kasingkasing. Ang mga suba modagayday ubos kanila. Ug sila moingon, \"Dalaygon si Allah sa paggiya kanamo niini. Dili unta kita magiyahan kon wala pa kita giyahi ni Allah. Ang mga mensahero sa 'Allāh' atong Ginoo sa pagkatinuod mianhi uban sa kamatuoran.” Kini ipahibalo kanila, \"Kini mao ang Paraiso diin kamo gihimo nga mga manununod tungod sa inyong gibuhat kaniadto (sa pagkamatarung).\"",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Ug ang mga nagpuyo sa Paraiso manawag ngadto sa mga tawo sa Impyerno: (nga naga-ingon): 'Sa pagkatinuod among nakaplagan ang saad sa 'Allah' atong Ginoo ngari kanato nga tinuod. nakaplagan ba usab nimo nga tinuod ang gisaad sa 'Allah' imong Ginoo kanimo?' 'Oo', sila motubag; ug ang usa ka tigpahibalo manawag sa taliwala nila: 'Ang tunglo ni Allah anaa sa ibabaw sa mga mamumuhat sa kadautan'.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Kadtong mibabag sa uban gikan sa Dalan ni Allah, naninguha sa paghimo niini nga hiwi, samtang sila mga manlilimod sa Pikas Kinabuhi.",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Ug sa taliwala nila adunay usa ka (babag) ug sa Al-A’raf (usa ka dingding nga anaa sa tag-as nga dapit) adunay mga tawo (nga ang maayo ug dautang buhat managsama sa timbangan), nga makaila sa tanan (nga mga tawo sa Paraiso ug Imperno) pinaagi sa ilang mga timaan, ug sila manawag sa mga namuyo sa Paraiso, “Mamainyo ang Kalinaw,” ug niini nga higayon, sila (ang mga tawo sa Al-A’raf) dili pa makasulod niini, apan sila hilabihan nga naglaum nga makasulod (niini).",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Sa diha nga ang ilang panan-aw gilingi ngadto sa mga lumulupyo sa Impyerno, sila mag-ampo, “Among Ginoo, ayaw kami maghimo uban mga tigbuhat ug kadautan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Kadtong atua sa Araf \"ang mga kahitas-an\" motawag sa mga lalaki, nga ilang mailhan pinaagi sa ilang mga marka, nga magaingon, \"Unsa may kapuslanan alang kaninyo sa inyong gipangtigom ug pagka-mapahitas'on?\"",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Ang Allah mamulong (sa mga dili magtutuo): \"Dili ba kini sila mao ang imong gipanumpaan nga si Allah dili mohatag kanila sa bisan unsa sa Iyang kaluoy?\" Ngadto kanila igaingon: 'Sulod sa Paraiso. Ikaw walay hinungdan nga mahadlok, ni magsubo.'",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Ug ang mga tawo sa Kalayo mosinggit ngadto sa mga tawo sa Paraiso: 'Ibubo kanamo ang pipila ka tubig o bisan unsa nga ang gipanalangin sa Allah kaninyo.' Sila motubag: \"Si Allah nagdili niining duha ngadto sa mga manlilimod.\"",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Sila kadtong kinsa nagpatuyang sa ilang mga kaugalingon sa (sala) nga kalingawan ug duladulaan. ug maoy gilimbongan sa kinabuhi sa kalibutan. Karon Amo silang kalimtan sama sa ilang pagkalimot sa ilang pakigtagbo niining Adlawa, ug ingon sa ilang paglimod kaniadto sa Among mga Bersikulo.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Sa pagkatinuod Kami nagdala kanila ug usa ka Basahon nga Kami nagpatin-aw uban sa kahibalo; usa ka giya ug usa ka kalooy ngadto kanila nga mituo.",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Naghulat ba sila sa katumanan sa pasidaan niini? Sa Adlaw nga natuman ang pasidaan, sila nga wala magtagad niini kaniadto moingon: 'Ang mga Mensahero sa Atong Ginoo sa pagkatinuod nagdala sa kamatuoran. Aduna bay mga tigpataliwala nga karon mangamuyo alang kanato? O, mapasig-uli ba kita sa kinabuhi aron mahimo kitang lahi sa atong gibuhat? ' Natapos gayod sila sa bug-os nga kapildihan, ug bisan unsa nga ˹mga dios˺ nga ilang gimugna mapakyas kanila",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Ang inyong Ginoo walay lain kondili si Allah, Nga naglalang sa mga langit ug sa yuta sulod sa unom ka adlaw, unya mikayab ug bangon sa ibabaw sa Trono (sa paagi nga nahiangay sa Iyang pagkahalangdon), Iyang gihimo ang adlaw ug gabii nga nagsapaw sa paspas nga sunodsunod. Iyang gilalang ang adlaw, ang bulan, ug ang mga bituon—ang tanan gipailalom sa Iyang sugo. Iya lamang ang kabuhatan ug ang kasuguan. Dalaygon si Allah—Ginoo sa tanang nilalang.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Tawga ang 'Allah' imong Ginoo uban ang pagpaubos ug sa tago. Sa pagkatinuod Siya wala mahigugma sa mga malapason.",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Ayaw ipakaylap ang korapsyon sa yuta pagkahuman sa pagkahan-ay niini. Ug tawga Siya 'Allah' uban ang paglaum ug kahadlok. Sa pagkatinuod, ang kaluoy ni Allah kanunay duol sa mga maayong magbubuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Siya ang Usa nga nagpadala sa mga hangin nga nagdala sa Iyang kaluoy (ang ulan). Sa diha nga sila magdala ug bug-at nga mga panganod, Among dad-on sila ngadto sa walay kinabuhi nga yuta ug unya magpahinabog ulan, pagpatungha sa matag matang sa prutas. Sa samang paagi, Among banhawon ang mga patay, aron tingali mahinumdom ka.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Ang tabunok nga yuta mamunga ug daghan pinaagi sa Kabubut-on sa Ginoo niini, samtang ang dili tabunok nga yuta halos walay bunga. \nSa ingon niini Namo ginapasabot sa daghang paagi ang mga bersikulo, sa mga tawo nga mapasalamaton.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Sa pagkatinuod, Kami mipadala kang Noah ngadto sa iyang katawhan ug siya miingon: '0 akong katawhan, pag-alagad kay Allah, kamo walay laing dios gawas Kaniya. Sa pagkatinuod ako nahadlok alang kaninyo sa silot sa usa ka makalilisang nga Adlaw.",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Ang mga pangulo sa iyang katawhan mitubag: \"Nakita namo nga anaa ka sa dayag nga kasaypanan.",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Siya miingon: '0 akong katawhan, walay sayop kanako, apan ako usa ka Mensahero gikan 'Allah' sa Ginoo sa tanang nilalang.",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Ipaabot nako kaninyo ang mga mensahe sa 'Allah' akong Ginoo, naghatag kaninyo ug sinsero nga tambag, ug nahibal-an ko gikan kay Allāh ang wala nimo nahibal-an.",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Kamo ba nangatingala nga adunay moabot nga usa ka Pahinumdom gikan sa inyong Ginoo pinaagi sa usa ka tawo (Sinugo) nga gikan sa inyong pundok, aron kamo iyang mahatagan ug pahibalo, aron inyong kahadlokan ang Allah, likayi ang daotan, ug aron inyong madawat (Iyang) Kaluoy?”",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Apan gilimod nila siya, busa Kami Nag-luwas kaniya ug sa mga kuyog kaniya sa Arka, ug gilumos sila nga misalikway sa among mga Pinadayag. Sila mga buta nga katawhan.",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Ug ngadto sa mga tawo sa ‘Âd Kami nagpadala sa ilang igsoon nga si Hud. Siya miingon, “O akong katawhan! Simbaha si Allah ra—wala kamoy laing dios gawas Kaniya. Dili ba kamo mahadlok Kang Allāh (Dios) ug likayan ang daotan?",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Ang dili matinuohon nga mga pangulo sa iyang katawhan mitubag, \"Sa pagkatinuod kami nagtan-aw kanimo ingon nga usa ka buang, ug kami naghuna-huna nga ikaw bakakon.”",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Si Hud mitubag, “O akong katawhan, Walay kabuang nganhi kanako. Apan ako usa ka mensahero gikan sa 'Allah' sa Ginoo sa tanang nilalang,",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "Ipaabot kaninyo ang mga mensahe sa 'Allāh' akong Ginoo. Ug ako ang inyong matinud-anon nga magtatambag.",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Nahibulong ba kamo nga ang usa ka pag-awhag moabut kaninyo gikan sa Allāh nga imong Ginoo pinaagi sa usa ka tawo gikan sa inyong mga kaugalingon aron siya makapasidaan kaninyo? Hinumdumi nga gihimo Niya kamo nga mga manununod sunod sa mga tawo ni Noah ug nagdugang ang inyong pisikal nga kusog . Busa hinumdomi ang mga pabor ni Allah, aron kamo molampos ug mouswag.”",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Sila miingon, “Mianhi ka ba kanamo aron kami mosimba sa Allah lamang ug biyaan ang gisimba sa among mga katigulangan? Unya dad-a kanamo ang imong gipanghulga kanamo, kon tinuod ang imong gisulti.\"",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "(Hud) miingon: 'Sa pagkatinuod ang silot ug kaligutgut gikan sa inyong Ginoo midangat kaninyo. Kamo ba nakiglalis kanako mahitungod sa mga ngalan(sa mga diosdios nga inyong gisimba) nga ikaw ug Ang imong amahan nagbuhat?Ang Allah Wala nagpadala ug bisan unsang katungod alang kanila. Paghulat (Sa Silot),Ako usab uban kanimo mahiuban sa mga nagpaabot (alang niana,tungod sa imong pagpanglimod kanako).",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "Unya Kami nagluwas kang Hud ug sa mga misunod kaniya pinaagi sa among kaluoy, ug Kami nag-ibot sa manga gamot kanila nga nagpang-himakak sa Among mga Pinadayag. Sila wala mahimong tumuloo.",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Ug sa mga tawo sa Thamud Kami nagpadala sa ilang igsoon nga si Salih. Siya miingon, “O akong katawhan, simbaha si Allah ra — wala kamoy laing dios gawas Kaniya. Usa ka tin-aw nga pruweba ang miabut kaninyo gikan sa 'Allah' imong Ginoo: kini mao ang kamelyo ni Allah ingon nga usa ka timaan alang kaninyo. Busa pasagdi siya nga mag-inusara sa pagpasibsib sa yuta ni Allah, ug ayaw ninyo siya pasakiti, aron nga ang silot dili modakop kaninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Hinumdumi sa diha nga Siya naghimo kaninyo nga mga manununod human sa 'Ad ug naghatag kaninyo ug gahum sa yuta diin kamo nagtukod ug manga gambalay sa kapatagan ug nagkulit ug manga balay sa kabukiran.Hinumdumi, unya, ang kahibulongang mga grasya ni Allah. Ayaw paghimo ug sala ug kagubot sa yuta.",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "Apan ang mapahitas-on nga mga pangulo sa iyang katawhan miingon sa mga magtutuo nga giisip nga huyang, \"Nakasiguro ba kamo nga si Ṣâliḥ gipadala sa 'Allāh' iyang Ginoo?\" Mitubag sila, “Nagtuo gayod kami sa mensahe nga gipadala pinaagi kaniya.”",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "Ang mga mapahitas-on miingon: “Sa pagkatinuod kami manlilimod sa inyong gituohan.”",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "Unya ilang gipatay ang baye nga kamelyo—ug misupak sa sugo sa 'Allah' ilang Ginoo — ug mihagit kang Salih, nag-ingon, “Dad-a kanamo ang imong gihulga kanamo, kon ikaw usa ba gayod sa mga mensahero.”",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_bis": "Unya ang usa ka ˹makusog nga linog ang miigo kanila, busa sila nangahulog nga walay kinabuhi sa ilang mga balay.",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_bis": "Ug siya mipahilayo kanila sa nag-ingon: 'O akong katawhan, gipahayag ko kaninyo ang mensahe sa 'Allah' akong Ginoo ug gihatagan ko kamo ug maayong tambag; apan dili kamo ganahan ug sinsero nga mga magtatambag.”",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_bis": "Hinumdumi sa dihang Kami mipadala ni Lot [ingon nga usa ka Mensahero] ngadto sa iyang katawhan; ug siya miingon kanila: 'Paghimo ba kamo ug ninyo pagbuhat ug kalaw-ayan nga wala pa sukad nabuhat ni bisan kinsa sa kalibotan una kaninyo?",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_bis": "Giduol ninyo nga maibogon ang mga lalaki imbes sa mga babaye: ug kamo maoy katawhan nga malapason \"dautan\".",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_bis": "Ang tubag sa iyang katawhan mao lamang ang ilang pagsulti: 'Papahawaa sila gikan sa inyong lungsod. Sila usa ka katawhan nga nagpakaaron-ingnon nga putli.'",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_bis": "Unya Kami nagluwas kang Lot ug sa iyang panimalay gawas sa iyang asawa, siya usa didto sa mga nagpabilin (ngadto sa silot).",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_bis": "Ug Kami nagpagawas sa ulan [sa mga bato] diha kanila, Tan-awa, unya, ang katapusan sa mga dautan.",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_bis": "Ug ngadto sa Midian Kami mipadala sa ilang igsoon nga si Shu'ayb. Siya miingon: O akong mga katawhan, Pagsimba kay sa Allāh lamang, wala kamoy lain dios gawas Kaniya. Sa pagkatinuod ang usa ka tin-aw nga pamatuod miabut kaninyo gikan sa 'Allah' inyong Ginoo. Busa paghatag ug matarong nga taksanan ug gibug-aton, ayaw paghikaw sa mga tawo sa ilang mga butang, ug ayaw pagkadunot sa yuta human sa iyang kahikayan. Mas maayo kana alang kaninyo kon kamo mga magtutuo.",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_bis": "Ug ayaw kamo panggillingkod sa tanang dalan aron sa pagpanghulga ug pagbabag niadtong mituo kang Allāh gikan sa Iyang Dalan ug naningkamot sa paghimo niini nga dili tul-id. Hinumdumi, kung unsa kamo ka gamay kaniadto, ug unya gipadaghan ka Niya kamo, ug hinumdomi kung unsa ang katapusan sa mga mamumuhat sa kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_bis": "Ug kung adunay uban kaninyo nga mituo sa mensahe nga akong gidala samtang ang uban dili motuo, pagbaton og pailub hangtud nga si Allah maghukom tali kanato. Siya ang labing maayo sa mga maghuhukom.'",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_bis": "Ang mapahitas-on nga mga tigulang sa iyang katawhan miingon: 'O Shu'ayb, sigurado nga papahawaon ka namo ug ang imong mga kauban sa pagtuo gikan sa among lungsod, o kung dili, mobalik ka sa among pagtuo.' Siya mitubag, “Bisan ba kon kami wala nakagusto niini (pugson nyo ba kami?)\"",
      "footnotes": null
    },
    {
      "ayah_number": 89,
      "translation_bis": "Labing siguro nga kami magtumo-tumo mahitungod ni Allah kon kami mubalik sa inyong tinoohan, human nga kami giluwas (ni) Allah batok nini. Busa dili nga kita magabalik niini pag-usab gawas lamang kon maoy pagbuot (ni) Allah nga Among Ginoo. Ang among Ginoo naglangkob sa tanang butang sa Iyang kahibalo. Kay Allah kita misalig: Oh 'Allāh' Among Ginoo humukom Ikaw sa taliwala namo ug sa among katawhan uban ang kamatooran, tungod kay Ikaw maoy labing maayong muhukom.",
      "footnotes": null
    },
    {
      "ayah_number": 90,
      "translation_bis": "Ang dili motuo nga mga pangulo sa iyang katawhan mihulga, “Kon kamo mosunod kang Shu’aib, kamo sa pagkatinuod mahimong mga pildero!”",
      "footnotes": null
    },
    {
      "ayah_number": 91,
      "translation_bis": "Unya ang (makamatay) nga linog misakmit kanila, ug sila nanggibuy-od nga walay kinabuhi sa ilang mga balay.",
      "footnotes": null
    },
    {
      "ayah_number": 92,
      "translation_bis": "Kadtong naglimod kang Shu'ayb 'gipapas' nga daw wala pa sila makapuyo didto. Kadtong naglimod kang Shu'ayb mao ang tinuod nga mga mapildihon.",
      "footnotes": null
    },
    {
      "ayah_number": 93,
      "translation_bis": "Ug siya (Shu’aib) milingi kanila ug miingon: '0 akong katawhan, sa pagkatinuod gipahayag ko kaninyo ang mensahe sa 'Allah' akong Ginoo, ug gihatagan ko kamo sa sinsero nga tambag. Nan, unsaon man nako sa pagkaguol alang sa katawhan nga naglimod sa kamatuoran?",
      "footnotes": null
    },
    {
      "ayah_number": 94,
      "translation_bis": "Kami wala nagpadala ug bisan usa ka Propeta sa bisan asa man nga lungsod ug (nga ilang gilimod), gawas nga Among gisakmit ang mga tawo sa katalagman ug pagkawala sa bahandi ug pagkawala 'kapiskay' sa panglawas ug mga kalisdanan, aron sila magpaubos sa ilang kaugalingon (ug maghinulsol sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 95,
      "translation_bis": "Unya Among gipulihan ang ilang kalisdanan sa kaharuhay hangtod nga sila miuswag (sa ihap), ug sila miingon “Ang among mga katigulangan natandog usab sa kalisdanan ug kaharuhay .” Busa Among gisakmit sila sa kalit samtang sila wala makahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 96,
      "translation_bis": "Ug kun ang katawhan sa mga lungsod mituo ug nakabaton ug Taqwa (kahadlok sa Allah, pagkamatinud-anon ug pagkamasinulondon), kasigurohan untang among ablihan kanila ang mga panalangin gikan sa kalangitan ug kayutaan, apan sila naglimod (sa mga Sinugo). Busa among gisakmit (ug silot sila) tungod sa ilang ginabuhat (sa dautan).",
      "footnotes": null
    },
    {
      "ayah_number": 97,
      "translation_bis": "Sila bang katawhan sa mga lungsod nakabati ug kaluwasan batok sa pag-abot sa Among silot sa gabii samtang sila nangatulog?",
      "footnotes": null
    },
    {
      "ayah_number": 98,
      "translation_bis": "O sila bang katawhan sa mga lungsod nakabati ug kaluwasan batok sa pag-abot sa Among silot sa kabuntagon samtang sila nanag-dula?",
      "footnotes": null
    },
    {
      "ayah_number": 99,
      "translation_bis": "Ngano, gibati ba sila nga luwas batok sa laraw (silot ni) Allah? Apan walay tawo nga gibati nga sila luwas gikan sa laraw (silot ni) Allah, gawas kanila nga pagalag-lagon.",
      "footnotes": null
    },
    {
      "ayah_number": 100,
      "translation_bis": "Nan, wala ba kini mahimong klaro ngadto kanila nga nakapanunod sa yuta human sa nangaging mga kaliwatan nga, kon Kami nagbuot pa, Among gisakit sila tungod sa ilang mga sala, Ug Among ginasirad-an ang ilang mga kasing-kasing aron sila dili makadungog?",
      "footnotes": null
    },
    {
      "ayah_number": 101,
      "translation_bis": "Mao kini ang mga pipila sa mga sugilanon niadtong mga katilingban nga Among giasoy kanimo 'O Propeta Muhammad'. Sa pagkatinuod, ang ilang mga mensahero mianhi kanila uban sa tin-aw nga mga pagpamatuod, apan sa gihapon dili sila motuo sa ilang gilimod kaniadto. Mao kini ang paagi nga gisilyohan ni Allah ang mga kasingkasing sa mga manmilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 102,
      "translation_bis": "Wala namo makaplagan ang kadaghanan kanila nga matinud-anon sa ilang pakigsaad. Hinonoa, Among nakaplagan ang kadaghanan kanila nga tinuod nga masupilon.",
      "footnotes": null
    },
    {
      "ayah_number": 103,
      "translation_bis": "Human kanila Kami nagpadala kang Moises uban sa among mga ilhanan ngadto sa Paraon ug sa iyang mga pangulo, apan sila sa sayop nga paagi nagsalikway kanila. Tan-awa, unya, unsa ang nahitabo sa mga magbubuhat sa kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 104,
      "translation_bis": "Ug si Moises miingon: “O Paraon, ako usa ka Mensahero gikan 'Kang Allāh' ang Ginoo sa tanang mga linalang.",
      "footnotes": null
    },
    {
      "ayah_number": 105,
      "translation_bis": "Ako obligado nga dili manulti ug mahitungod sa Allāh gawas sa kamatuoran. Sa pagkatinuod ako mianhi kaninyo gikan sa 'Allah' inyong Ginoo nga adunay dala nga tin-aw nga pruweba. Busa pasagdi ang Kaliwatan sa Israel nga mubiya nga gawasnon uban kanako.",
      "footnotes": null
    },
    {
      "ayah_number": 106,
      "translation_bis": "(Si Paraon) miingon: “Kun ikaw miabot nga adunay Timaan, nan dad'a kini - kun ikaw nagasulti ug kamatuoran.”",
      "footnotes": null
    },
    {
      "ayah_number": 107,
      "translation_bis": "(ug si Moises) miitsa sa iyang sungkod, ug kini nahimong usa ka dayag nga bitin!",
      "footnotes": null
    },
    {
      "ayah_number": 108,
      "translation_bis": "Ug iyang gituy-od ang iyang kamot, ug diha-diha kini puti nga nagsud-ong\n(nga nagasidlak) ngadto sa mga nakakita.",
      "footnotes": null
    },
    {
      "ayah_number": 109,
      "translation_bis": "Aron ilang dalhon kaninyo ang matag salamangkero nga nakahibalo maayo.”",
      "footnotes": null
    },
    {
      "ayah_number": 110,
      "translation_bis": "Buot niyang pahawaon kamo sa inyong kayutaan, busa unsa ang inyong ikatambag (kanako)?”",
      "footnotes": null
    },
    {
      "ayah_number": 111,
      "translation_bis": "Miingon sila: \"Paglangan kaniya ug ang iyang igsoon 'sa usa ka panahon' ug pagpadala (mga tigtigum) sa mga lungsod.”",
      "footnotes": null
    },
    {
      "ayah_number": 112,
      "translation_bis": "Aron ilang dalhon kaninyo ang matag nakahibalo salamangkero.”",
      "footnotes": null
    },
    {
      "ayah_number": 113,
      "translation_bis": "Busa ang mga salamangkero miabot kang Paraon. Sila miingon: “Tinuod ba nga adunay dakong ganti kanamo kun kami magmadaugon.”",
      "footnotes": null
    },
    {
      "ayah_number": 114,
      "translation_bis": "Siya (Paraon) miingon: “Oo, ug labaw pa niana, (kun kamo magmadaugon), kamo mahimong labing duol (kanako).”",
      "footnotes": null
    },
    {
      "ayah_number": 115,
      "translation_bis": "Sila miingon: “O Moises, Isalibay ba nimo, o kami maoy mu-una sa paglabay?\"",
      "footnotes": null
    },
    {
      "ayah_number": 116,
      "translation_bis": "Siya (Moises) mitubag: \"Ikaw una maglabay\". Busa sa diha ilang gilabay\", ilang gilimbongan ang mga mata sa mga tawo ug gihampak silag kalisang, ug sila nagpakita ug dako nga salamangka.",
      "footnotes": null
    },
    {
      "ayah_number": 117,
      "translation_bis": "Ug Among dinasig si Moises (nga nag-ingon): “Ilabay ang imong sungkod”, ug tan'awa, kini nga milamoy sa tanan nga mga kabakakan nga ilang gipakita.",
      "footnotes": null
    },
    {
      "ayah_number": 118,
      "translation_bis": "Busa ang kamatuoran nalig-on, ug nakawang ang bisan unsa nga ilang gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 119,
      "translation_bis": "Busa sila 'mga salamangkero' nalupig didto, ug nahimong kaulawan kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 120,
      "translation_bis": "Ug ang mga salamangkero nangatumba nga nanggihapa (sa ilang kaugalingon ngadto ni Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 121,
      "translation_bis": "Sila miingon: “Kami mituo sa 'Allah' nga Ginoo, sa tanang linalang,",
      "footnotes": null
    },
    {
      "ayah_number": 122,
      "translation_bis": "Ang Ginoo ni Moises ug ni Aaron.\"",
      "footnotes": null
    },
    {
      "ayah_number": 123,
      "translation_bis": "Si Paraon miingon: “Kamo ba mituo na kaniya (Moises) sa wala ko pa kamo hatagig pagtugot? Kasigurohan nga kini usa ka pasiugda nga inyong gilaraw sa lungsod (nga kauban si Moises) aron sa pag-abog sa katawhan, apan kamo makahibalo (sa mga sangputanan niini)! \"",
      "footnotes": null
    },
    {
      "ayah_number": 124,
      "translation_bis": "Sa matood nga akong pagaputlon ang inyong mga kamot ug mga tiil sa managkaatbang nga bahin ug kamong tanan akong ilansang sa krus.”",
      "footnotes": null
    },
    {
      "ayah_number": 125,
      "translation_bis": "Sila miingon: “Sa pagkatinuod, kami mubalik ngadto sa among Ginoo (Allāh),",
      "footnotes": null
    },
    {
      "ayah_number": 126,
      "translation_bis": "Ug ikaw (Paraon) nagabuhat lamang ug pagpanimalos kanamo tungod kay kami mituo sa mga bersikulo sa 'Allah' among Ginoo sa diha nga kini miabot kanamo. Oh among Ginoo, ibubo kanamo ang pagpailub, ug himoa nga mamatay kami nga mga Muslim.”",
      "footnotes": null
    },
    {
      "ayah_number": 127,
      "translation_bis": "Ang mga pangulo sa mga tawo ni Paraon miingon: “Inyo bang pasagdan si Moises ug ang iyang mga tawo aron sa paghimo ug kagubot sa kayutaan ug biyaan kamo ug ang inyong mga diyos?” Siya (Paraon) miingon: Atong patyon ang ilang manga anak nga lalaki ug buhion ang manga babaye. Kami adunay bug-os nga gahum ibabaw kanila.”",
      "footnotes": null
    },
    {
      "ayah_number": 128,
      "translation_bis": "Si Moises miingon sa iyang mga tawo: “Pangayo kamo ug tabang ni Allah ug magpaka mapailubon. Sa pagkatinuod, ang kayutaan Iya ni Allah. Ginahatag Niya kini nga panulondon sa bisan kinsa nga Iyang magustohan sa Iyang mga ulipon, ug ang maayong resulta alang sa mga matarung.",
      "footnotes": null
    },
    {
      "ayah_number": 129,
      "translation_bis": "Sila miingon; \"Kami gipanaglutos usa ikaw miabot kanamo, ug pagkahuman nga ikaw miabot kanamo.\" Siya miingon; \"Basin ug ang inyong Ginoo 'Allāh 'ang gub-on sa inyong kaaway ug maghimo kaninyo nga manununod sa yuta aron makita kung unsa ang imong buhaton.”",
      "footnotes": null
    },
    {
      "ayah_number": 130,
      "translation_bis": "Kami nagsakmit sa katawhan ni Paraon pinaagi sa tag-uga sa panahon ug kawalad'on sa bunga (ug pananom), sa tuyo nga sila nagbantay ug naghinulsol (ug sa ingon, sila mulikay sa Iyang mga gidili ug mosunod sa Iyang mga gikasugo).",
      "footnotes": null
    },
    {
      "ayah_number": 131,
      "translation_bis": "Apan sa dihang ang kaayohan miabot kanila, sila naga-ingon: “Kini amoa\"; apan sa diha nga ang kadautan mitandog kanila, sila mipasangil niini sa dautang tilimad'on ni Moises ug niadtong iyang kaubanan, sa pagkatinuod ang ilang dautang kapalaran gitakda ni Allāh, apan kadaghanan kanila wala mahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 132,
      "translation_bis": "Sila nanag-ingon; \"Bisan unsa nga timaan ang imong dad'on aron malinlang kami sa salamangka niini, dili gayod kami magatoo kanimo.",
      "footnotes": null
    },
    {
      "ayah_number": 133,
      "translation_bis": "Busa Among gipadala kanila (kining mga butanga): ang baha, ang mga apan, ang mga kuto, ang mga baki, ug ang pagtuyok sa ilang tubig (ngadto sa dugo) nga mga tin-aw nga timaan, apan sila mga mapahitas-on, ug sila mga makasasala.",
      "footnotes": null
    },
    {
      "ayah_number": 134,
      "translation_bis": "Ug sa diha nga ang silot (ang mga nahisgotan sa nauna) miabot kanila, sila miingon: “O Moises. Hangyoa ang imong Ginoo alang kanamo tungod sa Iyang saad kanimo. Kon imong kuhaon ang silot kanamo, kami mutuo kanimo ug pasagdan namo ang Kaliwatan sa Israel mubiya nga kauban ka.”",
      "footnotes": null
    },
    {
      "ayah_number": 135,
      "translation_bis": "Apan sa diha nga Among giwagtang ang silot kanila sa usa ka natakda nga panahon nga kinahanglan nilang maabot, sila dayon miguba sa ilang pulong (saad)!",
      "footnotes": null
    },
    {
      "ayah_number": 136,
      "translation_bis": "Busa Kami mibalos kanila. Sila Among gilumsan sa dagat tungod kay gipanghimakak nila ang Among mga pagpadayag, ug sila nagpasagad sa pagsunod niini.",
      "footnotes": null
    },
    {
      "ayah_number": 137,
      "translation_bis": "Ug Kami naghimo sa manga dinaug-daug sa pag-panunod sa sidlakang dapit sa yuta, maingon man sa kasadpang bahin niini nga Among gipanalanginan. Ug ang maayong pulong (panaad ug pagsugo) sa inyong Ginoo natuman alang sa kaliwatan sa Israel tungod sa ilang mainantuson nga paglahutay. Ug hingpit Namo nga gibungkag ang (tanan) nga mga gitukod (nga mga palasyo) ni Paraon ug sa iyang mga tawo.",
      "footnotes": null
    },
    {
      "ayah_number": 138,
      "translation_bis": "Ug Among gitabok ang anak ni Israel (nga luwas) sa pikas nga bahin sa dagat, ug sila nahiabot sa usa ka katawhan nga nagsimba ug diyos-diyos diha kanila. Sila (ang anak sa Israel) miingon: “O Moises! Pagbuhat alang kanamo ug usa ka diyos nga sama sa ilang mga diyos.” Siya miingon: “Sa pagkatinuod kamo mga tawo nga ignorante ug walay alamag (sa Kahalangdon ni Allah, ug kun unsa ang gikasugo kaninyo; ayaw kamo pagsimba sa uban gawas lang ni Allah, ang Nag-inusara ug Bugtong Diyos sa tanang linalang).",
      "footnotes": null
    },
    {
      "ayah_number": 139,
      "translation_bis": "\"Sa pagkatinuod, kining mga tawhana ug ang ilang gikapulikian (nga pagsimba sa mga diyos-diyos) paga-laglagon. Ug ang tanan nga ilang ginabuhat walay kapuslanan.”",
      "footnotes": null
    },
    {
      "ayah_number": 140,
      "translation_bis": "Siya (Moises) mingon: \"Mangita ba ako alang kanimo ug usa ka dios gawas sa Allah, samtang Siya nagpalabi kanimo labaw sa tanang mga katawhan (sa inyong panahon)?\"",
      "footnotes": null
    },
    {
      "ayah_number": 141,
      "translation_bis": "Ug (hinumdomi) niadtong giluwas Namo kamo gikan sa mga tawo ni Paraon nga nagpalisud kaninyo sa hilabihan nga silot, nga nagapatay sa inyong mga anak nga lalaki ug gipasagdan nga mabuhi ang inyong mga babaye (aron magtrabaho). Ug dinhi adunay usa ka dako nga pagsulay gikan sa (Allah) nga inyong Ginoo.",
      "footnotes": null
    },
    {
      "ayah_number": 142,
      "translation_bis": "Ug Among gitakda kang Moises ang katloan ka gabii ug gidugangan pa ug napulo, busa ang sukod (nga gitakda) sa 'Allāh' iyang Ginoo nahusto ingon nga kap-atan ka gabii. Ug si Moises miingon sa iyang igsuon nga si Aaron: \"Kuhaa ang akong dapit taliwala sa akong katawhan sa akong pagkawala, paghimo ug matarong ug ayaw sunda ang dalan sa mga kurakot.\"",
      "footnotes": null
    },
    {
      "ayah_number": 143,
      "translation_bis": "Sa diha nga si Moises miabot sa takna ug dapit nga Among gitakda, ug ang iyang Ginoo 'Allāh' namulong kaniya, siya miingon: “Oh (Allāh) nga akong Ginoo, ipakita kanako (ang Imong Kaugalingon) aron matan-aw ko Ikaw .” Miingon ang Allāh: “Dili ka makakita Kanako, apan lantawa ang Bukid, kun kini padayon nga nagbarog sa iyang dapit, Ako imong makita.” Busa sa diha nga ang Iyang Ginoo nagpakita sa Iyang Himaya sa Bukid, kini nahugno (nga nahimong) pino nga abog, ug si Moises nagbuy-od nga walay panimuot sa kahadlok. Sa diha nga nabalik na ang iyang panimuot, siya miingon: “Kanimo ang Himaya Oh Allāh, ako naghinulsol Kanimo ug ako ang una sa mga magtutuo.”",
      "footnotes": null
    },
    {
      "ayah_number": 144,
      "translation_bis": "(Ang Allāh) miingon: “O Moises, ikaw Akong gipili nga labaw sa tanang mga tawo pinaagi sa Akong Mensahe ug sa Akong Pakighinabi (kanimo). Busa kupti kanang Akong gihatag kanimo (ang Torah) ug mahimong mapasalamaton (Nganhi Kanamo).”",
      "footnotes": null
    },
    {
      "ayah_number": 145,
      "translation_bis": "Gisulatan namo alang kaniya sa mga Papan ug mga pahimangno ug tin-aw nga mga pagpasabut sa tanan nga mga butang 'ug Kami miingon': \"Kupot niini uban ang kalig-on ug sugoa ang imong katawhan sa pagkuha sa labing maayo niini. Sa dili madugay ipakita ko kaninyo ang puloy-anan sa mga masukihon.",
      "footnotes": null
    },
    {
      "ayah_number": 146,
      "translation_bis": "Akong (Allāh) ipahilayo gikan sa Akong mga Bersikulo sila nga mga mapahitas-on sa yuta nga walay katungod (busa sila dili na makasabot niini). Kung ilang makita ang matag Timaan, sila dili magatuo niini. Kon pa makita nila ang dalan sa pagkamatarung (pagtuo sa Nag-inusara nga Diyos Allah, pagkabalaan ug mga maayong buhat), dili nila kini pagasundon ingon nga usa ka dalan, apan kun ilang makita ang dalan sa kasaypanan (pagsimba sa diyus-diyus, krimen ug mga dautang buhat), ilang pagasundon ang ingon niadto nga dalan, kini sa hinungdan nga gisalikway nila ang Among mga pagpadayag ug wala magtagad niini.",
      "footnotes": null
    },
    {
      "ayah_number": 147,
      "translation_bis": "Kadtong mga milimod sa Among mga bersikulo 'ug timaan' ug sa Pagpakigtagbo (sa Allah) sa Ulahing Adlaw (Adlaw sa Pagkabanhaw), walay kapuslanan ang ilang mga buhat. Sila ba pagagantihan gawas sa kun unsay ilang gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 148,
      "translation_bis": "Ug human nga mibiya si Moises, ang iyang katawhan nagbuhat gikan sa ilang mga dayandayan (alahas) ug usa ka hulagway sa baka (aron simbahon) nga adunay tingog (nga murag nag-unga). Wala ba nila makita nga kini dili makapamulong kanila ug dili usab makagiya kanila sa (tul-id) nga dalan? Bisan pa niana ilang giisip kini nga usa ka diyos ug sila tigbuhat ug kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 149,
      "translation_bis": "Ug sa diha nga sila nagbasol sa ilang kasaypanan (human mibalik si Moises), ug ilang nakita nga sila nasalaag ug layo, sila miingon: “Kon ang atong Ginoo 'Allāh' dili malooy ug magapasaylo kanato, kami mahimong kauban sa mga napildi.”",
      "footnotes": null
    },
    {
      "ayah_number": 150,
      "translation_bis": "Sa diha nga si Moises mibalik sa iyang katawhan nga adunay kasuko ug naguol, siya miingon: “Usa ka dautang butang ang inyong gibuhat (nga mao ang pagsimba sa rebulto nga baka) samtang ako wala. Kamo nagdali (ug wala nakapaabot) sa kasugoan sa 'Allah' inyong Ginoo? Ug iyang gilabay ang papan ug iyang gilabnot ang iyang igsuon (sa buhok) sa iyang ulo ug iyang giguyod siya ngadto kaniya. Si Aaron miingon: “O anak sa akong inahan, sa pagkatinuod, ang mga tawo nagpalisud kanako ug hapit na ako nila mapatay, busa ayaw tugoti nga ang mga kaaway mangalipay ibabaw kanako, ug\n ayaw ako iuban sa pundok sa mga dautan.”",
      "footnotes": null
    },
    {
      "ayah_number": 151,
      "translation_bis": "Si Moises miingon: “O akong Ginoo (Allah), pasayloa ako ug ang akong igsuon, ug pasudlo kami sa Imong Kaluoy (Paraiso), tungod kay Ikaw ang Labing Maluloy-on sa mga nagpakita ug kaluoy.”",
      "footnotes": null
    },
    {
      "ayah_number": 152,
      "translation_bis": "Sa pagkatinuod, kadtong mga misimba sa bulawanong baka maka-angkon sa kaligutgot sa ilang Ginoo 'Allāh' ug kaulawan ang mudangat kanila sa kinabuhi niining kalibotana. Sa ingon niini Kami magabalos sa mga nanag-tumotumo ug kabakakan.",
      "footnotes": null
    },
    {
      "ayah_number": 153,
      "translation_bis": "Apan sila nga nanggibuhat ug mga dautang buhat ug pagkahuman naghinulsol ug mituo, sa pagkatinuod ang (Allah) inyong Ginoo ang Kanunay nga Nagapasaylo, ang Labing Maluloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 154,
      "translation_bis": "Sa diha nga ang kasuko ni Moises gipakalma na, iyang gikuha ang mga Papan, ug sa ilang inskripsiyon niini adunay Giya ug Kaluoy alang kanila nga naghadlok sa 'Allāh' nga ilang Ginoo.",
      "footnotes": null
    },
    {
      "ayah_number": 155,
      "translation_bis": "Ug si Moises mipili ug kapitoan ka mga lalaki taliwala sa iyang katawhan alang sa katigoman ngadto sa Among gikatakda nga takna ug dapit. (Sila miingon: O Moises, dili kami mutuo kanimo bisan kanus-a hangtod nga dili nimo ipakita kanamo ang imong Ginoo), ug sa diha nga sila gisakmit sa usa ka hilabihan nga linog, siya (Moises) miingon: “Oh akong Ginoo 'Allāh', kun kini Imo lang gigusto, sila ug ako mahimo Nimong dauton bisan kiniadto pa, kami ba imong tugotan nga mangahanaw tungod sa mga buhat sa mga balingagan sa among pundok? Pinaagi lang sa Imong pagsulay Ikaw magagiya sa kinsay Imong magustohan, ug nagsalaag sa kinsay Imong gustohon. Ikaw ang among Tigpanalipod, busa pasayloa kami ug hatagi ug Kaluoy tungod kay Ikaw ang Labing Maayo sa mga nagpasaylo.",
      "footnotes": null
    },
    {
      "ayah_number": 156,
      "translation_bis": "Ug ihatag alang kanamo Ang maayo niining kalibotana ug sa Ulahing Adlaw. Sa pagkatinuod kami nagbalik nga\nnaghinulsol Kanimo.\" Siya (Allāh) miingon: \"Ang Akong silot,-Akong ipahamtang alang kang kinsay Akong gustohan, apan ang Akong Kaluoy misakop sa tanang butang. Busa Akong gitakda kini sa mga mahinadlukon sa Allah ug masinulondon, ug naghatag ug Zakah (obligado limos); ug kanila nga mituo sa Among mga pinadayag,",
      "footnotes": null
    },
    {
      "ayah_number": 157,
      "translation_bis": "Sila nga mosunod sa Sinugo (Muhammad), ang Propeta nga dili makabasa ug dili makasulat nga ilang makaplagan nga nahisulat sa Torah ug sa Ebanghelyo, nga nagtudlo kanila sa pagkamatarong ug nagdumili kanila sa dautan; naghimong subay sa balaod sa manga maayo ug naghimong gidili sa tanang mahugaw ug naghimo kanilang gawasnon sa mga talikala: sila nga magatoo kaniya, magapasidungog ug nagatabang kaniya ug magasunod sa kahayag nga gipadayag kaniya, sila kadtong magmadaugon ug mauswagon.",
      "footnotes": null
    },
    {
      "ayah_number": 158,
      "translation_bis": "(Oh Muhammad) isulti: Oh katawhan, sa pagkamatood ako usa ka Mensahero (ni) Allah alang kaninyong tanan. - Kaniya ang pag-angkon ug pagdumala sa mga kalangitan ug sa kayutaan. Wala nay diyos nga angayan pahinungdan sa pagsimba gawas Kaniya; Siya ang nagahatag ug kinabuhi ug nagpahitabo sa kamatayon. Busa tuo kamo sa Allah ug sa Iyang Sinugo (Muhammad), ang Propeta nga dili makabasa ug dili makasulat, nga nagatuo sa Allah ug (mituo) sa Iyang mga Pulong[2], ug sunda ninyo siya aron kamo magiyahan.”",
      "footnotes": "[2]. Sa Qur’an, sa Torah [mga Balaud]. ug sa Ebanghelyo ug maingon usab sa Pulong sa Allah nga: “Mahitabo!’ Ug nahitabo gayud, nga mao si Hesus nga Anak ni Maria."
    },
    {
      "ayah_number": 159,
      "translation_bis": "Sa katawhan ni Moises adunay usa ka katilingban nga naggiya uban sa kamatuoran ug pinaagi niini sila nagbuhat ug hustisya.",
      "footnotes": null
    },
    {
      "ayah_number": 160,
      "translation_bis": "Ug Among gibahin-bahin sila sa napulog duha ka tribu (ang mga anak nga lalaki ni Hakob). Ug Among gisugo si Moises, sa diha nga ang iyang katawhan nangayo kaniya ug tubig, (Kami miingon): “Bunali ang bato sa imong sungkod.” Ug mibuswak gikan niini ang napulog duha ka tubod: ang matag pundok nasayod sa ilang dapit sa tubod. Among (Allah) gilandungan sila sa mga panganod ug Among gipakanaug kanila ang Manna ug mga pugo, (nga nag-ingon): “Kaon kamo sa mga maayong butang nga Among gihatag kaninyo.” Sila walay kadaut nga mahimo Kanato, apan sila nagdaut sa ilang kaugalingong kalag.",
      "footnotes": null
    },
    {
      "ayah_number": 161,
      "translation_bis": "Ug (hinumdomi) sa diha nga kini giingon kanila: “Pamuyo kamo niini nga lungsod (Herusalem) ug kaon kamo dinhi sa unsay inyong magustohan, ug pag-ingon, “(O Allah), pasayloa ang among mga kasal-anan”; ug panulod sa ganghaan nga nagduko sa pagkamapainubsanon. Pasayloon Namo kamo sa inyong mga kasaypanan. Among padaghanon (ang ganti) sa mga nagabuhat ug matarong.",
      "footnotes": null
    },
    {
      "ayah_number": 162,
      "translation_bis": "Apan ang mga makasasala sa ilang taliwala, nag-usab sa pulong nga gipapamulong kanila3. Busa Among gipadala kanila ang Rijz (silot o hampak) gikan sa langit ingon nga balos sa ilang mga sayop nga nabuhat.",
      "footnotes": "3. Sila gisugo nga isulti ang: Hittatun [Pasayloa Ninyo kami], apan ilang gibayloan ug laing pulong ingon nga: Hintatun [nga ang buot pasabot usa ka matang sa liso patani."
    },
    {
      "ayah_number": 163,
      "translation_bis": "Ug pangutan-a sila (Oh Muhammad) mahitungod sa lungsod nga anaa sa kilid sa dagat. Sa diha nga sila misupak sa kasugoan (nga ayaw panakop ug isda sa adlaw) sa Sabt (Sabado)[4]: sa diha nga ang isda dayag nga miduol kanila sa adlaw sa Sabt ug wala miadto kanila sa adlaw nga wala silay Sabt. Sa ingon niana sila Among gisulayan tungod sa ilang ginabuhat nga pagrebelde.",
      "footnotes": "[4]. Lantawa ang Qur’an 4:154."
    },
    {
      "ayah_number": 164,
      "translation_bis": "Ug (hinumdomi) sa diha nga ang pipila sa mga \"matarung\" kanila nangutana sa ilang mga kauban nga nagbantay sa Adlaw nga Igpapahulay, \"Nganong naghasol man kamo sa pagpasidaan niadtong mga \"nagalapas sa Igpapahulay\" nga mahimong laglagon o silotan pag-ayo ni Allah? Sila mitubag, “Aron kami mamahimong gawasnon gikan sa pagbasol sa atubangan sa (Allah) nga inyong Ginoo, ug aron kahadlok sa Allah ug maglikay sila sa dautan.”",
      "footnotes": null
    },
    {
      "ayah_number": 165,
      "translation_bis": "Ug sa diha nga ilang malimtan (ang pahinumdom) nga diin sila gipahinumdoman, Giluwas namo kadtong nagpasidaan batok sa daotan, ug Among gisakmit ang mga nagabuhat ug kasaypanan sa usa ka hilabihan nga silot tungod kay sila nagrebelde (ug misupak sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 166,
      "translation_bis": "Busa sa diha nga sila nagpadayun pagbuhat sa unsay gidili kanila, Kami namulong kanila: Mahimong mga unggoy nga gitamay ug gisalikway.”",
      "footnotes": null
    },
    {
      "ayah_number": 167,
      "translation_bis": "Ug (hinumdomi) sa diha nga ang (Allah) nga imong Ginoo nagpadayag nga kasigurohang (magpadayon) Siya sa ipadala batok kanila (mga Hudeyo) hangtod sa Adlaw sa Pagkabanhaw, alang kanila nga naghatag-pasakit kanila sa hilabihan nga pagsilot. Sa pagkatinuod, ang inyong Ginoo Dali sa Pagsilot (sa mga supakero) ug matood nga Siya Labing Mapinasayluon, ang Labing Maluloy-on (sa mga masinulundon ug nagahangyo sa kapasayloan sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 168,
      "translation_bis": "Ug Among gibahin-bahin sila (ang mga Hudeyo) sa daghang pundok dinhi sa kayutaan, ang pipila kanila mga matarong ug ang uban layo sa (katarong). Ug Among gisulayan sila sa mga maayong (panalangin ug kaharuhay) ug kadautan (kalisdanan ug mga kadaut) aron sila maghinulsol.",
      "footnotes": null
    },
    {
      "ayah_number": 169,
      "translation_bis": "Ug (human kanila) misunod ang usa ka kaliwatan nga nakapanunod sa Kasulatan, (samtang) sila nagpahimulos sa mga baligya (mga dili legal nga pahimulos ug kalipay) sa mubong kinabuhi (ang bahandianon nga kalipay niining kalibotana) nga nagasulti ingon nga pagpangatarongan): “(Ang tanang butang) pasayluon kanato.” Ug kun ang sama sa gitanyag (nga bahandianong kalipay niining kalibotana) miabot kanila, mubalik napud sila sa pagpahimulos sa pagbuhat niini (buhaton nila kadto nga mga kasal-anan). Dili ba ang Kasabotan sa Kasulatan (Torah) gikuha nila, nga dili na sila mamulong ug bisan unsa mahitungod sa Allah gawas sa kamatuoran? Ug sila nagtuon kun unsa ang anaa sa sulod niini. Ug ang Puloy-anan sa Pikas Kinabuhi labing maayo sa mga nahadlok sa Allah ug naglikay sa daotan. Wala ba kamo makasabot?",
      "footnotes": null
    },
    {
      "ayah_number": 170,
      "translation_bis": "Apan kanila nga mikupot ug hugot sa Kasulatan (nagabuhat ug uyon sa mga katudloan niini), ug naghalad ug Salah (pag-ampo), sa pagkatinuod dili Namo sayangon bisan kanus-a ang ganti sa mga nagabuhat ug matarong.",
      "footnotes": null
    },
    {
      "ayah_number": 171,
      "translation_bis": "Ug (hinumdomi) sa diha nga Among gipataas ang bukid ibabaw nila, sama kini sa usa ka itom nga panganod, ug sila nagdahom nga kini mahulog kanila. (Ug ang Allah miingon): \"Kupti ang Among gikatug-yan kaninyo uban sa determinasyon, ug paghinumdom sa manga anaa niini aron kamo maga-mahinadlokon Allāh ug magbantay batok sa dautan.",
      "footnotes": null
    },
    {
      "ayah_number": 172,
      "translation_bis": "(Hinumdomi) sa diha nga ang (Allah) nga imong Rabb nagpagawas gikan sa hawak ni Adan sa iyang mga anak ug kaliwatan, ug gihimo sila nga misaksi sa ilang kaugalingon, (nga [ang Allah] miingon kanila): “Dili ba Ako inyong Rabb (Ginoo)?” Sila miingon: “Oo, kami misaksi,” (tingali) basin kamo mosulti sa Adlaw sa Pagkabanhaw: “Sa pagkatinuod kami wala mahibalo niini.”",
      "footnotes": null
    },
    {
      "ayah_number": 173,
      "translation_bis": "Sila mahimo usab nga moingon; \"Sa pagkatinuod ang atong mga ginikanan mao lamang ang naghimo sa pagsimba sa mga diyos-diyos kaniadto, kami ang ilang bugtong anak: Imo ba kaming silotan tungod sa mga binuhatan sa mga tawo nga nakahimog kabakakan.",
      "footnotes": null
    },
    {
      "ayah_number": 174,
      "translation_bis": "Sa ingon niini Namo ginapasabot ang mga Bersikulo sa detalyado nga paagi aron sila mubalik (sa Kamatuoran).",
      "footnotes": null
    },
    {
      "ayah_number": 175,
      "translation_bis": "Ug isaysay ngadto kanila ˹O Propeta˺ ang sugilanon sa usa nga Kami mihatag sa Among mga pinadayag, apan siya mibiya kanila, mao nga si Satanas mikupot kaniya, ug siya nahimong usa sa mga nagtipas.",
      "footnotes": null
    },
    {
      "ayah_number": 176,
      "translation_bis": "Ug kun Amo lang gigusto, sa pagkatinuod Among gipataas siya (sa ang-ang sa mga adunay kahibalo [Maalam]), apan migunit siya sa kayutaan ug misunod sa iyang kaugalingong dautang gusto. Busa ang iyang panag-ingnan sama sa usa ka iro; kun siya imong bugawon, iyang ipagawas ang iyang dila, o kung siya imong pasagdan nga mag-inusara, padayon (gihapon) niya nga ginapabitay ang iyang dila. Kini ang panag-ingnan sa mga tawo nga nagsalikway sa Among mga Bersikulo. Busa i-asoy ang maong kaagi aron sila maka-pamalandong.",
      "footnotes": null
    },
    {
      "ayah_number": 177,
      "translation_bis": "Kadautan ang panag-ingnan sa mga tawo nga nagsalikway sa Among mga Bersikulo, ug maoy dili makiangayon sa ilang kaugalingong mga kalag.",
      "footnotes": null
    },
    {
      "ayah_number": 178,
      "translation_bis": "Bisan kinsa nga gitultolan ni Allah, siya gigiyahan, ug si kinsa man ang Iyang dal-on sa pagkasalaag, sila ang mga pildero.",
      "footnotes": null
    },
    {
      "ayah_number": 179,
      "translation_bis": "Among gitagana ang daghang mga Jinn ug katawhan ngadto sa Imperno. Sila adunay kasing-kasing nga dili makasabot, sila adunay mga mata nga dili makakita, ug sila adunay mga dalunggan nga dili makadungog (sa Kamatuoran). Sila sama sa mga hayopan; dili, kundi sila labaw pang nasalaag. Sila ang wala mahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 180,
      "translation_bis": "Ang Allah adunay labing matahum nga mga ngalan busa sampit Kaniya pinaagi kanila. Pasagdi nga kadtong nagapasipala sa Iyang mga ngalan; sila pagagantihan sumala sa ilang ginabuhat kaniadto.",
      "footnotes": null
    },
    {
      "ayah_number": 181,
      "translation_bis": "Ug sa niadtong kinsa Among gibuhat mao ang mga tawo nga naggiya uban ang kamatuoran ug pinaagi niini sila nagbuhat ug hustisya.",
      "footnotes": null
    },
    {
      "ayah_number": 182,
      "translation_bis": "Apan kadtong nagsalikway sa Among mga pinadayag, sila anam-anam Namo nga pagatultulon ngadto sa silot gikan diin sila wala mahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 183,
      "translation_bis": "Ug Akong pagahatagan sila ug lugway; sa pagkatinuod ang Akong laraw lig-on.",
      "footnotes": null
    },
    {
      "ayah_number": 184,
      "translation_bis": "Wala ba sila mamalandong? Ang ilang kuyog (nga si Muhammad) dili mabuang. Hinonoa siya usa lamang ka tigpa-sidaan nga dayag.",
      "footnotes": null
    },
    {
      "ayah_number": 185,
      "translation_bis": "Wala ba nila makita ang gingharian sa mga kalangitan ug kayutaan ug ang tanan nga mga butang nga gilalang sa Allah, ug nga basin ang ilang katapusan duol na?. Busa sa unsa nga pagpamulong human niini (Balaanong mensahe) sila magatuo?",
      "footnotes": null
    },
    {
      "ayah_number": 186,
      "translation_bis": "Bisan kinsa nga gibiyaan sa Allāh sa pagkasalaag, walay bisan kinsa ang makagiya kaniya; Ug Iyang pasagdan sila sa ilang kalapasan, nga naglatagaw nga buta.",
      "footnotes": null
    },
    {
      "ayah_number": 187,
      "translation_bis": "Sila mangutana kanimo (O Muhammad) mahitungod sa Takna (Adlaw sa Pagkabanhaw): “Kanus-a kaha ang iyang gikatakda nga pag-abot?” Isulti: “Ang kasayuran niini anaa (lang) sa (Allah) nga akong Ginoo. Walay bisan kinsa ang makapadayag sa iyang gitakda nga panahon gawas Kaniya. Kini nakadapat nga bug-at sa mga kalangitan ug kayutaan. Kini dili muabot kaninyo gawas nga kini kalit (walay pasidaan).” Sila mangutana kanimo nga murag ikaw adunay hingpit nga kahibalo niini. Isulti: “Ang kahibalo niini anaa lamang sa Allah, apan ang kadaghanan sa katawhan wala mahibalo.”",
      "footnotes": null
    },
    {
      "ayah_number": 188,
      "translation_bis": "Isulti: (O Muhammad): “Ako walay gigunitan nga gahom ngadto sa kapahimuslan o kadaut sa akong kaugalingon gawas kun tugotan sa Allah. Ug kun ako adunay kahibalo sa Al-Ghaib (mga butang nga nakatago), gihimo na nako sa akong kaugalingon nga makatigom ug daghang maayo, ug walay bisan unsa nga kadautan ang mahimong mudangat kanako. Ako usa lamang ka tigpasidaan ug usa ka tigdala ug maayong balita sa usa ka katawhan nga mituo.”",
      "footnotes": null
    },
    {
      "ayah_number": 189,
      "translation_bis": "Siya (Allah) ang naglalang kaninyo gikan sa usa ka tawo (Adan), ug Iyang gilalang gikan kaniya ang iyang asawa (Eba), aron siya (ang lalaki) makabati ug pagkahaluna nga magkinabuhi uban kaniya (babaye). Ug sa diha nga siya makabaton ug pakighilawas kaniya, siya nagsabak ug iyang gidala kini nga dili usab hilabihan ka bug-at. Ug sa diha nga kini nahimong bug-at, managsama sila nga nag-ampo sa Allah, ang ilang Ginoo, (nga naga-ingon): “Kun Ikaw maghatag kanamo ug usa ka maayo nga bata, sa pagkatinuod kami mauban sa mga mapasalamaton.”",
      "footnotes": null
    },
    {
      "ayah_number": 190,
      "translation_bis": "Apan sa diha nga Iyang gihatagan sila (ang mag-asawa) ug usa ka maayo nga bata, sila nagbutang ug mga kauban Kaniya (Allah), sa butang nga Iyang gihatag kanila. Labing Taas ang Allah sa tanan nga ilang mga gibutang ingon nga kauban Kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 191,
      "translation_bis": "Sila ba 'ang mga pagano' naghatag ug mga kauban Kaniya (Allah), kadtong nga walay bisan unsa nga gilalang, kun dili, sila (mismo sa ilang mga kaugalingon) mga linalang?",
      "footnotes": null
    },
    {
      "ayah_number": 192,
      "translation_bis": "Sila walay gahum sa paghatag ug tabang kanila, mao usab, dili nila matabangan ang ilang kaugalingon.",
      "footnotes": null
    },
    {
      "ayah_number": 193,
      "translation_bis": "Kon kamo magatawag kanila ngadto (sa saktong) giya, sila dili maga-sunod kanimo:\nKini managsama alang kanimo: kon ikaw magtawag kanila o magpakahilom.",
      "footnotes": null
    },
    {
      "ayah_number": 194,
      "translation_bis": "Kadto nga mga diosdios nga inyong gisangpit gawas sa Allah mga binuhat nga sama sa inyong kaugalingon. Busa tawga sila ug tan-awa kon motubag ba sila kanimo, kon tinuod ba ang imong mga pangangkon!",
      "footnotes": null
    },
    {
      "ayah_number": 195,
      "translation_bis": "Sila ba adunay mga tiil nga niini sila nagalakaw? O sila ba adunay mga kamot nga niini sila makagunit? O sila ba adunay mga mata nga niini sila makakita? O sila ba adunay mga dalunggan nga \nmakadungog? Isulti (O Muhammad): \"Tawga ninyo inyong mga diosdios ug pagbuhat kamo ug usa ka laraw batok kanako, ug ayaw ko hatagi ug lugway.",
      "footnotes": null
    },
    {
      "ayah_number": 196,
      "translation_bis": "Sa pagkatinuod, ang akong Magbalantay (Tigpanalipod ug Manluluwas) mao ang Allah, nga nagpadayag sa Libro (Qur'an, Evangelio ug Torah), ug lyang gipanalipdan ang mga matarong.",
      "footnotes": null
    },
    {
      "ayah_number": 197,
      "translation_bis": "Kadtong mga gisimba ninyo nga mga lain gawas pa Kaniya (Allah) dili makatabang kaninyo, mao usab dili nila matabangan ang ilang mga kaugalingon.”",
      "footnotes": null
    },
    {
      "ayah_number": 198,
      "translation_bis": "Ug kun sila inyong sampiton (o pagatawgon ngadto) sa giya, sila dili makadungog ug makita ninyo nga sila naglantaw kanimo, apan sila dili makakita.",
      "footnotes": null
    },
    {
      "ayah_number": 199,
      "translation_bis": "Pagmatugtanon ug pagpasaylo, ug pakig-uban sa kun unsa ang maayo ug talikdi gikan sa mga nagbuhat nga naggawi nga ignorante.",
      "footnotes": null
    },
    {
      "ayah_number": 200,
      "translation_bis": "Ug kun ang dautang hunghung miduol kanimo gikan kang Satanas, pangita kamog pasalipod sa Allah. Sa pagkatinuod Siya ang Hingpit nga Nakadungog, ang Hingpit Nasayud Tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 201,
      "translation_bis": "Kadtong nagmanggihadlukon Kang Allah; sa diha nga ang usa ka dautang hunghong muabot kanila gikan kang Satanas, sila nakahinumdom (sa Allah), ug sa pagkatinuod sila makakita (ug matarong).",
      "footnotes": null
    },
    {
      "ayah_number": 202,
      "translation_bis": "Apan ang ilang mga igsuon (kinsa naminaw ngadto ang mga satanas) sila nagdugang kanila sa pagbuhat ug kasaypanan, unya dili magaundang sa pagbuhat niini.",
      "footnotes": null
    },
    {
      "ayah_number": 203,
      "translation_bis": "Ug kun ikaw (Muhammad) dili makadala ngadto kanila ug usa ka Timaan (Milagro, sumala sa ilang sugyot), sila naga-ingon: “Nganong wala nimo kini dal-a kanamo?” Isulti: “Ginasunod lang nako kon unsa ang ipadayag kanako gikan sa 'Allah' akong Ginoo. Kini (ang Qur’an) mao usa ka kalamdagan gikan sa imong Ginoo 'Allāh' ug usa ka Giya ug usa ka Kaluoy sa mga tawo nga nagatuo (niini).”",
      "footnotes": null
    },
    {
      "ayah_number": 204,
      "translation_bis": "Sa diha nga ang Qur’an ginalitok, paminaw kamo niini, ug paghilom (paghatag ug pagtagad) aron kamo makadawat ug kaluoy (gikan sa Allāh).",
      "footnotes": null
    },
    {
      "ayah_number": 205,
      "translation_bis": "Hinumdumi ang imong Ginoo sa imong kaugalingon sa sulod uban ang pagpaubos ug pagtahud ug sa kasarangan nga tono sa tingog, buntag ug gabii. Ayaw tugoti ang imong kaugalingon nga mahimong walay pagtagad.",
      "footnotes": null
    },
    {
      "ayah_number": 206,
      "translation_bis": "Sa pagkatinuod, kadtong mga 'anghel` nga duol sa imong Ginoo 'Allāh' wala nagmapahitas-on sa pagsimba Kaniya. Sila naghimaya ug magdayeg Kaniya ug sila maghapa (ingon nga magatuman ngadto Kaniya).",
      "footnotes": null
    }
  ]
}