{
  "surah_number": 8,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Sila magapangutana kanimo mahitungod sa mga inagaw sa gubat? Ingna sila: 'Ang mga inagaw sa gubat iya ni Allah ug sa Mensahero. Busa kahadloki si Allah, ug husaya ang inyong panag-bangi, ug tumana si Allah ug ang Iyang Mensahero kon kamo tinuod nga mga magtutuo.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Sa pagkatinuod ang mga magtutuo mao kadto sila nga sa diha nga ang Pangalan sa Allah nahisgotan, makabaton \"gugma, apaglaum' ug kahadlok sa Allah ang ilang mga kasing-kasing ug sa diha nga ang Iyang mga Ayat (Qur’an bersikulo) ginalitok ngadto kanila, kini makapadugang sa ilang Pagtuo; ug ngadto sa (Allah) nga ilang Rabb (lamang) sila nagabutang sa ilang pagsalig.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Kadtong nag-makanunayon sa ilang Salah (pag-ampo) ug migahin gikan sa (mga) butang nga Among gihatag kanila (alang sa kawsa sa Dios).",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Kini sila mao ang tinuod nga mga magtutuo. Ang ilang ganti anaa sa hataas nga mga ang-ang gikan sa 'Allah' ilang Ginoo, ug Kapasayloan ug abunda nga\nsustento (sa Paraiso).",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Bisan pa ang ' Allah' imong Ginoo mipagula kanimo gikan sa imong balay (alang sa gubat sa Badr) uban sa kamatooran, samtang nga adunay hugpong sa pundok sa mga nagatuo nga niini wala makagusto;",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Sila nakiglantugi kanimo mahitungod sa kamatuoran human nga kini nahimong tin-aw, nga mura bag sila gibugaw ngadto sa kamatayon, samtang sila naglantaw (niini).",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "(Hinumdomi) sa diha nga ang Allah misaad kaninyo (O mga Muslim) ug usa sa duha ka panon nga ma-inyo (nga mao ang mga nagapanaw nga Quraish o ang ilang kasundalohan), nga kini angay nga mamainyo; ug kamo nagahandom ang walay hina-giban (ang nagapanaw) mahimong inyoha. Apan ang Allah nagkagusto nga ipabarog ang Kamatuoran pinaagi sa Iyang mga Pulong ug putlon ang mga ugat sa mga manlilimod (sa gubat sa Badr).",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Aron sa pagtukod sa kamatuoran ug sa pagwagtang sa kabakakan. Bisan pa ang mga dautan wala magkagusto niini.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "(Hinumdomi) sa dihang mitu-aw ka sa 'Allah' imong Ginoo alang sa tabang, Siya mitubag, “Ako mopalig-on kanimo uban sa libohan ka mga anghel—nga nagsunod sa usag usa.”.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Gihimo lamang kini sa Allāh ingon nga maayong balita (alang kaninyo), ug aron ang inyong kasing-kasing mahupay niini (ug malinawon). Ug walay bisan unsa nga kadaugan gawas nga pinaagi sa tabang sa Allah. Sa pagkatinuod ang Allah mao ang Hingpit Labing Gamhanan, ang Hingpit Labing Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "(Ug Hinumdumi) sa diha nga lyang gipahinabo sa pagduka nganha kaninyo, nga naghatag kaninyo ug kasigurohan. Ug Siya nagpadala og ulan gikan sa langit aron sa pagputli kaninyo, gawasnon kamo gikan sa mga hunghong ni Satanas, lig-ona ang inyong mga kasingkasing, ug lig-ona ang inyong mga lakang.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Sa diha nga ang (Allāh) nga imong Ginoo nagpadayag sa mga anghel: “Sa pagkatinuod Ako inyong kauban, busa ipabilin ninyo nga mahimong lig-on ang mga nagatuo. Ako (Allāh) magabutang ug kahadlok sa kasing-kasing sa mga milimod, busa hampaka ninyo sila sa ilang mga liog, ug hampaka ninyo ang tanan nilang tudlo sa kamot (nga maoy naggunit sa armas.”.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Kini tungod kay sila misupak (kang) Allah ug sa Iyang Mensahero. Bisan kinsa nga mosupak ky Allah ug sa Iyang Mensahero kinahanglan mahibalo nga ang Allah hilabihan sa Iyang silot.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Mao kini ang silot (dinhi sa kalibotan), busa tagamtama ninyo kini, ug kasigurohan nga alang sa mga manlilimod adunay silot sa Kalayo.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Oh mga magtutuo, sa diha nga inyong maengkwentro kadtong mga naglimod 'sa kamatuoran' sa gubat, bisan kanus-a, ayaw kamog atras kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Kay bisan kinsa nga muatras kanila sa maong adlaw (sa gubat),- gawas lang kun kini usa ka taktika sa pakiggubat, o sa pagdapig (sa pikas) hugpong, sa pagkatinuod takus sa kasuko sa Allah. Ug ang iyang puloy-anan mao ang Imperno. Unsa ka grabe ang padulngan.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Sila wala ninyo (mga magtutuo) mapatay, apan ang Allah (Dios) ang mipatay kanila. Ug dili ikaw ang naglabay sa diha nga ikaw naglabay (kanila), apan ang Allah ang naglabay (gipahitabo Niya nga miigo ang gilabay nimo kanila), ug aron Iyang masulayan ang mga nagatuo pinaagi sa makataronganon nga pagsulay gikan Kaniya. Sa pagkatinuod ang Allah Hingpit nga Nakadungog, ang Hingpit nga Nahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Kini (mao ang Kamatuoran ) aron mapahuyang sa Allah ang (limbonganon) mga plano sa mga manlilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Ug kun kamo (nga mga pagano) nangayo ug hukom (nga mao ang silot alang sa mga nagasupak), ang hukom (ang pagkapildi) miabot na kaninyo. Ug kun kamo moundang (sa pakiggubat sa mga nagatuo), kini labing maayo kaninyo (dinhi sa kalibotan ug sa Pikas Kinabuhi), ug kun kamo mubalik (sa gubat), Kami usab mubalik, ug (ang inyong kasundalohan; wala silay mahimo alang kaninyo) bisan pa silang tanan hilabihan kadaghan, ug sa pagkatinuod ang Allah anaa sa dapig sa mga nagatuo.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Oh mga magtutuo, tumana ninyo ang Allah ug ang Iyang Sinugo, ug ayaw kamog talikod kaniya (Propeta Muhammad) samtang kamo nakadungog.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Ayaw kahimong sama kadtong nga nanag-ingon; \"Kami makadungog. \"Apan sila wala maminaw (sila wala misunod sa ilang nadungog kang Propeta Muhammad).",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Sa pagkatinuod, ang labing dautan sa mga nabuhi nga linalang sa Panglantaw sa Allah mao sila nga mga bungol ug amang, sila nga dili makasabot (ang mga manlilimod sa Kamatuoran).",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Kun si Allah nahibalo nga adunay maayo diha kanila, Iya gayod himuon nga sila maminaw, ug bisan pa himuon Niya sila nga maminaw, sila manggitalikod usab, samtang sila misalikway (sa kamatuoran).",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Oh mga magtutuo, tubaga ninyo ang Allah ug ang (Iyang) Sinugo kun kamo Iyang pagatawgon sa butang nga makahatag kanimo og kinabuhi (walay kataposan nga kaluwasan ug pagkinabuhi sa Paraiso), ug hibaloi nga ang Allah makahimo pangilabot sa taliwala sa tawo ug iyang kasing-kasing. Ug sa pagkatinuod ngadto Kaniya kamong tanan pagatigumon (alang sa Paghukom).",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Ug kahadloki ang Fitnah (kalisdanan ug pagsulay) nga dili lang kadtong nagbuhat og dautan lang ang matandog (apan kini mahimo usab nga makatandog sa mga nagabuhat og matarong), ug hibaloi nga ang Allāh hilabihan sa pagsilot.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Hinumdomi sa diha nga kamo (nga mga nagatuo) pipila lang ug ginadaug-daug sa kayutaan, ug nahadlok nga ang mga tawo (nga wala mutuo) mahimong mubihag kaninyo, apan Siya naghatag og luwas nga lugar kaninyo, kamo Iyang gisuportahan sa Iyang kadaugan ug kamo gihatagan Niya og mga maayong butang aron kamo makabaton og pagbati sa pagpasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Oh mga magtutuo, magmatinud-anon kamo Kang Allāh ug sa Iyang Sinugo, ug magmatinud-anon sa inyong mga pagsalig (mga butang nga gikasalig kaninyo, ug tanan nga mga katungdanan nga gitakda sa Allāh kaninyo) samtang kamo nasayod niini.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Ug hibaloi nga ang inyong mga bahandi ug mga anak usa lamang ka pagsulay, ug nga sa Allah ang dako nga ganti.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Oh mga magtotoo, kon kamo nahadlok kay Allah, Siya mohatag kaninyo og usa ka sumbanan (sa pag-ila tali sa husto ug sayop), pagatabunan ang inyong mga sala, ug pasayloon kamo. Si Allāh mao ang Ginoo sa walay kinutuban nga kadagaya.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Ug (hinumdomi) sa diha nga ang mga manlilimod naglaraw (ug usa ka dautan nga pasiugda) batok kanimo 'oh Muhammad' nga ikaw bilanggoon, o ikaw patyon, o ikaw ilang mabugaw (sa imong puloy-anan sa Makkah); sila naglaraw, apan ang Allah usab naglaraw batok kanila, ug ang Allah ang Labing Maayo sa tanan nga mga naglaraw.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Sa diha nga ang Among mga bersikulo (sa Qur’an) ginalitok kanila, sila naga-ingon: “Amoa na kining napaminaw; kun among gustohon, makapamulong kami ( sama niini): Kini wala nay lain gawas sa mga (bakak) sugilanon sa mga naunang tawo.”",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Ug (hinumdomi) sa diha nga ila usab giingon: “O Allah, Kun kini (ang Qur’an) nga Kamatuoran gikan Kanimo, nan, paulana ang mga bato kanamo gikan sa langit o dal-a kanamo ang sakit nga silot.”",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Apan ang Allah dili magasilot kanila samtang ikaw (Oh Muhammad) anaa taliwala kanila, ni Siya musilot kanila samtang sila nagapangayo ug kapasayloan (sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Ug nganu gud nga dili sila angay silotan sa Allah, samtang sila nagababag (sa mga tawo) sa pag-adto sa Masjid-al-Haram (ang Ka'bah nga sa Makkah)? Ug sila dili mga tig-atiman niini. Ang mga tig-atiman niini (Masjid Al-Haram) mao lamang ang mga matarong, apan ang kadaghanan kanila walay kasayuran (niini).",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Ang ilang pag-ampo sa Balay sa Allah (ang pag-ampo sa mga paganong Arabo sa Ka’ba sa Makkah niadtong una) walay lain gawas sa pagpanaghoy ug pagpalakpak sa ilang mga kamot. Busa, tilawi kining Silot alang sa inyong pagpanglimod (sa Kamatuoran ug pagsupak sa Kalinaw).",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Sa pagkatinuod sila nga naglimud sa kamatuoran mogasto sa ilang bahandi aron sa pagpugong sa mga tawo gikan sa dalan ni Allah, ug magpadayon sa paggasto hangtud nga ang ilang mga paningkamot mahimong tinubdan sa hilabihan nga pagbasol alang kanila, ug unya sila mapildi, ug unya kining mga naglimod sa kamatuoran itambog ngadto sa Impiyerno,",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Aron si Allah magbulag sa daotan gikan sa maayo, ug maghiusa sa tanan nga daotan ngadto sa usa ka pundok sa usag usa, ug ihulog sila sa Impiyerno. Kini mao Sila ang mga napildi.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "(Oh Propeta Muhammad), sultihi ang manmilimod nga kung sila mohunong sa daotan, ang ilang nangagi (nga kasal-anan) mapasaylo. Apan kun sila mubalik (sa kawalay pagtuo), nan, ang sanglitanan sa mga (masinupakon, rebelde) nga mga naunang tawo nahitabo na gayud.",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Pakig-away batok kanila hangtud nga ang pagsimba sa mga diyos-diyos dili magmalungtaron ug ang Relihiyon (sa Islam) nga gilatid ni Allah, ang kinatibuk-an niini, mopatigbabaw. Unya, kon sila mobiya sa kadautan, sa pagkatinuod, si Allah nakakita sa ilang gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Apan kung sila motalikod, hibaloi pag-ayo nga si Allah mao ang imong Tigpanalipod, usa ka maayo nga tigpanalipod ug usa ka maayo nga Magtatabang.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Hibaloi nga ang ikalimang bahin sa mga inagaw nga inyong makuha iya ni Allah, sa Mensahero, sa mga suod nga paryente, sa mga ilo, sa mga nanginahanglan, ug sa mga manlalakbay. Kini kinahanglan nimong bantayan kung tinuod kamo nga mituo kay Allah ug sa among gipakanaog sa Among sulugoon, sa adlaw nga ang tinuod gipalahi gikan sa bakak, ang adlaw diin ang duha ka kasundalohan nagtagbo sa gubat (sa Badr). Si Allah adunay bug-os sa gahum sa tanan nga mga butang.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Ug (hinumdomi) sa diha nga kamo (mga sundalong Muslim) anaa sa kilid sa walog nga duol (sa Madinah), ug sila (nga inyong kaaway) anaa sa pikas dapit, ug ang sa nagapanaw (nga nakigpatigayon nga gipangulohan ni Abu Sufyan) anaa sa dapit nga ubos kaninyo (sa dapit sa Pulang Dagat [Red Sea]). Bisan pa kamo mobuhat ug hiniusa nga kasabotan sa panagtagbo, sa pagkatinuod kamo mapakyas sa inyong pagpakigtagbo aron matuman sa Allāh ang butang nga natakda na (sa Iyang Kaalam); nga kadtong mga nawala (hinungdan sa ilang pagsalikway sa pagtuo) mawala nga adunay (tin-aw) nga pruweba ; ug kadtong mga nabuhi (sa pagtuo) magkinabuhi sa (tin-aw) nga pruweba. Ug sa pagkatinuod ang Allah Hingpit nga Nakadungog ug Hingpit nga Nakahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Ug (hinumdomi) sa diha nga sila (mga kaaway) gipakita sa Allah kanimo (pinaagi sa imong damgo) nga diyutay lang (ang ilang gidaghanon, aron kamo makabaton ug kadasig), kun Iyang gipakita sila nga daghan, sa pagkatinuod kamo mawad-an kadasig ug kasigurohan nga kamo manggilalis sa pagbuhat ug hukom (nga ipadayon ang gubat). Apan giluwas (kamo) sa Allah. Sa pagkatinuod Siya ang Hingpit nga Nakahibalo kun unsa ang anaa sa mga dughan (kasing-kasing).",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Ug (hinumdomi) sa diha nga inyong gikatagbo (ang mga sundalo sa mga wala mutuo didto sa Adlaw sa gubat sa Badr), Iyang gipakita nga gamay lang sila sa inyong panglantaw, ug ikaw gamay sa ilang panglantaw, aron matuman sa Allah ang usa ka butang nga gitakda na, ug ngadto Allah ang (tanan) nga mga butang ibalik (alang sa desisyon).",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Oh kamong nagatuo! Kun inyong ikatagbo ang hugpong (sa mga kaaway), barog kamo nga lig-on (batok kanila) ug hinumdomi sa hilabihan ang Pangalan sa Allah (sa dila ug hunahuna) aron kamo mahimong magmadaugon.",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Ug sunda ninyo ang Allah ug ang Iyang Sinugo, ug ayaw kamo pakiglantugi (sa usa’g-usa), basin kamo mawad-an ug kaisog ug ang inyong kusog mawagtang, ug pagpaka-mainantuson. Sa pagkatinuod ang Allah kauban sa mga mainantuson (nga nagatuo).",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Ug ayaw kahimong sama kadtong (mga pagano) nga migawas sa ilang puloy-anan (lungsod) nga adunay pagpasigarbo ug aron makita lamang sa mga tawo, ug aron mubabag (sa mga tawo) ngadto sa Dalan sa Allah. Ug ang Allah Hingpit nga Nasayud sa tanan nga ilang ginabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Ug (hinumdomi) sa diha nga si Satanas mihimo nga ang ilang (dautang) buhat mahimong makapahimuot kanila, ug miingon, “Walay bisan kinsa sa katawhan ang makalupig kaninyo niining Adlawa (gubat sa Badr) ug kamatuoran nga ako ang inyong tigpanalipod”. Apan sa diha nga ang duha ka kusog (kasundalohan) nanggi-abot sa usa’g-usa, siya midalagan palayo ug miingon: “Sa pagkatinuod ako walay kalabotan kaninyo. Sa pagkatinuod! Ang akong nakita wala ninyo makita. Sa pagkatinuod! Ako nahadlok sa Allah tungod kay ang Allah mahugtanon sa silot.”",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Sa diha nga ang mga tigpakaaron-ingnon ug sila nga ang ilang mga kasing-kasing adunay balatian (sa pagkamapahitas-on ug kawalay pagtuo) miingon: “Kining mga tawhana (mga Muslim) nalimbongan pinaagi sa ilang pagtuo.” Apan bisan kinsa nga magbutang sa iyang pagsalig sa Allah, sa pagkatinuod ang Allah Hilabihan sa Pagkagamhanan, ang Labing Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Ug kun inyo lang makita, sa diha nga ang mga anghel nagakuha ug kalag sa mga manlilimod (uniadtong panahona sa ilang kamatayon), sila nagahapak sa ilang mga nawong ug likod (nga naga-ingon): “Tilawi ninyo ang silot sa nagdilaab nga Kalayo.”",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Kini sa mga gibuhat sa inyong mga kamot. Ug sa pagkatinuod ang Allah makatarunganon sa Iyang mga ulipon.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "(Ang ilang kinaiya) sama sa mga kinaiya sa mga Tawo ni Paraon, ug sa mga nauna kanila; ilang gisalikway ang Ayat (mga bersikulo, timaan, ug uban pa.) sa Allah, busa gisilotan sila sa Allah tungod sa ilang kasal-anan. Sa pagkatinuod ang Allah Hingpit nga Kusgan, ang hilabihan pagsilot.",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Kini sa hinungdan nga dili paga-usbon sa Allah ang pabor (o panalangin) nga Iyang gihatag sa usa ka (pundok) sa mga tawo hangtod nga dili nila paga-usbon kun unsa ang anaa sa ilang kaugalingon. Ug sa pagkatinuod ang Allah ang Hingpit nga Nakadungog, ang Hingpit nga Nakahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "(Ang ilang kinaiya) sama sa kinaiya sa mga Tawo ni Paraon ug sa mga nauna kanila. Sila nagpanghimakak sa mga bersikulo (timaan, ug uban pa.) sa ilang Ginoo, busa Among gilaglag sila tungod sa ilang kasal-anan, ug Among gilumsan ang mga Tawo ni Paraon tungod kay silang tanan tigbuhat ug kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Sa pagkatinuod, ang labing dautan sa tanan nga nabuhi nga linalang sa Panglantaw sa Allah mao kadtong mga nagpadayon sa pagpanglimod (nga nagasimba sa uban gawas Allāh, nagsalikway sa mga Sinugo, ug wala mituo sa Kasulatan), busa sila dili magatuo.",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Sila kadtong, nga inyong gihimoan ug kasabotan, apan giguba nila ang ilang kasabotan sa matag panahon, ug sila wala na mahadlok sa Allah ug naglikay sa dautan.",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Busa kun ikaw (Oh Muhammad) nakalabaw kanila sa gubat, siloti ninyo sila sa hilabihan aron inyong mapatibulaag kadtong mga nagpaluyo kanila, sa ingon, sila makakuha ug pagtulon-an.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Kun ikaw (Oh Muhammad) nahadlok sa pagkamabudhion gikan sa bisan kinsa nga hugpong, ibalik (ang ilang kasabotan) ngadto kanila (aron kini mahimong) patas (nga wala nay kasabotan taliwala kaninyo [ikaw ug sila]). Sa pagkatinuod ang Allah dili mahimuot sa mga mabudhion.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Ayaw tugoti nga kadtong naglimod sa pagtuo maghunahuna nga sila Dili maabot [sa silot ni Allah]. Sa pagkatinuod sila dili makaikyas.",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Ug pangandam kamo alang kanila (nga wala mituo) sa bisan unsa nga kusog nga inyong mahimo, uban ang mga kabayo sa gubat (kauban ang uban pa nga makamatay nga hinagiban), aron hadlukon ang kaaway sa Allah ug inyong kaaway, ug ang mga uban pa nga wala ninyo mahibaloe apan nahibaloan sa Allah. Ug ang bisan unsa man nga inyong gastuhon alang sa Allah pagabayaran kaninyo, ug kamo dili pagatagdon nga walay katarong.",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Apan kun sila mangandoy ug kalinaw, pangandoy usab kamo niini, ug (ibutang ninyo) ang pagsalig sa Allah. Sa pagkatinuod Siya ang Hingpit nga Nakadungog, ang Hingpit nga Nakahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Ug kun sila buot sa paglimbong kaninyo, nan, sa pagkatinuod ang Allah Igo na (ingon nga Tigpanalipod) alang kaninyo, Siya ang naglig-on kaninyo ug sa mga magtutuo uban sa lyang tabang.",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Ug Iyang gihiusa ang ilang (mga nagatuo) kasing-kasing (aron mahimong duol sila sa usa’g-usa sa paghinigugmaay, pagtinabangay ug pagkamanagsuonay). Ug kun inyo mang gastuhon ang tanan nga anaa sa kayutaan, dili nimo mahimo nga hiusahon ang ilang kasing-kasing, apan ang Allah ang naghatag ug panaghiusa kanila. Sa pagkatinuod Siya ang Hingpit nga Gamhanan, ang Labing Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Oh Propeta (Muhammad)! Igo na kanimo ang Allah, maingon usab kanila nga misunod kanimo nga mga magtutuo.",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Oh Propeta (Muhammad)! Dasiga ang mga magtutuo nga makiggubat. Kun adunay kaduhaan (20) nga matinud-anon (mainantuson ug malig-on) sa inyong pundok, ilang malupig ang duha ka gatos (200) (sa ilang pundok), ug kun adunay usa ka gatos (100) nga matinud-anon (mainantuson ug malig-on, ilang malupig ang usa ka libo (1000) nga dili magtutuo, tungod kay sila (nga wala mituo) mga tawo nga wala makasabot (sa tabang ug pagsuporta nga gihatag sa Allah sa mga magtutuo).",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Karun Ang Allah nagpagaan sa imong palas-anon,tungod Kay Siya nahibalo nga adunay kahuyang nganha kanimo. Busa Kun adunay usa kagatos nga malig-on, sila makabuntog sa duha ka gatos,ug Kun adunay usa ka libo kaninyo, Sila makabuntog sa duha kalibo pinaagi sa Pagtugot sa Allah. Tungod Kay Ang Allah kauban sa mapailubon ug malig-on.",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Dili usa ka kaligdong sa usa ka propeta nga siya makabaton ug mga dinakpan sa gubat (ug hatagag kagawasan tungod lang kay adunay panglukat) hangtod nga siya wala nakabuhat ug dakong pagpatay (sa pundok sa iyang mga kaaway) sa kayutaan. Kamo (mga Muslim) naninguha ug kalibotanong butang (ang salapi ingon nga panglukat sa paghatag kagawasan sa mga dinakpan), apan ang Allah naninguha (kaninyo) ug Laing Kinabuhi. Ug ang Allah ang Hingpit Gamhanan, ang Hingpit Maalam.",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "Kun dili tungod sa Kamanduan gikan sa Allah nga nahitabo na,kasigurohan nga adunay makalilisang nga Silot nga nahitabo nganha kanimo tungod sa imong pagkuha 'sa paglukat'.",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Busa kauna ninyo (pahimusli) kun unsay inyong nakuha nga bahandi sa gubat (ingon nga) maayo ug gitugot, ug kahadloki ang Allah. Sa pagkatinuod, ang Allah Labing Mapasayluon, ang Labing Maluluoy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Oh Propeta! Isulti ngadto sa mga dinakpan nga anaa sa (pag-amping) sa imong kamot (mahitungod sa mga panglukat nga nakuha kanila): “Kun masayran sa Allah ang bisan unsa nga maayo sa inyong kasing-kasing, Siya maghatag kaninyo ug butang nga labing maayo kaysa sa mga nakuha kaninyo, ug Iya kamong pasayloon, ug ang Allah Labing Mapinasayluon, ang Labing Maluloy-on.”",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "Apan Kun sila nagtinguha sa pagluib kanimo - nan sa pagkatinuod ila usab giluib Ang Allah kaniadto. Busa Siya naghatag (kanimo) sa pagmando ngadto kanila. Tungod Kay Si Allah nakahibalo sa Tanan,Labing maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "Kadtong mituo, milalin, ug naningkamot pag-ayo sa Dalan sa Allah uban sa ilang bahandi ug kinabuhi,ug kadtong naghatag ug kapasilungan ug hinabang,Sila mao kaalyado sa usa'g - usa. Alang sa mga mituo ug Wala milalin,kamo walay tulubagon nga pagpanalipod ngadto kanila hangtod nga Sila milalin. Apan Kun sila naninguha sa pagpangita ug tabang gikan kaninyo sa relihiyon, kamo adunay katungdanan sa pagtabang,gawas sa mga tawo nga kamo adunay kasabutan (hibaloi kana) Ang Allah nakakita sa unsay inyong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Ug ang mga naglimod \"sa Kamatuoran\" nga managkaabag sa matag usa, (ug) kun kamo (O mga Muslim sa tibuok kalibotan) dili magabuhat ug sama niini (nga kamo dili manggikauban ingon nga nagkahiusa nga pundok nga adunay usa ka Khalifa, [usa ka pangulo nga Muslim], adunay mahimo nga Fitnah (pagsimba sa mga diyus-diyus, kagubot, panaggubat, panag-away, panagdaugdaug, kahigawad ug pagsulay) sa kayutaan, ug usa ka dako nga kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Kadtong mituo ug milalin ug nanlimbasug sa dalan ni Allāh, ug sila nga naghatag kanila ug dangpanan ug tabang - kini mao ang tinuod nga mga magtutuo. Sila makabaton ug kapasayloan ug usa ka halangdon nga tagana (sa Paraiso).",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "Kadtong mituo pagkahuman, milalin ug naningkamot pag-ayo uban kaninyo (mga magtutuo), sila gikan kaninyo. Apan kadtong magkadugo labaw nga adunay katungod sa pagpanunod gikan sa matag usa sa Pagmando sa Allah. Ang Allah Nakahibalo sa tanang butang.",
      "footnotes": null
    }
  ]
}