{
  "surah_number": 9,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Kini usa ka pagwagtang sa kasabutan gikan sa Allāh ug sa Iyang Sinugo, ngadto sa mga pagano, nga kanila, kamo (mga Muslim) nagbuhat ug kasabotan (apan sila naglapas niini).",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Busa panggipanaw kamo nga malinawon (kamong mga pagano) sulod sa upat ka bulan (sumala sa inyong gusto) sa tibuok kayutaan, apan inyong mahibaloan nga kamo dili makalingkawas (sa silot) sa Allah, ug ang Allah magpawalay dungog sa mga manlilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Pagpahibalo gikan sa Allah ug sa lyang Sinugo ngadto sa katawhan sa adlaw sa dakong Panawduaw[1], nga ang Allah ug ang lyang Sinugo gawasnon gikan sa mga pagano. Busa kun kamo maghinulsol, kini labing maayo kaninyo, apan kun kamo manggitalikod, nan, inyong hibaloi nga kamo dili makalingkawas (sa silot sa Allah). Ug ipahibalo (Oh Muhammad) sa mga wala mituo mahitungod sa usa ka hilabihan kasakit nga silot.",
      "footnotes": "[1]. Ang ika-10 sa Dhul Hijjah, - ang ika-12 nga bulan sa Islamiko nga Kalendaryo."
    },
    {
      "ayah_number": 4,
      "translation_bis": "Gawas sa mga pagano nga aduna kamoy kasabotan, ug wala naghatag kaninyog kapakyasan sa bisan unsa, ingon usab, sila wala nagpaluyo sa bisan kinsa batok kaninyo. Busa tumana ninyo ang inyong kasabotan kanila hangtod sa kataposan sa gikatakda nga adlaw. Sa pagkatinuod ang Allah naghigugma sa mga matarung.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Sa diha nga ang mga sagrado nga bulan matapos[2], nan, patya ninyo ang mga pagano bisan asa ninyo sila matagboan, bilanggoa ninyo sila, sulonga sila, libuta sila, ug bantayi sila sa matag pagbanhig. Apan kun sila maghinulsol ug nagpadayun pag-ampo, ug maghatag ug Zakah (obligado nga paggasa), nan, pasagdi sila (nga muadto) sa ilang pagaadtoan. Sa pagkatinuod ang Allah Labing Mapasayluon, ang Labing Maluloy-on.",
      "footnotes": "[2]. Ang una, ikapito, ika-napulog usa, ug ika-napulog duha nga bulan sa Islamiko nga Kalendaryo."
    },
    {
      "ayah_number": 6,
      "translation_bis": "Kun Ang bisan kinsa sa mga pagano nga mangayo gikan kaninyo ug pagpanalipod, nan, hatagi siya ug pagpanalipod aron iyang madungog ang Pulong sa Allah (ang Qur'an), ug kuyogi siya sa dapit nga siya mahimong luwas, tungod kay sila mga tawo nga walay kahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Sa unsa nga paagi nga ang mga pagano (nga mga Quraysh) adunay usa ka pakigsabut uban sa Allah ug sa Iyang Mensahero gawas niadtong imong gipakigsaad sa Balaan nga Masjid? \nHangtod nga sila matinud-anon kaninyo, pagpaka matinud-anon\nusab kamo kanila. Sa pagkatinuod ang Allah naghigugma sa mga matarung.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Giunsa (ba makabaton ug ingon niadto nga kasabotan kanila), nga sa diha nga kamo ilang mabuntog, sila wala magtagad sa (inyong) panagkauban, mahimong kini man pinaagi sa pagkamanagparente o sa pagka adunay kasabotan kaninyo? (Uban sa mga maayong pulong) nga gikan sa ilang ba’ba’ ilang napahimuot kamo, apan ang ilang kasing-kasing nagdumili kaninyo, ug ang kadaghanan kanila Mga Masinupakon sa Allāh.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Ilang gibaligya ang mga bersikulo sa Allah sa usa ka diyutay nga kapuslanan, ug gibabagan nila ang mga tawo gikan sa Iyang Dalan. Kadautan ang ilang ginabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Wala sila magtahod sa usa ka magtotoo sa kaparyentihan o sa kasabotan! Mao kini sila ang mga malinapason.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Apan kun sila maghinulsol, makanunayon sa pag-ampo ug maghatag ug Zakah (obligado nga paggasa), nan, sila inyong mga igsuon sa pagtuo. (Sa ingon niadto nga paagi) Among ginapasabot ang Mga Bersikulo sa Allah nga detalyado alang sa mga tawo nga nakahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Apan kun sila moguba sa ilang mga panumpa 'panaad sa kalinaw' human ang ilang pakigsaad, ug sawayon ang inyong pagtuo (Relihiyon), nan, pakigbisog kamo sa mga pangulo sa pagkawalay pagtuo, tungod kay kasigurohan, ang ilang saad (panumpa) walay bili ngadto kanila, aron sila moundang (sa mga dautang buhat).",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Dili ba kamo makig-away sa mga tawo nga midaut sa ilang panaad, ug naninguha nga papahawaon ang Sinugo, samtang nagsugod sila [nag-away]. Nahadlok ba kamo kanila? Ang Allah ang adunay labaw nga katungod nga Siya ang inyong kahadlokan kun kamo mga magtutuo.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Pakiggubat kamo batok kanila aron ang Allah musilot kanila sa inyong mga kamot, pakaulawan sila, ug kamo hatagan ug kadaugan ibabaw kanila, ug aron hatagag kalipay ang mga kasing-kasing sa mga tawo nga magtotoo.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Ug aron mawala ang kasuko sa ilang (mga nagatuo) kasing-kasing. Ug ang Allah nagapasaylo sa kinsay Iyang gusto. Ang Allah Hingpit nga Nahibalo, ang Hingpit nga Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "O naghuna-huna ba kamo nga kamo pasagdan nga nag-inusara samtang si Allah wala magpadayag niadtong nakigbisog pag-ayo sa inyong taliwala ug wala mikuha ug mga katabang, tigtambag (gikan sa mga wala mituo, mga pagano), gawas pa sa Allah ug Iyang Sinugo ug ang mga magtutuo. Ang Allah Hingpit nga Nasayud sa inyong ginabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Walay katungod ang mga pagano nga mag-atiman sa nga Masjid (Balay alampoanan) sa Allāh (nga mag-ampo ug magsimba sa Allãh, etc), samtang sila saksi sa ilang kaugalingon sa ilang pagkawalay pagtuo. Sila kadtong kang kinsang mga buhat wala nay pulos, ug sa Impiyerno sila magapuyo sa walay kataposan.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Ang mga mosques sa Allah pagaatimanon lamang sa mga magtutuo sa Allah ug sa Ulahing Adlaw; ug nagpadayun pag-ampo, ug nagahatag ug Zakah (obligado nga paggasa) ug walay gikahadlokan gawas lamang sa Allah. Busa sila maihap uban sa mga anaa sa hustong giniyahan.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Nagdahom ba kamo nga ang paghatag ug tubig nga mainom sa mga nagpanawduaw ug pag-atiman sa Masjid-Al-Haram (sa Makkah) sama ug bili sa mga nagatuo sa Allah ug sa Ulahing Adlaw, ug nakiggubat alang sa Dalan sa Allah? Sila dili managsama sa Panglantaw sa Allah. Ug ang Allah dili mugiya sa ang mga tawong daotan.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Sila nga nagatuo ug namakwit, ug nakiggubat sa Dalan sa Allah pinaagi sa ilang bahandi ug kinabuhi mas labing taas \nang-ang sa lantaw sa Allah. Ug sila gayud kadtong mga nagmalampuson.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Ang ilang Ginoo maghatag kanila ug maanindot nga balita sa usa ka Kaluoy gikan Kaniya, Siya nalipay uban (kanila), ug sila adunay mga Tanaman (Paraiso) nga anaa niini ang walay kataposan nga kalipay.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Sila magpabilin niini nga dapit sa kahangtoran. Sa pagkatinuod, nga anaa sa Allah ang dako nga ganti.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Oh mga magtutuo, ayaw tagda ang imong mga ginikanan ug ang imong mga igsoon ingon nga mga patron kon sila nahigugma sa pagkawalay pagtoo labaw pa sa pagtoo. Bisan kinsa kaninyo ang mopabor kanila, nan, siya mga tigbuhat ug kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Isulti: \"Kun ang inyong mga amahan, ang inyong mga anak ang inyong mga igsuon, ang inyong mga asawa, ang inyong mga parente, ang bahandi nga inyong naangkon,\nang mga pakigpatigayon nga gikahadlokan ninyo nga malugi; ug ang mga puloy-anan nga hilabihan ninyong gikalingawan labing bililhon kaninyo nungka sa Allah ug\nsa lyang Sinugo, ug sa pakiggubat sa lyang Dalan, nan paghulat kamo hangtod nga ipakanaug sa Allah ang lyang Hukom (silot). Ang Allah dili mugiya sa mga tawo nga mga rebelde 'nga nagasupak Kaniya'.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Kamatuoran, ang Allah naghatag kaninyo ug kadaugan sa daghang gubat, ug sa Adlaw sa gubat sa Hunain sa diha nga kamo nalipay sa daghan ninyong gidaghanon, apan kamo walay napahimuslan nga bisan unsa, ug ang kayutaan sa hingpit nga gilapdon niini mapig-ot alang kaninyo, ug pagkahuman, kamo nangatras nga nanglayas.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Ug human niini gipakanaog sa Allah ang lyang Sakinah (pagkakalmado, kalinaw) sa (Iyang) Sinugo (Muhammad) ug sa mga magtutuo, ug nagpakanaug Siya ug mga host (mga anghel) nga wala ninyo makita, (ug gisilotan nila ang mga manlilimod) Kini ang bayad sa mga manlilimod 'sa Kamatuoran'.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Ug human niini, ang Allah mudawat ug paghinulsol sa kinsay Iyang magustohan. Ug ang Allah Labing Mapasayluon, ang Labing Maluloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Oh mga magtutuo, ang mga tigsimbag diyos-diyos mao Ang (sa espirituhanon) dili putli, busa ayaw sila pasagdi nga makaduol sa Al-Masjid-Al-Haram (sa Makkah) human niining tuiga, ug kun kamo nahadlok sa kakabos, ang Allāh ang maghatag ug bahandi kaninyo kun lyang gustohon gikan sa lyang Kadagaya. Sa pagkatinuod ang Allah Hingpit nga Nakahibalo, ang Hingpit nga Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Pakiggubat kamo kanila nga wala mituo sa Allah ug sa Ulahing Adlaw, ug sa mga wala nagdili sa butang nga gidili sa Allah ug sa Iyang Sinugo, ug sila nga wala midawat sa relihiyon sa kamatuoran (sa Islam) gikan sa pundok sa gihatagan ug Kasulatan (mga Hudeyo ug Kristohanan), hangtod nga sila magbayad ug Jizya [usa ka matang] sa buwis ingon nga pagpanalipod sa mga dili Muslim nga adunay pag-uyon samtang sila nagpaka-mapahiubsanon.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Ug ang uban nga mga Hudeyo naga-ingon: \"Si Ezra anak sa Allah, ug ang mga Kristohanan naga-ingon: Ang Mesiyas anak sa Allah.\" Kini ang ginasulti sa ilang mga ba'ba'. Sila nagsuon-suon sa mga ginasulti sa mga pagano niadtong unang panahon. Hinaut nga ang Allah makiggubat kanila, giunsa sila paglimbong.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Sila (ang mga Hudeyo ug Kristohanon) nagsimba sa ilang mga rabbi ug sa ilang mga monghe (ug pari) ingon nga mga ginoo gawas pa sa Allah (pinaagi sa pagtuman kanila sa mga butang nga gihimo nilang gitugot o gidili, sumala sa ilang kagustohan nga wala gisugo sa Allah), ug sila usab (nagsimba ingon nga ilang Ginoo) ang Mesiyas, anak ni Maria, samtang sila (mga Hudeyo ug Kristohanon) gisugo (sa Torah ug Ebanghilyo) nga musimba lamang sa usa nga Diyos (Allah), Wala nay lain pang diyos nga angayan pahinungdan sa pagsimba gawas Kaniya. Kaniya ang pagdayeg ug pagkamahimayaon, (Siya labing Halangdon) labaw sa tanan nga mga gipakig-uban (sa pagsimba uban) Kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Sila nagkagusto nga ilang palongon ang Kahayag sa Allah pinaagi sa ilang mga ba’ba’, apan ang Allah dili magatugot niini, gawas nga ang Iyang Kahayag mahimong hingpit, bisan pa ang mga manlilimod wala makagusto (niini).",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Siya mao ang nagpadala sa Iyang Sinugo (Muhammad) nga adunay Giya ug Tinuod nga Relihiyon (Islam), aron himuon Niya kini nga mulabaw sa tanang (bakak) nga mga pagtulon-an (relihiyon) bisan pa ang Mga pagano wala magkagusto (niini).",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "O kamong mga nagatuo sa pagkatinuod daghan sa mga (Hudeyo nga) rabbi (maalam sa relihiyon) ug mga (Kristohanon nga) monghe (pari) nga nagpahimulos sa bahandi sa katawhan (pinaagi) sa kabakakan (pagkawalay katarong), ug nagababag (kanila) gikan sa Dalan sa Allah (sa Islam). Ug (sila) nga magtigom ug bulawan ug plata ug wala mugasto niini ngadto sa Dalan sa Allah, - ibalita kanila ang hilabihan kasakit nga silot.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Sa adlaw nga ang Al-Kanz (salapi, bulawan ug plata, ug uban pa. nga ang Zakah [obligado nga paggasa] niini wala gibayad) painiton sa Kalayo sa Imperno ug kini igatatak sa ilang agtang, sa ilang kiliran, ug sa ilang likod (ug igasulti kanila): “Kini ang bahandi nga inyong natigom sa inyong kaugalingon. Karon, tilawi ninyo (sa Silot) ang inyong natigom kaniadto!.”",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "36. Sa pagkatinuod, ang gidaghanon sa mga bulan sa Allah napulog duha ka bulan (sa usa ka tuig), kini ang gitakda sa Allah sa Adlaw nga Iyang gilalang ang mga kalangitan ug kayutaan; kauban niini ang upat ka sagrado[3]. Kini ang husto nga relihiyon, busa ayaw ninyo ipakasayop ang inyong kaugalingon niini, ug pakiggubat kamo batok sa mga pagano sama ra nga silang tanan nakig-away kanimo. \nUg inyong hibaloi nga ang Allāh kauban sa mga matarong.",
      "footnotes": "[3]. Nga mao ang una, ikapito, ang ikanapulog-usa ug ikanapulog-duha nga bulan sa Islamiko nga Kalendaryo."
    },
    {
      "ayah_number": 37,
      "translation_bis": "Sa pagkatinuod, ang pagpalangan (0 ang pagpahugot sa mga balaan nga bulan) usa ka dugang sa pagkadili mapasalamaton ug pagpanglimod, nga pinaagi niini, kadtong mga naglimod (musamot pa nga) mudangat sa pagkasalaag. (Tungod kay) nakalapas sila sa usa ka tuig ug gitipigan sa nagsunod nga tuig aron kini muangay sa gidaghanon (sa mga bulan) nga gihimong sagrado sa Allah, ug (sa ingon) nakalapas sa gihimo sa Allah nga sagrado. Ang kadautan sa ilang mga buhat nahimong patas kanila. Ug ang Allah dili magagiya sa mga manlilimod nga katawhan.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Oh mga magtutuo, unsay sayop kaninyo, nga sa diha nga kamo mao gisultihan nga muadto alang sa Jihad [sa pakiggubat], kamo mahugtanon nga migunit sa kayutaan? Kamo ba nahimuot niining kinabuhia nungka sa Pikas Kinabuhi? Apan diyutay lang ang kalipay sa kinabuhi niining kalibotana maoy gamay kun itandi sa Pikas Kinabuhi.",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Kun kamo dili mangadto (alang sa pakiggubat sa Dalan sa Allah), Siya magasilot kaninyo ug usa ka hilabihan kasakit nga silot ug lyang ilisan kamo ug laing katawhan, ug Siya dili ninyo mahatagan ug bisan unsa pa kadaut, \nkay Ang Allah adunay bug-os nga gahum sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Kun siya dili ninyo tabangan (Muhammad, dili kini igsapayan), tungod kay kamatuoran nga siya gitabangan sa Allah sa diha nga ang mga wala mituo nagbugaw kaniya sa gawas; ang ikaduha sa duha, sa diha nga sila (Muhammad ug Abu Bakr) anaa sa sulod sa langob ug iyang (Muhammad) giingon sa iyang kauban (Abu Bakr): “Ayaw kabalaka (o kahadlok), sa pagkatinuod ang Allah atong kauban (Tigpaluyo).” Ug gipakanaug sa Allah ang Iyang Sakinah (pagkakalmado, kalinaw) kaniya, ug Iyang gitabangan siya sa kusog (sa mga anghel) nga wala ninyo makita, ug gihimo (Niya) ang pulong sa mga wala mituo nga pinakaubos (walay bili), apan ang Pulong sa Allah ang labaw nga nahimong halangdon, ug ang Allah ang Labing Gamhanan, ang Labing Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Lakaw pangadto nga makig-away, bisan pa kamo gaan (batan-on, haruhay ug uban pa) o bug-at (tigulang, kalisdanan ug uban pa.), pakiggubat kamo Alang sa Allah pinaagi sa inyong bahandi ug sa inyong kaugalingon. Kini labing maayo kaninyo kun inyo lang nahibaloan.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Kun kini usa lamang ka diha-diha dayon nga kaayohan ug usa ka masayon nga pagpanaw, sila misunod kaninyo, apan ang gilay-on (sa pagpanaw sa Tabuk) taas (layo) kanila, ug sila nanumpa (sa Ngalan) sa Allah, “Kun makaya lang namo, sa pagkatinuod kami miuban na kaninyo.” Sila ang naglaglag sa ilang kaugalingon ug nasayran sa Allah nga sila mga bakakon.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Hinaut nga pasayloon ka sa Allah. Nganung sila imong (Muhammad) gitugotan [nga mabilin sa ilang panimalay, unta gipamugos nimo ang mahitungod sa imong gikasugo nga sila muadto sa pakiggubat alang sa Allah], hangtod nga wala nahimong tin-aw kanimo kun kinsa ang nagsulti sa kamatuoran ug imong mahibaloan ang mga bakakon?",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Sila nga nagatuo sa Allah ug sa Ulahing Adlaw dili mangayo sa imong pagtugot nga mahimong gawasnon aron mouban sa pakiggubat pinaagi sa ilang bahandi ug ilang kinabuhi; ug ang Allah ang Hingpit nga Nakahibalo sa mga matarong.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Sila lang nga mga wala mituo sa Allah ug sa Ulahing Adlaw nangayo kanimo sa pagtugot, tungod Kay ang ilang Kasing-kasing napuno sa pagduhaduha, busa sa ilang pagduha-duha sila nag-alanganin.",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Ug kun sila (tinuod) nga nagkagusto nga mouban (sa gubat), sa pagkatinuod sila nagbuhat ug pagpangandam alang niini, apan ang Allah supak nga sila isulong, busa Iyang gihimo nga sila mabilin, ug kini ang gisulti (kanila): “Panglingkod kamo nga kauban ang mga naglingkod (sa panimalay).”",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Ug kun sila (man) naggiadto (ngadto sa gubat) nga uban kaninyo, sila walay ikadugang kaninyo gawas lamang sa kagubot, ug sila nagdali sa tunga ninyo (sa pagpakuyanap ug kahiwian), ug nangandoy ug panag-away sa taliwala ninyo ug sa taliwala ninyo mao kadtong nagapamati kanila. Ug ang Allah ang Hingpit nga Nakahibalo sa mga tigbuhat ug kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Sa pagkatinuod sila naninguha sa pagpugas ug panagsumpaki kaniadto ug naghimo ug mga laraw batok kanimo [O Propeta] hangtud nga ang kamatuoran [nga mao, kadaugan] miabut ug ang mando ni Allah mipatigbabaw, bisan pa sila dili ganahan.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Ug sa ilang pundok (mga tigpakaaron-ingnon) adunay nagasulti: “Ako tugoti (nga magpabilin sa akong puloy-anan; nga dili mouban sa Jihad [balaan nga gubat alang sa Allah]), ug ayaw ako ibutang sa tentasyon.” Walay pagduhaduha nga sila nahulog sa tentasyon. Ug sa pagkatinuod ang Imperno ang mulibot sa mga manlilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Kun ang maayong butang muabot kanimo, kini makapaguol kanila, apan kun kadautan ang muabot kanimo, sila naga-ingon: \"Kami nag-amping sa among ginabuhat kaniadto,\" ug sila motalikod nga nagkalipay.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Isulti: \"Walay bisan unsa nga mahitabo kanamo gawas lang sa gitakda sa Allah kanamo. Siya ang Among Magbalantay.\" Ug ngadto sa Allah lamang pasagdi nga ang mga nagatuo nga musalig.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Isulti: “Kamo ba naghulat kanamo (sa bisan unsa nga butang) gawas sa usa sa duha ka labing maayo nga butang (ang pagka martir o kadaugan); ug kami naghulat kaninyo, nga ang Allah magahatag kaninyo ug silot gikan sa Iyang Kaugalingon (o sa silot) gikan sa among mga kamot. Busa paghulat kamo, kami usab naghulat uban kaninyo.”",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Isulti: \"Mugasto man kamo nga kinabobot-on o dili kinabobot-on, kini dili pagadawaton (sa Allah) gikan kaninyo. Sa pagkatinuod kamo mga tawo nga mga masinupakon sa Allah.”",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Walay nakababag sa ilang galastuhon (tabang) nga mahimong madawat gikan kanila, gawas lang nga sila (mga tigpakaaron-ingnon) naglimod sa Allah ug sa Iyang Sinugo (Muhammad); ug sila dili muadto sa pag-ampo gawas sa kahimtang nga pagkatapulan; ug sila dili mugasto (naghatag sa ilang tabang) gawas lamang nga sila adunay pagsupak (sa ilang dughan).",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Busa ayaw pasagdi ang ilang bahandi o mga anak nga masilsil sa imong huna-huna. Ang Allah nagkagusto lamang nga sila silotan pinaagi niini (sa ilang bahandi ug sa ilang mga anak) sa kinabuhi niining kalibotana, ug ang ilang kalag mubiya (sa ilang kamatayon) samtang sila mga manlilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Sila nanumpa sa Allah nga sa pagkatinuod sila (kabahin) kaninyo, samtang sila dili gikan sa inyong pundok, apan sila mga tawo nga nahadlok (nga madayag ang ilang tinuod nga katauhan).",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Kun sila (mga tigpakaaron-ingnon) makakaplag ug usa ka pasilonganan, o mga langub, o unsa man nga dapit nga masudlan (ingon nga kapuy-an), sila muadto didto nga nagdali.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Ug ang pipila kanila nagbiay-biay kanimo mahitungod (sa pagbahin-bahin) sa mga limos. Kun sila mahatagan ug bahin niini, sila nahimuot, apan kun sila dili mahatagan niini, inyong makita , sila nagdilaab sa kalagot.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Kun sila lang nakontento sa mga butang nga gihatag sa Allah kanila ug sa lyang Sinugo, ug sila namulong nga: Ang Allah Igo na kanamo. Ang Allah maghatag kanamo sa lyang Kadagaya, ug (mao usab) ang iyang Sinugo. Ngadto sa Allah lamang kami magabalik uban sa paglaum.",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Sa pagkatinuod ang Sadaqah [ang Zakah - obligado Limos) alang lamang sa mga uyamot, ug sa mga nanginahanglan, ug sa mga nagtrabaho aron magtapok niini (Zakah); ug sila nga ang kasing-kasing angay nga mapauyon (ang mga bag-ong misulod sa Islam); ug sa paghatag kagawasan sa mga binilanggo (o ulipon); ug sa mga adunay hilabihan nga utang; ug alang sa Dalan sa Allah, ug sa mga nagpanaw (nga nahutdan ug panggasto ug walay laing mapangayoan ug tabang); (kini) usa ka katungdanan nga gitakda sa Allah. Ug ang Allah ang Labing Nahibalo, ang Labing Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Ug sa ilang pundok (mga tigpaka-aron ingnon]) adunay mga tawo nga nagpasakit sa Propeta (Muhammad) ug naga-ingon: “Siya naminaw (sa tanan nga mga balita -siya mituo sa tanan nga iyang nadunggan).” Isulti: “Siya (Muhammad) usa ka dalunggan sa kaayohan alang kaninyo nga nagatuo sa Allah ug adunay pagtuo sa mga nagatuo, ug usa ka Kaluoy kanila nga nagatuo gikan sa inyong pundok.” Apan sila nga nagpasakit sa Sinugo sa Allah makabaton ug hilabihan kasakit nga silot.",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Sila nanumpa (sa Ngalan) sa Allah nganha kaninyo (nga Muslim) para matagbaw ka, samtang si Allāh ug ang lyang Sinugo mas takos para matagbaw kun sila tinuod nga magtotoo (sumala sa ilang giangkon).",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Wala ba sila nahibalo nga bisan kinsa man ang musupak sa Allah ug sa Iyang Sinugo, sa pagkatinuod mamaiya ang Kalayo sa Imperno aron (siya) mopuyo didto. Kini mao ang Labing kaulawan.",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Ang mga tigpaka-aron ingnon nahadlok nga basin ang usa ka Surah (kapitulo sa Qur’an) mupadayag mahitungod kanila, nga nagbutyag kanila kun unsa ang anaa sa ilang kasing-kasing (ang pagbiay-biay ug ang kawalay pagtuo). Isulti: “Padayon sa pagbiaybiay! Sa pagkatinuod ang Allah magabutyag sa tanan nga inyong gikahadlokan.”",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Ug kon ikaw mangutana kanila sila sa pagkatinuod moingon: \"Kami kaniadto naghisgot [kabakakan] ug nagdula lang.\" Ingna: \"Gibiaybiay ba nimo si Allah, ang Iyang mga timailhan, ug ang Iyang Sinugo?\"",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Ayaw kamo paghimo ug pasangil; kamo nawad-an ug pagtuo human nga kamo mituo (tungod sa inyong pagbugalbugal). Kun Among pasayloon ang uban kaninyo (nga nangayo ug kapasayloan ug nagbasol sa ilang gibuhat), Among pagasilotan ang uban sa inyong pundok tungod kay sila mga dautan.",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Ang mga lalaki nga tigpaka-aron ingnon ug ang mga babaye nga tigpaka-aron ingnon managsama ug matang, sila nagmando sa Al-Munkar (kawalay pagtuo ug pagsupak sa Allah) ug nagdili sa Al-Ma’ruf (pagtuo sa Pagkausa sa Allah ug pagsunod sa tanan nga mga gikasugo sa Islam), ug nagpugong sa ilang mga kamot (alang sa paghatag ug paggasto sa Dalan sa Allah). Ilang nalimtan ang Allah, busa sila usab Iyang gikalimtan. Sa pagkatinuod, ang mga tigpaka-aron ingnon mga Masinupakon sa Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "Ang Allah misaad sa mga lalaki nga tigpaka-aron ingnon ug sa mga babaye nga tigpaka-aron ingnon, ug sa mga manlilimod sa Kalayo sa Imperno, ug didto sila magpabilin sa kahangtoran. Kini igo na kanila. Sila gitunglo sa Allah ug kanila ang walay kataposan nga silot.",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Sama sa mga nangauna kaninyo (kamong mga wala mituo), nga sila labaw nga kusgan sa gahom ug labaw nga abunda sa bahandi ug mga anak kaysa kaninyo. Sila sa makadiyut lamang nga naglipay-lipay sa ilang bahin, busa sa makadiyut panagkalipay kamo sa inyong bahin (sa kalibotanong kalipay), nga sama usab sa mga nangauna kaninyo nga nagpakalipay sa makadiyut sa ilang bahin (sa kalibotanong kalipay), ug kamo nagpatuyang sa panagdula ug pagpalabay sa panahon (sa pagsulti ug kabakakan batok sa Allah ug sa Iyang Sinugo nga si Muhammad), nga sama usab sa kun giunsa nila pagpatuyang sa panagdula ug pagpalabay sa oras. Sila kadtong ang mga buhat nawad-an ug kapuslanan niining kalibotana ug sa Pikas Kinabuhi. Kini mao ang mga tinuod nga pildero.",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Wala ba makaabot kanila ang balita niadtong mga nauna kanila? – Ang mga katawhan ni Noe ug (mga tribu) nila A’ad ug Thamud; ang katawhan ni Abraham ug ang mga nanggipuyo sa Madyan (Midian) ug ang mga lungsod nga gilaglag (ang katawhan ni Propeta Lut). Ang ilang mga Sinugo miabot kanila nga adunay Tin-aw nga mga pruweba (apan ilang gisalikway ang mga Sinugo). Busa (sila gisakmit ug silot), ug dili ang Allah ang nagpakasayop kanila, apan sila ang nagpakasayop sa ilang kaugalingon.",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "Ang mga lalaki nga mituo ug mga babaye nga mituo mga tigpanalipod (katabang, higala, ) sa usa’g-usa, sila nagmando (sa mga tawo) Al-Ma’ruf (pagtuo sa Pagkausa sa Allah ug pagsunod sa tanan nga mga gikasugo sa Islam) ug nagdili sa Al-Munkar (kawalay pagtuo ug sa tanan nga mga gidili sa Islam); sila nagpadayon sa ilang Pag-ampo; ug nagahatag ug Zakah (Obligado nga Paggasa) ug nagtuman sa Allah ug sa Iyang Sinugo. Ang Allah maghatag sa Iyang Kaluoy kanila. Sa pagkatinuod ang Allah Labing Gamhanan, ang Labing Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "Ang Allāh misaad sa mga lalaki nga nagatuo ug sa mga babaye nga nagatuo nga ang mga Tanaman nga sa ilalom niini adunay mga suba nga nagadagayday aron mamuyo didto sa walay kataposan, ug mga maanindot nga puluy-anan sa Paraiso sa Eden. Apan ang labing dako nga kalipay mao ang Maayo nga Pagkahimuot sa Allāh, kini ang labing taas nga Kalampusan.",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Oh Propeta, paningkamot pag-ayo sa mga manlilimod ug sa mge tigpakaaron-ingnon \"kinsa misupak sa kalinaw ug kahusay\"\nug mahimong lig-on kanila. Ang ilang katapusang pinuy-anan mao ang Impiyerno - unsa ka makalilisang\nnga padulngan.",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Sila (mga tigpaka-aron) nanumpa sa Allah nga sila wala namulong ug bisan unsa (nga pagpasakit ug pagbiaybiay), apan sa pagkatinuod sila nanulti ug pulong sa kawalay pagtuo, ug sila (mibalik pag-usab) sa kawalay pagtuo human nga sila misulod sa Islam, Ug sila naglaraw ug pag-banhig : nga wala nila matuman, ug sila dili makakaplag ug bisan unsa nga hinungdan aron buhaton kadto, gawas nga ang Allah ug ang Iyang Sinugo padatuon sila gikan sa Iyang Kadagaya. Kun sila maghinulsol, kini labing maayo alang kanila, apan kun sila mutalikod, ang Allah musilot kanila sa hilabihan kasakit nga silot sa kinabuhi niining kalibotana ug sa Pikas Kinabuhi. Ug walay bisan kinsa alang kanila niining kalibotana ang ilang mahimong tigpanalipod ni magtatabang.",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "Ug ang pipila kanila mihimo ug kasabotan sa Allah (nga naga-ingon): “Kun gihatag Niya kanamo gikan ang Iyang Kadagaya, sa pagkatinuod kami magahatag ug Sadaqah (Zakah - obligadong limos), ug kasigurohan nga kami mauban sa pundok sa mga matul-id.”",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "Apan sa diha nga sila gihatagan Niya sa Iyang Kadagaya, sila nahimong hilabihan ka dalo (midumili sa paghatag ug Sadaqah [Zakah ug kinabobot-on nga hatag sa kaluoy]) ug mitalikod nga nagasupak.",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "Busa Iya silang gisilotan pinaagi sa pagbutang ug pagpaka-aron ingnon sa ilang kasing-kasing hangtod sa Adlaw nga Siya ilang atubangon, tungod kay giguba nila ang ingon niadto nga (kasabotan sa Allah) nga ilang gisaad Kaniya, ug tungod kay sila naanad na sa pagpanulti ug kabakakan.",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_bis": "Wala ba nila mahibaloan nga nasayran sa Allah ang ilang ginatago ug sa ilang pribadong mga panagsultihanay, ug sa pagkatinuod ang Allah ang Hingpit nga Nakahibalo sa tanan nga nalilong.",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_bis": "Sila nga [mga tigpaka-aron ingnon] nga nagdaut sa dungog sa mga nagahatag (nga adunay kinabobot-on alang sa Allah) gikan sa pundok sa mga magtutuo mahitungod sa (ilang) mga Sadaqah (hatag sa kaluoy), ug nagsaway kanila nga dili makakita ug bisan unsa (aron gastuon alang sa Allah) gawas lamang sa ilang kaugalingon nga pagpaningkamot; ug sila nagbugalbugal kanila; ang Allah ang magbugalbugal kanila ug sila magbaton ug hilabihan kasakit nga silot.",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_bis": "Bisan pa ikaw (O Muhammad) mangayo ug kapasayloan alang kanila (mga tigpaka-aron ingnon) o dili mangayo ug kapasayloan alang kanila, (ug bisan) kung pa ikaw mangayo ug kapitoan ka higayon alang sa ilang kapasayloan, ang Allah dili mupasaylo kanila bisan kanus-a tungod kay sila dili magtutuo sa Allah ug sa Iyang Sinugo (Muhammad). Ang Allah dili mugiya sa mga tawo nga mga Masinupakon.",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_bis": "Sila (mga tigpaka-aron ingnon) nga nagpabilin (hinuon sa pag-adto sa Tabuk nga adunay tahas sa pakiggubat) nanagkalipay nga sila nagpabilin (sa ilang puloy-anan ug wala miuban) sa Sinugo sa Allah ug midumili nga makiggubat pinaagi sa ilang mga bahandi ug ilang kinabuhi ngadto sa Dalan sa Allah; ug sila miingon: “Ayaw kamo pangadto sa init.” Isulti: “Labaw nga hilabihan ang init sa Kalayo sa Imperno, kun ila lang nasabtan!”",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_bis": "Busa pasagdi sila nga mukatawa sa diyutay ug (dili madugay, sila) manggihilak sa hilabihan ingon nga bayad sa unsay ilang gibuhat (nga mga kasal-anan).",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_bis": "Ug kun kamo ibalik pag-usab sa Allah sa ilang pundok (mga tigpaka-aron ingnon), ug pagkahuman nangayo sila sa imong pagtugot nga muadto (aron sa pakiggubat), isulti: “Bisan kanus-a, kamo dili muadto nga kauban ako, ug bisan kanus-a, kamo dili makiggubat sa (mga) kaaway nga kauban ko. Sa pagkatinuod kamo nalipay nga maglingkod (sa inyong puloy-anan) sa una pa nga higayon, busa panglingkod kamo (karon) nga kauban ang mga nagpabilin.”",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_bis": "Ug dili ka (O Muhammad) magpahinungod ug Salah (pag-ampo) sa bisan kinsa nga namatay kanila (nga mga tigpaka-aron ingnon), ingon usab ayaw pagtindog sa ilang lubnganan. Sa pagkatinuod sila naglimod sa Allah ug sa Iyang Sinugo, ug sila namatay samtang sila mga makasasala.",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_bis": "Ug ayaw tugoti ang ilang bahandi, mao usab ang ilang mga anak masilsil sa imong hunahuna. Ang Allah nagkagusto nga silotan sila pinaagi sa mga ingon niini nga butang niining kalibotana, ug ang ilang kalag mamatay samtang sila mga manlilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_bis": "Ug kun ang usa ka Surah (kapitulo sa Qur’an) ipadayag (kanimo) nga nagmando kanila nga mutuo sa Allah ug makiggubat kauban sa Iyang Mensahero, ang mga adunay bahandi nga mangayo sa imong pagtugot (nga magpabilin sa likod ug dili mouban sa Jihad - ang balaan nga pakiggubat ngadto sa dalan sa Allah) ug isulti: “Magpabilin Kita uban kanila Kinsa nagpabilin (sa balay).\"",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_bis": "Sila nalipay (nga nakapabilin sa ilang puloy-anan) nga kauban ang mga nagpabilin (mga babaye, mga bata, ug mga adunay balatian). Ug ang ilang kasing-kasing nasilyohan, busa sila dili makasabot.",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_bis": "Apan ang Sinugo (Muhammad), ug sila nga mga nagatuo (sa Allah) nga iyang kauban nakiggubat pinaagi sa ilang bahandi ug sa ilang kinabuhi (Alang sa Allah). Sila kadtong makabaton ug mga maayong butang, ug sila ang mga magmalampuson.",
      "footnotes": null
    },
    {
      "ayah_number": 89,
      "translation_bis": "Kanila giandam na sa Allah ang mga Tanaman (Paraiso) nga sa ilalom niini adunay mga suba nga nagadagayday, aron magpuyo didto sa kahangtoran. Kini ang matuod nga dakong kadaugan.",
      "footnotes": null
    },
    {
      "ayah_number": 90,
      "translation_bis": "Ug sila nga adunay mga pagpangatarongan gikan sa pundok sa mga bedouin (mga nagpuyo sa disyerto) nangabot kanimo (O Muhammad) aron sila imong tugotan (nga magpabilin ug dili mahimong kasangkaran sa pakig-away sa gubat), ug sila nga namakak sa Allah ug sa Iyang Sinugo nanggilingkod (sa ilang mga panimalay). Kanila nga manlilimod sa ilang taliwa kanila, adunay usa ka hilabihan kasakit nga silot nga musakmit kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 91,
      "translation_bis": "Dili usa ka sala kanila (ang wala nila pagkuyog sa Jihad), sila nga mga huyang o adunay balatian o sila nga walay abilidad aron mugasto (sa balaan nga gubat [Jihad]), kun sila matinud-anon sa Allah ug sa Iyang Sinugo. Walay bisan unsa nga (reklamo) sa bisan kinsa nga tigbuhat ug kaayohan nga kanila gibasol. Ug ang Allah Labing Mapinasayloon, ang Labing Maloloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 92,
      "translation_bis": "Mao usab kanila nga miduol kanimo aron mahatagan ug dad-unon, ug imong giingon: “Wala akoy makaplagan nga bisan unsa alang kanimo aron imong sakyan,” sila mibiya nga ang ilang mga mata nag-awas sa luha sa kaguol hinungdan nga sila wala makakaplag ug bisan unsa aron gastuon (sa gubat alang sa kawsa sa Dios).",
      "footnotes": null
    },
    {
      "ayah_number": 93,
      "translation_bis": "Ang hinungdan (sa pagbasol) mao alang kadtong nangayo sa imong pagtugot nga sila dili mahimong sa pakiggubat samtang sila mga bahandianon. Sila nalipay nga kauban mga nagpabilin; ug ang Allah nagbutang ug silyo sa ilang mga kasing-kasing, busa sila wala makahibalo (unsa sila mao nawala sa ganti).",
      "footnotes": null
    },
    {
      "ayah_number": 94,
      "translation_bis": "Sila maghatag ug mga pangatarongan kaninyo sa diha nga kamo mobalik na kanila. Isulti: “Ayaw kamo paghatag ug mga pangatarongan, kami, bisan kanus-a, dili mutuo kaninyo. Ang Allāh ang nagbalita kanamo mahitungod kaninyo. Ug ang Allah ug ang Iyang Sinugo nagbantay sa inyong mga buhat. Ug pagkahuman, kamo ibalik pag-usab Kaniya nga Labing Nakahibalo sa mga nalilong ug nadayag, ug ipahibalo Niya kaninyo ang inyong mga ginabuhat kaniadto.”",
      "footnotes": null
    },
    {
      "ayah_number": 95,
      "translation_bis": "Sila (mga tigpaka-aron ingnon) kasigurohan nga manumpa (sa Ngalan) sa Allah kaninyo mahitungod sa ilang mga pangatarongan sa diha nga kamo mibalik kanila, nga sila inyong biyaan nga nag-inusara. Busa biyae ninyo sila nga nag-inusara. Sa pagkatinuod sila mga dautan (dili putli ug gikasilagan tungod sa ilang dautang mga buhat), ug ang Imperno ang ilang puloy-anan, - usa ka balos sa butang nga ilang ginabuhat kaniadto (nga mga sala).",
      "footnotes": null
    },
    {
      "ayah_number": 96,
      "translation_bis": "Sila (nga mga tigpaka-aron ingnon) manumpa kaninyo aron kamo mahimuot kanila, apan kun kamo nahimuot kanila, sa pagkatinuod ang Allah wala nahimuot sa mga tawong makasasala.",
      "footnotes": null
    },
    {
      "ayah_number": 97,
      "translation_bis": "Pipila sa' Kadtong mga bedouin (nga nagkinabuhi sa disyerto) ang labing dautan sa pagpanglimod ug pagpaka-aron ingnon, ug labaw lagmit nga sama sa walay alamag sa mga utlanan (sa mga kasugoan) sa Allah nga Iyang gipadayag sa Iyang Sinugo. Ang Allah Hingpit nga Nakahibalo, ang Labing Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 98,
      "translation_bis": "Adunay taliwala sa mga Arabo nga mga desyerto nga nag-isip sa ilang gigasto nga usa ka multa ug naghulat kanimo nga adunay mga katalagman. Ang mga kadaot sa mga katalagman anaa sa ibabaw nila! Si Allāh mao Labing Nakadungog, Labing Nakahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 99,
      "translation_bis": "Ug kadtong sa mga bedouin (nagpuyo sa disyerto) adunay uban nga nagatuo sa Allah ug sa Ulahing Adlaw, ug nag-ila sa ilang gigasto sa Dalan sa Allah ingon nga paghalad sa Allah aron mapaduol Kaniya), ug usa ka (paagi) aron makabaton sa mga pag-ampo sa Sinugo. Sa pagkatinuod, kini usa ka paghalad (sa Allah) ingon nga mahimong sila mapaduol. Ang Allah mudawat kanila sa Iyang kaluoy. Sa pagkatinuod ang Allah Labing Mapinasayluon, ang Labing Maloloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 100,
      "translation_bis": "Ug ang mga nauna nga misulod sa Islam sa Muhajirun (mga bakwit gikan sa Makkah ngadto sa Al-Madina), ug sa Ansar (ang mga katawhan sa Madina nga mitabang sa Muhajirun), ug sila nga misunod kanila sa husto (sa pagtuo), ang Allah nahimuot gayud kanila, mao usab, sila nahimuot Kaniya. Siya nag-andam alang kanila ug mga Tanaman nga sa ilalom niini adunay mga suba nga nagadagayday (Paraiso), aron mopuyo didto sa kahangtoran. Kini ang labing dako nga kadaugan.",
      "footnotes": null
    },
    {
      "ayah_number": 101,
      "translation_bis": "Ug ang pipila sa pundok sa mga bedouin (mga taga awaaw) kadtong naa sa imong palibot (O Muhammad) mga tigpaka-aron, ug mao usab, ang pipila sa mga tawo sa Madina. Sila nahimong naanad na sa ilang pagpaka-aron ingnon. Ikaw (O Muhammad) wala mahibalo kanila, (apan) sila Among nailhan. Sila Among silotan sa duha ka higayon (una, dinhi sa kalibotan; ika-duha, sa lubnganan), ug pagkahuman, sila igabalik ngadto (sa makalilisang nga) silot (sa Impyerno).",
      "footnotes": null
    },
    {
      "ayah_number": 102,
      "translation_bis": "Ug adunay uban nga miangkon sa ilang sala, kinsa gisagol ang mga matarong nga buhat sa ubang buhat nga mga dautan. Tingali, Allah dawaton ang ilang sa pagpasaylo. Sa pagkatinuod ang Allah Labing Mapasayluon, ang Labing Maluloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 103,
      "translation_bis": "Pagkuha ug Sadaqah (limos o hatag sa kaluoy) gikan sa ilang bahandi aron sila magputli niini ug (kini) labi pang madugangan, ug pag-ampo sa Allah alang kanila. Sa pagkatinuod! Ang imong Du’ah (pag-ampo) usa ka gigikanan sa kalinaw kanila, ug ang Allah Labing Nakadungog, ang Labing Nakahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 104,
      "translation_bis": "Wala ba nila mahibaloan nga ang Allah nagadawat sa paghinulsol gikan sa Iyang mga alagad ug nagadawat sa Sadaqah (limos ug hatag sa kaluoy), ug ang Allah kana Nagadawat sa Paghinulsol, ang Labing Maluloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 105,
      "translation_bis": "Ug isulti: “Paningkamot sa mga binuhatan! Ang Allah nagbantay sa inyong mga buhat ug sa Iyang Sinugo ug sa mga magtutuo. Ug sa pagkatinuod, kamo ibalik ug usab Kaniya nga Labing Nakahibalo sa mga natago ug nadayag, gipahibalo Niya kaninyo ang inyong mga ginabuhat kaniadto.”",
      "footnotes": null
    },
    {
      "ayah_number": 106,
      "translation_bis": "Ug ang uban (sa mga nagpabilin) naghulat ug Kamanduan sa Allah, kun sila (ba) Iyang pagasilotan o sila pasayloon. Ug ang Allah Labing Nakahibalo, ang Labing Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 107,
      "translation_bis": "Ug alang kanila (mga tigpaka-aron ingnon) nga nagtukod ug Masjid (balay-alampoanan [Masjid Dhirar] ingon nga paagi sa pagpangdaut (sa mga magtutuo) ug paglimod, ug aron bulag-bulagon ang mga magtutuo, ug ingon nga usa ka tapokanan sa mga nakiggubat batok sa Allah ug sa Iyang Sinugo (Muhammad) niadto una, ug sa pagkatinuod sila manumpa (kaninyo sa Ngalan sa Allah) nga ang ilang tinguha walay lain gawas sa maayo. Ug Allah nagasaksi nga sigurado nga sila mga bakakon.",
      "footnotes": null
    },
    {
      "ayah_number": 108,
      "translation_bis": "Bisan kanus-a ayaw pagtindog didto (aron sa pagsimba sa Allah niadto nga Masjid). Sa pagkatinuod, ang Masjid (balay alampoanan) nga (ang patukoranan) gitukod sa kaayohan (pagtuo) gikan sa unang adlaw (ang Masjid sa Quba’) labing angay kaninyo nga tindogan (aron magsimba didto). Sa sulod niini adunay mga tawo nga nagkagusto putlion ang ilang kaugalingon. Ug ang Allah naghigugma kanila nga nagputli sa ilang kaugalingon.",
      "footnotes": null
    },
    {
      "ayah_number": 109,
      "translation_bis": "Siya ba nga nagbutang ug patukoranan sa iyang gitukod (nga nauyon) sa pagtuo sa Allah ug sa Iyang Kahimuot labing maayo, o siya nga nagbutang ug patukoranan nga gitukod sa kilid sa usa ka pangpang nga halos mahulog na, busa kini natipak (ug naunlod) uban kaniya sa Kalayo sa Imperno? Ang Allah dili magagiya sa mga tawo nga kanunay mga tigbuhat ug kasaypanan.",
      "footnotes": null
    },
    {
      "ayah_number": 110,
      "translation_bis": "Ang katukoran nga ilang gipabarog magapadayun nga tinubdan sa pagduhaduha sa ilang kasing-kasing, gawas nga ang ilang kasing-kasing hiwaon sa daghang bahin (hangtod nga sila mamatay). Ug ang Allah Hingpit nga\nNakahibalo (sa nahisulod sa mga kasing-kasing), ang Labing Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 111,
      "translation_bis": "Sa pagkatinuod, ang Allah mipalit (gikan) sa mga magtutuo sa ilang kinabuhi ug sa ilang mga bahandi; baylo sa Paraiso. Sila nakiggubat sa Dalan sa Allah, busa sila mipatay ug sila usab napatay. Kini usa ka saad sa Kamatuoran nga Iyang gipadayag sa Torah ug sa Injil (Ebanghilyo) ug sa Qur’an. Ug kinsa ba kaha ang nagatuman sa iyang saad nga labaw pa sa Allah? Busa paglipay kamo sa pagpakigsaad (kasabotan) nga inyong gihimo. Ug kini ang labing dako nga kadaugan.",
      "footnotes": null
    },
    {
      "ayah_number": 112,
      "translation_bis": "Kini mao kadtong mga naghinulsol sa Allah, sila nga nagasimba Kaniya, sila nga Nagadayeg Kaniya, sila nga nagpuasa (o naga adto sa Dalan sa Allah), sila nga nagaduko ug nagahapa (sa pag-ampo), sila nga nagasugo (sa mga tawo) sa Al-Ma’ruf (pagtuo sa Pagkausa sa Allah ug pagsunod sa tanan nga mga gikasugo sa Islam) ug magdili (sa mga tawo) sa Al-Munkar (kawalay pagtuo ug nga mga gidili sa Islam), ug mosunod sa mga utlanan nga gitakda sa Allah (pagtuman sa tanan nga gitakda sa Allah ug paglikay sa tanang matang sa kasal-anan ug dautang buhat nga gidili sa Allah). Paghatag ug maayong balita sa mga magtutuo.",
      "footnotes": null
    },
    {
      "ayah_number": 113,
      "translation_bis": "Dili angay sa Propeta ug sa mga magtutuo nga mangayo sa Allah ug kapasayloan alang sa mga tigsimba'g lain gawas sa Allah), bisan pa sila duol nila nga parente, human mahimong tin-aw kanila nga sila ang mamuyo sa Kalayo (tungod kay sila namatay sa kahimtang sa kawalay pagtuo).",
      "footnotes": null
    },
    {
      "ayah_number": 114,
      "translation_bis": "Ang pag-ampo ni Abraham alang sa kapasayloan sa iyang amahan tungod lamang sa usa ka saad nga iyang (Abraham) gibuhat alang kaniya (amahan). Apan sa diha nga kini nahimong tin-aw kaniya (Abraham) nga siya (iyang amahan) usa ka kaaway sa Allah, gihimulag niya ang iyang kaugalingon gikan kaniya. Sa pagkatinuod si Abraham mao Awwah (nag-ampo sa Allah nga adunay pagpaubos, nagdayeg Kaniya ug naghinumdom Kaniya sa hilabihan) ug maagwantahon.",
      "footnotes": null
    },
    {
      "ayah_number": 115,
      "translation_bis": "Ang Allah dili gayud tugotan ang bisan kinsa sa mga tawo sa pagkasalaag, human nga Iyang magiyahan sila, hinoon nga tin-aw kanila kun unsa ang ilang angay nga pagatuohan ug likayan. Sa pagkatinuod ang Allah Hingpit nga Nakahibalo sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 116,
      "translation_bis": "Sa pagkatinuod, ang Allah ngadto Kaniya ang pag-angkon sa Gingharian sa kalangitan ug kayutaan, Siya ang nagahatag ug kinabuhi, ug hinungdan ug kamatayon. Ug gawas pa sa Allah, kamo wala nay bisan unsa nga tigpanalipod ni magtatabang.",
      "footnotes": null
    },
    {
      "ayah_number": 117,
      "translation_bis": "Ang Allah nagpasaylo sa Propeta, sa Muhajirun (mga Muslim nga nanggibakwit ug mibiya sa ilang mga puloy-anan ug naadto sa Madina), ug sa Ansar (mga Muslim sa Madina), nga misunod kaniya (Muhammad) sa panahon sa kalisdanan, human nga ang kasing-kasing sa usa ka pundok kanila halos mulihis na (sa Matul-id nga Dalan), apan gidawat Niya ang ilang paghinulsol. Sa pagkatinuod Siya ngadto kanila Labing Buotan, ang Labing Maluloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 118,
      "translation_bis": "Ug (Iya usab nga gipasaylo) kadtong tulo nga nabilin (ug nagbasol sa ilang kasaypanan), hangtod nga ang kayutaan murag mapig-ot alang kanila bisan pa kini unsa kalapad, ug ang ilang kaugalingon (kalag) nakabati ug pagkaguot ug sila nasayod nga sila dili makaikyas sa Allah, ug walay kaluwasan gawas pa Kaniya. Ug wala madugay, Iyang gidawat ang ilang paghinulsol aron sila maghinulsol (Kaniya). Sa pagkatinuod ang Allah Mao ang Nag-inusara nga nagadawat sa paghinulsol, ang Labing Maluloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 119,
      "translation_bis": "Oh mga magtutuo, magmahinadlukon kamo sa Allah ug mahimong kauban sa mga matinud-anon (sa pulong ug buhat).",
      "footnotes": null
    },
    {
      "ayah_number": 120,
      "translation_bis": "Dili angay sa mga tawo sa Madina ug kadtong nakapalibot kanila nga mga bedouin (nagpuyo sa disyerto) nga sila magpabilin (sa ilang panimalay o dili mouban, human ang pagbiya) sa Sinugo sa Allah (kun makiggubat ngadto sa Dalan sa Allah), o labaw nilang gihatagag bili ang ilang kaugalingon kaysa kaniya. Kini sa hinungdan nga walay bisan unsa nga (kalisud) sa pagkauhaw o kakapoy o kagutom ngadto sa Dalan sa Allah, maingon man usab sila dili motunob sa bisan unsa nga kayutaan nga makapasamot sa kasuko sa mga manlilimod, maingon man usab ang bisan unsa nga sakit o kalisud nga ilang nahatag ngadto sa usa ka kaaway, gawas nga kini masulat alang kanila ingon nga usa ka buhat sa kaayohan. Sa pagkatinuod ang Allah dili magpasagad sa ganti sa mga nagabuhat ug maayo.",
      "footnotes": null
    },
    {
      "ayah_number": 121,
      "translation_bis": "Ug (maingon man usab), sila dili mugasto ug bisan unsa (alang sa Dalan sa Allah), - kini man gamay o dako, o mutabok sa usa ka walog, gawas nga kini nasulat sa ilang kapahimuslan aron sila magantihan sa Allah sa labing maayo (nga ganti) sa ilang (mga maayong) ginabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 122,
      "translation_bis": "Dili angay alang sa mga magtutuo nga silang tanan muadto aron sa pagpakig-away. Kun man sa matag hugpong nila pipila (nga magpabilin) aron makabaton ug katudloan (sa Islamikong pagtulon-an), ug aron ilang mahatagan ug pasidaan ang ilang mga tawo kun sila mubalik kanila, (ug aron sa ingon) sila mahimong maampingon (gikan sa pagbuhat ug kadautan).",
      "footnotes": null
    },
    {
      "ayah_number": 123,
      "translation_bis": "Oh mga magtutuo, pakigbisog kamo sa mga manlilimod nga duol kaninyo (ug sa gubat kaninyo), ug pasagdi nga sila makakaplag ug kagahi kaninyo, ug hibaloi nga ang Allah kauban sa mga matarong.",
      "footnotes": null
    },
    {
      "ayah_number": 124,
      "translation_bis": "Ug kun aduna may ipadayag nga Surah (kapitulo sa Qur’an), ang pipila kanila (nga mga tigpaka-aron ingnon) nagasulti: “Kinsa ba kaninyo ang nahimong hilabihan ang iyang pagtuo pinaagi niini (ang kapitulo sa Qur’an)?” Ug mahitungod sa mga nagatuo, kini nakapasamot sa ilang pagtuo ug sila nahimuot.",
      "footnotes": null
    },
    {
      "ayah_number": 125,
      "translation_bis": "Apan kanila nga ang (ilang) kasing-kasing adunay balatian (sa pagduha-duha, kawalay pagtuo ug pagpaka-aron ingnon), kini nakapadugang sa kadautan nga (naandan) nilang kadautan (sayop nga pagbati, pagduha-duha, kawalay pagtuo ug pagpaka-aron ingnon), ug sila nangamatay samtang sila mga manlilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 126,
      "translation_bis": "Wala ba nila makita nga sila (mg tigpakaaron-ingnon) pagsulay, kausa o kaduha smatag tuig. Bisan pa niana, sila wala sa maghinulsol ni makakat-on sa pagtulon-an (gikan niini).",
      "footnotes": null
    },
    {
      "ayah_number": 127,
      "translation_bis": "Ug sa matag higayon nga gipadayag ang Surah (kapitulo sa Qur’an), sila nagnilantaway sa usa’g-usa (nga naga-ingon): “Aduna bay nakakita nimo?” Ug sila nanggawas. Ang Allah nagliso sa ilang kasing-kasing (palayo sa kahayag) tungod kay sila mga tawo nga dili makasabot.",
      "footnotes": null
    },
    {
      "ayah_number": 128,
      "translation_bis": "Sa pagkatinuod adunay miabot kaninyo nga usa ka Sinugo (Muhammad) gikan sa inyong pundok (nga hingpit ninyong nahibaloan). Makapaguol kaniya ang inyong giagian (nga kadaut o kalisdanan). Siya magpakabana alang kaninyo (nga kamo matul-id nga magiyahan), ug siya ngadto sa mga magtutuo buotan ug maluloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 129,
      "translation_bis": "Apan kun sila (mga tigpaka-aron ingnon ug dili magtutuo) mutalikod, isulti (O Muhammad): “Ang Allah Igo na alang kanako (ingon nga Tigpanalipod ug Tigpaluyo). Wala nay laing Diyos nga angayang simbahon gawas Kaniya, gibutang nako Kaniya ang akong (hingpit nga) pagsalig ug Siya ang Ginoo sa Dakong Trono.”",
      "footnotes": null
    }
  ]
}