{
  "surah_number": 10,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Alif, Lam, Ra[1]. Kini ang mga bersikulo sa Maalamong Libro 'ang Qur’an'.",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili hitupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud sila makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Makatilingala ba ngadto sa mga tawo nga Among gipadayag ang Among Pinadayag sa usa ka tawo gikan kanila (nga mao si Propeta Muhammad)? kinsa gisultihan]: \"Pahimangnoi ang mga tawo ug pa ipahinumdum kanila (ang nahaduol nga silot sa Imperno), ug magpaabot ug maayong balita sa mga nagatuo (sa Pagkausa sa Allah ug sa Iyang Propeta nga si Muhammad), nga sila makabaton ug halangdon posisyon uban sa ilang Ginoo? (Apan) ang mga manlilimod naga-ingon: “Kini tinuod nga usa ka tin-aw nga salamangka!”",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Sa pagkatinuod, ang inyong Ginoo mao ang Allah, nga naglalang sa mga kalangitan ug kayutaan sa unom ka Adlaw, unya mikayab ug bangon sa ibabaw sa Trono (sa paagi nga nahiangay sa Iyang pagkahalangdon) pagpahigayon sa mga kalihokan sa matag nga anaa. Walay tigpataliwala gawas sa human sa Iyang pagtugot. Kana mao si Allah, imong Ginoo, busa simbaha Siya lamang. Kamo ba dili makahinumdom?",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Kaniya ang inyong (katapusang) pagbalik. Ang saad sa Allah tinuod ug sigurado. Siya ang nagpasiugda sa paglalang ug usab Iya kining sublion, aron Iyang magantihan nga makiangayon ang mga nagatuo ug nagbuhat ug maayong mga buhat. Apan sila nga naglimod 'sa kamatuoran' alang kanila ang nagbukal nga ilimnon ug sakit nga silot tungod sa ilang kanunay nga pagpanglimod.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Siya ang naglalang sa Adlaw ingon nga usa ka nagasidlak nga butang ug sa bulan ingon nga usa ka kahayag ug tukma nga gitino ang mga hugna niini, aron ikaw mahibalo sa gidaghanon sa mga tuig ug sa pag-ihap. Wala kini buhata sa Allah gawas sa kamatuoran ug kaangayan. Sa ingon niini Iyang gipasabot ang Iyang mga Bersikulo sa mga tawo nga adunay kahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Sa pagkatinuod! Ang pagbinayloanay sa gabii ug adlaw ug ang tanan nga mga linalang sa Allah sa mga kalangitan ug kayutaan adunay mga Timaan alang sa mga tawo nga adunay kahadlok sa Allah ug likayi ang daotan.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Sa pagkatinuod, sila nga wala naglaum ug pakigtagbo Kanamo, apan nahimuot ug natagbaw sa kinabuhi niining kasamtangan nga kalibotan, ug wala naghatag ug bili sa Among mga Timaan ug Bersikulo,",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Kadtong, ang ilang katapusang puloy-anan mao ang kalayo alang sa ilang kanunay nga gibuhat kaniadto (sa kadautan).",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Sa pagkatinuod, alang kadtong mga nagatuo ug nagbuhat ug mga matarung nga mga buhat, ang ilang Ginoo ang mugiya kanila pinaagi sa ilang Pagtuo; sa ilang ilalom magadagayday ang mga suba sa Tanaman sa Kalipay (Paraiso).",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Ang ilang pamaagi sa pagsampit (pagpangayo) didto mao ang “Subhanaka Allahumma” (Himaya Kanimo, O Allah)!” ug “Salaam” (Kalinaw)” ang ilang mahimong pagpangumusta didto (sa Paraiso), ug ang kataposan sa ilang pagsampit mao ang “Alhamdu Lillahi Rabb-il Alamin (Ang tanan nga pagdayeg ug pagpasalamat iya sa Allah, ang Ginoo [Tigsustento ug Tiglalang] sa tanan nga mga linalang.)!”",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Kung gipadali lang ni Allāh ngadto sa mga tawo ang daotan (ilang gisangpit tungod sa kasuko o kawalay pagtuman) sama sa Iyang magpadali alang kanila sa maayo, ang ilang termino natapos na unta.\nApan pasagdan Namo ang mga tawo nga wala maglaum ug pakigtagbo Kanamo sa ilang kalapasan nga naglatagaw nga buta.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Sa diha nga ang kalisud muabot sa tawo, siya nagsugod sa pag-ampo samtang siya naghigda sa iyang kiliran, o naglingkod, o nagtindog. Apan sa diha nga tangtangon na Namo kaniya ang kalisud, siya nagpadayon sa (iyang pagsupak) nga sama sa wala siya nag-ampo nganhi Kanamo aron (tangtangon) ang sakit\nnga miabot kaniya! Niining paagiha ang mga buhat sa maong walay pagtagad nga mga tawo nahimo nga madanihon ngadto kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Kamatuoran, Kami milaglag sa [makasasala] nga mga kaliwatan sa wala pa kanimo sa diha nga sila milapas samtang ang ilang mga Sinugo [gikan kang Allāh] nagdala kanila og tin-aw nga mga pruweba apan sila wala motuo. Ingon niana ang among pagbalos batok sa mga daotan.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Unya Among gihimo kamo nga mga tigpanunod sa kayutaan human kanila aron makita Namo kun unsaon ninyo paglihok!",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Sa diha nga ang Among mga tin-aw nga mga Bersikulo gilitok ngadto kanila, sila nga wala nangandoy nga makigkita Kanamo naga-ingon: \"Dal-a kanamo ang\nQur'an nga lain pa kaysa niini, o kaha usba kini\". Isulti: \"dili angay kanako nga usbon kini, gisunod lang nako kun unsa ang gipadayag kanako. Sa pagkatinuod, kun ako mosupak sa akong Ginoo 'Allãh', ako nahadlok sa silot sa Makalilisang nga Adlaw (nga mao ang Adlaw sa Pagkabanhaw).",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Isulti, “Kon gibuot pa ni Allah, dili ko unta kini ilitok kaninyo, ug dili usab Niya kini ipahibalo kaninyo. Ako migugol sa tibuok kinabuhi uban kaninyo sa wala pa kini[2]. Unya wala ba kamoy salabotan?”",
      "footnotes": "[2]. I.e., kap-atan ka tuig sa wala pa madawat ang pagpadayag pinaagi kaniya."
    },
    {
      "ayah_number": 17,
      "translation_bis": "Kinsa pa ba kaha ang mulabaw sa pagbuhat ug kasaypanan nungka kaniya nga nagamugna ug kabakakan batok sa Allah o naglimod sa Iyang mga Bersikulo ug Timaan? Sa pagkatinuod, ang mga dautan dili molampos ug muuswag!",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Sila nagsimba gawas ni Allāh nianang dili makadaot kanila ug dili makaayo kanila, ug sila nag-ingon: \"Kini sila mao ang among mga tigpataliwala mahitungod kang Allāh.\" Ingna: \"Ikaw pa magpahibalo ngadto kang Allah mahitungod nianang wala Niya mahibaloi sa mga langit o sa yuta [nga Siya adunay kauban]? Himaya ngadto Kaniya ug Siya gibayaw labaw sa bisan unsa nga ilang gipakig-uban Kaniya.”",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Ang katawhan kaniadto usa lang ka katilingban (adunay usa lang ka pagtuo sa nag-inusara nga Diyos, ug usa ka relihiyon, mao ang Islam), (apan) paglabay (sa mga kapanahonan) sila nagkalahi. Ug kun dili (lang) sa Pulong nga naggikan (niadto pang una) gikan sa inyong Ginoo, (ang ilang panagkabangi) nahukman na unta (ug dali) taliwala kanila mahitungod sa butang nga wala sila magkasinabot.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Ug sila (mga manlilimod) naga-ingon: “Nganong wala kaha gipakanaug kaniya ang bisan unsa nga milagro (nga makita) gikan sa iyang Ginoo?” Isulti: “Ang butang nga natago iya lang sa Allah. Busa paghulat kamo, ako usab maghulat nga uban kaninyo (sa paghukom sa Allah).”",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Sa diha nga gipasagdan Namo nga mihimo ang mga tawo (mga manlilimod) pagtilaw ug kaluoy (gikan Kanamo) human sa kalisdanan nga midangat kanila, diha-diha, sila naglaraw batok sa Among mga Bersikulo! Isulti: “Ang Allah Labing Tulin sa paglaraw!” Sa pagkatinuod, ang Among mga Sinugo (mga anghel) nagatala (nagasulat) sa tanan nga inyong gilaraw nga dautan.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Siya (Allah) ang naghimo aron makapanaw kamo sa kayutaan ug kadagatan, ug sa diha nga kamo nakasakay na sa barko, ug kamo naglawig uban ang makapahimuot nga hangin, ug nanggikalipay kamo tungod niini. (Ug sa kalit) nga miabot ang unoson nga hangin ug mga dagkong balod sa ilang palibot, ug sila naghunahuna nga sila gilibutan, nag-ampo sila kang Allah sa matinud-anon ug Kaniya lamang, nga naga-ingon: Sa pagkatinuod kon Imong luwason kami gikan niini, kami sa pagkatinuod mahimong kauban sa mga mapasalamaton.\"",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Apan sa diha nga Siya miluwas kanila, nan, sila misupak (sa sugo sa Allah, pinaagi sa pagsimba sa lain gawas sa Allah) sa mga yuta nga walay hustisya! O katawhan, ang inyong kalapasan batok sa inyong kaugalingon lamang, - usa ka hamubo nga kalipay (sa presenteng kinabuhi) dinhi sa kalibutan, Unya mobalik ka Kanamo ug Kami magpahibalo kanimo sa bisan unsa nga imong gibuhat kaniadto.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Sa pagkatinuod, ang panag-ingnan sa kalibutanong kinabuhi sama sa ulan nga Among gipakanaug gikan sa langit, unya ang mga tanom sa yuta mosagol niini, nga gikan niini gikaon sa mga tawo ug sa mga mananap; hangtud sa diha nga ang yuta mikuha sa iyang dayandayan, kini gidayandayanan, ug ang mga lumulupyo niini naghunahuna nga sila makahimo niini, Ang Among sugo mianhi dinhi sa gabii o sa adlaw ug unya Among gihimo kini naibot nga tanom nga daw wala pa milambo kagahapon. Sa ingon gibatbat namo ang mga Bersikulo alang sa mga naghunahuna sa Kamatuoran.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Ang Allah nag-awhag ngadto sa Puloy-anan sa Kalinaw (Paraiso). Gigiyahan Niya ang bisan kinsa nga Iyang magustohan sa Matul-id nga Dalan (sa Islam).",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Alang niadtong nagbuhat ug maayo (mituo ug misimba lang sa Allah) mao ang labing maayo ganti (Paraiso) ug dugang [pagtan-aw sa nawong ni Allāh]. Walay kangitngit o abog ug kaulawan nga mutabon sa ilang mga nawong! Kini mao ang mga lumulupyo sa Paraiso. magpabilin sila niini sa kahangtoran.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Ug niadtong mga nagbuhat ug kadautan (wala mituo ug wala usab misimba sa Allah lamang), ang bayad sa kadautan dautan usab, ug usa ka makalolooy nga kaulawon ang mutabon sa ilang nawong. Walay bisan kinsa nga tigpanalipod ang masaligan nila gikan sa Allah. Ang ilang nawong natabunan nga susama sa mga bahin sa kangitngit sa gabii (sa kaitom). Kini mao ang mga lumulupyo sa Kalayo (Imperno), magpabilin sila niini sa kahangtoran.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Sa adlaw nga Among tigumon silang tanan, unya Kami moingon kanila nga naghiusa: “[Pabilin] sa imong dapit, ikaw ug ang imong mga idolo,” ug Kami magbulag kanila. Ang ilang mga idolo moingon: “Dili kami kadtong inyong gisimba\".",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Si Allah igo na isip saksi tali kanamo ug kanimo., sa pagkatinuod wala kamiy nahibaloan sa inyong pagsimba kanamo!”",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Dinhi! Ang matag kalag makasinti (sa hingpit) sa resulta sa tanan nga gibuhat niini kaniadto, ug sila igabalik ngadto sa Allah, ang ilang Tinuod nga Magbalantay (Ginoo), ug ang ilang bakak nga mga diyus-diyos nawala kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Isulti: \"Kinsa ang naghatag kanimo (mga tagana) gikan sa langit ug yuta? O kinsay tag-iya sa pandungog ug panan-aw? Kinsay nagpagawas ug kinabuhi gikan sa mga patay ug kinsay nagpagawas sa mga patay gikan sa kinabuhi? Ug kinsa ba ang nagdumala sa tanan nga panghitabo sa mga butang? Sila dihadiha maga-ingon: “Ang Allah”. Isulti: “Wala ba kamo mahadlok sa silot sa Allah (sa inyong pagbutang ug kauban Kaniya sa pagsimba)?”",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Ingon niana si Allah, ang imong Tinuod nga Ginoo. Busa unsa ang labaw sa Kamatuoran gawas sa kabakakan? Giunsa nimo magpalayo (gikan sa husto nga dalan)?",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Sa ingon niini ang Pulong (ang Paghukom) sa imong Ginoo (mao gipakamatarung) batok sa mga nagrebelde (musupak sa Allah), nga sila dili motuo (sa Pagkausa sa Allah ug kang Muhammad ingon nga Sinugo sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Isulti: “Anaa ba kaha sa mga diyus-diyos nga gikauban ninyo sa Allah ang nagsugod sa paglalang ug makapasubli niini?” Isulti: “Ang Allah ang nagsugod sa paglalang ug makapasubli sa kinabuhi. Sa ingon, giunsa ninyo pagkasalaag ug layo (sa kamatuoran)?”",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Isulti: “Aduna ba kaha sa inyong mga diyus-diyos nga gikauban sa Allah (sa pagsimba) ang makagiya kaninyo sa Kamatuoran?” Isulti: “Ang Allah, Siya ang mugiya sa Kamatuoran. Siya ba nga makagiya sa Kamatuoran labaw nga adunay katungod sa pagtuman o siya nga dili makagiya sa iyang kaugalingon gawas nga siya pagagiyahan? Nan, unsay nahitabo kaninyo? Giunsa ninyo paghukom (nga Dili makatarunganon)?”",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Kadaghanan kanila (mga pagano) walay gisunod gawas sa ˹napanubli nga mga pangagpas. Apan, ang mga pangagpas dili magmadaugon sa Kamatuoran. Sa pagkatinuod ang Allah ang Hingpit nga Nakahibalo sa tanan nga ilang ginabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Ug kining Qur'an dili mahimo nga gihimo ni bisan kinsa gawas sa Allah (ang Ginoo sa mga kalangitan ug kayutaan). Kini usa ka kumpirmasyon kung unsa ang nauna niini, ug usa ka hingpit nga pagpasabot sa Libro, nga niini walay pagduha-duha nga gikan sa Ginoo sa tanang linalang.",
      "footnotes": "3. nga mao ang Torah, Ebanghilyo, ug uban pa."
    },
    {
      "ayah_number": 38,
      "translation_bis": "O sila ba naga-ingon: “Siya (Muhammad) nag-imbento lang niini 'Qur'an'?” Isulti: “Kun mao kana, nan dal-a ninyo ang usa ka Surah (Kapitulo) nga sama niini, ug tawga ninyo kun kinsa man ang inyong gusto gawas sa Allah, kun kamo nagsulti ug kamatuoran!”",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Apan ilang gilimod (ang kahibalo) sa mga butang nga wala naabot sa ilang kaalam, ug ang pagpasabot niini wala pa miabot kanila. Sa ingon niini nga paagi milimod kadtong mga nauna kanila. Busa lantawa kun unsa ang gidangatan sa mga tigbuhat ug kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Ug ang uban kanila mituo niini, apan ang uban wala mituo niini, Ang imong Ginoo mas nasayod sa mga kurakot.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Ug kun ikaw (O Muhammad) ilang gilimod, isulti: “Alang kanako ang akong mga buhat ug kaninyo ang inyong mga buhat! Kamo walay tulobagon sa akong mga ginabuhat ug ako usab walay tulobagon sa inyong mga ginabuhat!”",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Ug ang uban kanila naminaw kanimo (O Muhammad), apan mahimo ba nimo nga ang bungol makadungog, bisan pa sila walay panabot?",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Ug ang uban kanila 'nagpakaaron-ingnon' naglantaw kanimo (O Muhammad), apan mahimo ba nimo nga giyahan ang buta, bisan pa sila dili makakita?",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Sa pagkatinuod, si Allah wala maglapas sa hustisya taliwala sa mga tawo sa bisan unsa apan ang mga tawo sa ilang kaugalingon naglapas sa hustisya 'pinaagi sa pagsupak sa ilang Magbubuhat'.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Ug sa Adlaw nga sila Iyang pagabanhawon, kini morag wala sila nagpabilin gawas sa usa ka bahin sa adlaw samtang magkaila sila. Sa pagkatinuod, sila nga naglimod mahitungod sa pagpakigkita sa Allah nawala, ug sila wala 'saktong' magiyahan.",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Ug bisan pa ipakita Namo kanimo (O Muhammad) ang uban sa mga pagpanghulga Namo kanila (nga silot), - o bawion Namo ang imong kinabuhi, - (bisan pa niana), nganhi Kanamo (gihapon) ang ilang pagbalik, ug maingon (usab), ang Allah ang saksi mahitungod sa ilang ginabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Sa matag usa ka nasyon adunay usa ka Sinugo; sa diha nga ang ilang Sinugo moabut, ang mga butang pagahukman taliwala kanila nga adunay pagkamakataronganon, ug sila dili pagabuhatan og walay kaangayan.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Ug sila nangutana: “Kanus-a kaha mahitabo kini nga pagpanghulga (Adlaw sa Pagkabanhaw)), - kun kamo nagsulti ug kamatuoran?”",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Isulti (O Muhammad): “Ako walay gahom sa akong kaugalingon sa bisan unsa man nga kadaut o kapahimuslan gawas sa unsay gustohon sa Allah. Alang sa matag katilingban adunay sinukod nga panahon. Kung moabut ang ilang kapalaran dili sila makalangan niini sa makadiyot ug dili makapauna niini.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Ingna: “Isulti ninyo kanako; kun ang Iyang silot muabot kaninyo sa gabie man o sa adlaw, - unsa kaha nga bahin niini nga nagdali-dali ang mga dautan sa ilang gihangyo?",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Kamo ba mutuo lang niini human nga kini (tinuod) nga miabot kaninyo? \"Karon (kamo ba magatuo kung kanus-a ulahi na ang inyong pagtuo)? Ug kamo man nangandoy sa pagpadali 'sa Silot' kaniadto alang niini?”",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Ug igaingon ngadto kanila nga nagbuhat ug kadautan: \"Tilawi ninyo ang walay kataposan nga silot! Dili ba kamo gibalosan lang (sumala) sa inyong gibuhat!\"",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Ug sila naghangyo kanimo (O Muhammad) nga ipahibalo kanila: “Kini ba tinuod (ang Adlaw sa Pagkabanhaw ug ang Silot)?” Isulti: “Oo, ako nanumpa sa akong Ginoo! Kini ang hingpit nga kamatuoran! Ug kamo dili makaikyas niini!”",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Ug kun ang matag kalag nga nakasayup (pinaagi sa pagsimba sa lian gawas sa Allah) nagdala sa tanan nga mga bahandi nga anaa sa kayutaan, ug planuhon niya nga ibayad kini (sa iyang kaluwasan, kini dili pagadawaton), sila nakabati sa ilang kasing-kasing ug pagbasol sa diha nga makita na nila ang silot, ug sila pagahukman nga makataronganon, ug walay inhustisya ang ipahamtang kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Sigurado, ngadto Kang Allah ang pagpanag-iya sa tanan nga anaa sa kalangitan ug kayutaan. Sigurado, ang Saad sa Allah tinuod. Apan ang kadaghanan kanila wala makabalo.",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Siya lamang ang naghatag ug kinabuhi, ug hinungdan sa kamatayon, ug kamong tanan ngadto Kaniya mubalik 'alang sa Paghukom'.",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Oh katawhan! Miabot kaninyo ang maayong pagpanambag (Qur’an) gikan sa inyong Ginoo, ug usa ka kaayuhan (sa balatian) nga anaa sa inyong mga dughan - usa ka Giya ug Kaluoy alang sa mga magtutuo.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Isulti: “Sa mga Kadagaya sa Allah ug sa Iyang Kaluoy (nga mao ang Islam ug ang Qur’an); - niini, tugoti nga sila managkalipay.” Kini labing maayo sa bisan unsa man nga kalibutanong kalipay ug bahandi nga ilang nakab-ot.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Isulti (O Muhammad, sa mga nagsimba sa diyus-diyos): \"Imo bang gikonsiderar kung unsa ang gipakanaog ni Allah alang kanimo ingon nga usa ka tagana, unya buhata gikan niini kung unsa ang gidili ug kung unsa ang gitugotan?\" Isulti (O Muhammad): “Kini ba gitugot sa Allah kaninyo (aron himuon kini) o kamo ba nagbuhat ug kabakakan batok sa Allah?”",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Ug unsa ang gihunahuna sa mga nagmugna ug mga kabakakan batok sa Allah, sa Adlaw sa Pagkabanhaw? (Sila ba nagdahum nga sila pasayloon ug dili pahamtangan ug silot. Dili! Sila makatagamtam ug walay kataposan nga silot sa Kalayo sa Imperno). Sa pagkatinuod ang Allah Labing Mapanalanginon sa katawhan, apan ang kadaghanan kanila walay utang kabobot-on sa pagpasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Bisan unsa pa Ang imong butang anaa ka, ug kun unsa man nga bahin sa Qur’an ang imong ginalitok, ug kun unsa man ang nabuhat ninyo (nga maayo o dautan), apan Kami ang Saksi kaninyo sa diha nga kini inyong gibuhat. Ug walay bisan unsa nga matago sa 'Allāh' inyong Ginoo bisan pa kini susama sa atomo (o sama kagamay sa hulmigas) dinhi sa kayutaan ug kalangitan, mao usab ang bisan unsa kagamay nungka niini o mas dako kay niini, gawas nga kini anaa nahisulat sa usa ka tin-aw nga talaan (Lawhil Mahfuz).",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Walay pagduha-duha! Kadtong mga duol kang Allāh, walay kahadlok ang muabot kanila ni maguol.",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Sila nga mituo sa (ang Pagkausa sa Allah) ug adunay kahadlok Kaniya (naglikay sa daotan ug nagatuman sa lyang Kasuguan).",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Alang kanila ang Maayong balita dinhi sa kinabuhi sa Kalibutan ug sa Kataposan. \nWalay mausab sa mga Pulong sa Allah, kini ang Dakong Kadaugan.",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Ayaw tugoti nga ang ilang mga pulong maghatod ug kaguol kanimo, tungod kay ang tanan nga gahom (ug pasidungog) alang lamang sa Allah. Siya ang Hingpit nga Nakadungog (sa tanang butang), ang Hingpit nga Nahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Walay pagduha-duha! Ngadto Kang Allah lang ang pagpanag-iya sa bisan unsa nga anaa sa kalangitan ug bisan unsa nga anaa sa kayutaan. Ug sila nga (misimba ug) nagsampit sa uban gawas pa sa Allāh, (sa kamatuoran), sila wala nagsunod sa mga idolo, kun dili, sila misunod lang sa mga pangagpas ug nagmugna lang sila ug mga kabakakan.",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Siya gayud (Allah) ang naghimo kaninyo ug gabii aron kamo makapahulay diha niini ug sa adlaw aron ang mga butang inyong makita. Sa pagkatinuod adunay mga Timaan diha niini alang sa mga tawo nga naminaw (ug namalandong).",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "Sila (ang mga Kristohanon ug Pagano) naga-ingon: “Ang Allah nakabaton ug anak nga lalaki.” Himayaon Siya! Siya ang Igo sa Kaugalingon labaw sa mga panginahanglanon. Kaniya ang bisan unsa nga anaa sa kalangitan ug kayutaan. Wala kay ebidensya nga isulti ang ingon niini nga (pag-angkon). Gisulti ba nimo ang wala nimo nahibal-an bahin sa Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Isulti: “Sa pagkatinuod, ang mga nagbuhat ug kabakakan batok sa Allah dili molampos ug mouswag -",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Kini usa lang ka hamubo nga paglipay-lipay dinhi sa kalibotan!, - ug Kanamo ang ilang pagbalik, ug ihatag Namo kanila ang labing sakit nga silot tungod kay sila naglimod (sa Allah ug sa Iyang mga Sinugo).",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "Ilitok ngadto kanila ang balita ni Noah sa dihang siya miingon ngadto sa iyang katawhan: \"O akong mga katawhan, kon ang akong pagpabilin ug ang akong pagpahinumdom kaninyo sa mga Bersikulo ug Timaan sa Allah lisud alang kaninyo, nan, ako mosalig sa Allah. Busa buhata ninyo ang inyong gilaraw, kamo ug ang inyong mga kauban, ug ayaw tugoti nga ang inyong gilaraw makahatag ug pagduha-duha kaninyo. Ug ipahamtang ninyo kanako ang inyong hukom ug ayaw ako hatagi ug lugway nga panahon.",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "Apan kun kamo mutalikod, nan, walay ganti nga akong gipangayo kaninyo, ang akong ganti gikan lang sa Allah, ug ako gisugo nga mahimong usa sa mga Muslim (nga mosunod lang sa mga katuyuan sa Dios).”",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Apan gisalikway nila siya (Noe), ug Amo siyang giluwas ug ang bisan kinsa nga kauban niya sa sakayan ug Gibuhat namo sila nga mga manununod ug gilumos sila nga nagsalikway sa Among mga Pinadayag. Busa tan-awa kung unsa ang sangputanan sa niadtong gipasidan-an [apan wala motuo].",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Unya Kami, human niya (Noe), nagpadala ug mga mensahero ngadto sa ilang mga katawhan ug sila midala kanila sa tin-aw nga mga pagpamatuod. Apan dili sila motuo sa ilang gisalikway na kaniadto. Sa ingon Among gitabunan ang mga kasingkasing sa mga malapason.",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "Ug human kanila Among gipadala sila Moises ug Aaron nga dala ang Among mga Timaan kang Paraon ug sa iyang konseho. Apan sila nagpakita ug pagkamapahitas-on ug sila mga dautan nga tawo.",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "Busa sa diha nga miabot kanila ang kamatuoran gikan Kanamo, sila miingon: “Sa pagkatinuod, kini mao ang tin-aw nga salamangka.”",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "Si Moises miingon: “Ginasulti ba ninyo niini \nmahitungod sa kamatuoran sa diha nga kini miabot kaninyo? Kini ba salamangka? Apan Ang mga salamangkero dili molampos ug mouswag.”",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_bis": "Sila miingon: \"Mianhi ka ba kanamo aron sa pagpahilayo kanamo gikan sa among nakaplagan sa among mga katigulangan ug alang kaninyong duha [Moises ug Aaron] aron makabaton sa pagkadako sa yuta. Dili gayod kami motuo kanimo?\"",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_bis": "Si Paraon nagsugo: “Dal-a ninyo kanako ang matag hanas nga salamangkero.\"",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_bis": "Ug sa diha nga ang mga salamangkero miabot, si Moises miingon kanila: “Iitsa ninyo ang gusto ninyong iitsa!”",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_bis": "Ug sa diha nga ilang naitsa (kini) sa ubos, si Moises miingon: “Ang inyong gidala salamangka, sa pagkatinuod ang Allah magpawalay pulos niini. Sa pagkatinuod ang Allah dili magahatag ug kahingpit sa buhat sa mga kurakot.",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_bis": "Ug si Allah nagtukod sa kamatuoran pinaagi sa Iyang mga Pulong, bisan pa nga ang mga tigbuhat ug kadautan nagadumot niini.",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_bis": "Apan walay mituo kang Moises gawas sa pipila ka kaliwat sa iyang katawhan tungod sa ilang kahadlok kang Paraon ug sa ilang konseho aron sa paglutos kanila. Si Paraon usa gayod ka malupigon sa yuta ug siya usa gayod sa mga malapason.",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_bis": "Ug si Moises miingon: “O akong katawhan, kun kamo nagatuo sa Allah, nan, hingpita ninyo ang pagsalig Kaniya kun kamo mga Muslim (nga nagpasakop sa Iyang Kabubut-on).”",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_bis": "Sila miingon: “Sa Allah among gibutang ang among bug-os nga pagsalig. Among Ginoo, ayaw kami ipasakop sa paglutos sa malupigong katawhan!",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_bis": "Ug luwasa kami pinaagi sa Imong Kaluoy gikan sa mga tawo nga manlilimod.”",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_bis": "Ug Kami nagpadayag kang Moises ug sa iyang igsuon (nga naga-ingon): “Pamuyo kamo ug ang inyong mga katawhan sa Ehipto, ug himoa ninyo ang inyong mga puloy-anan ingon nga dapit sa inyong pagsimba, ug magpahinungod ug mag-makanunayon sa pag-ampo, ug hatagi og maayong balita ang mga magtutuo.”",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_bis": "Si Moises miingon: \"Among Ginoo, Imong gihatag kang Paraon ug sa iyang konseho ang kahalangdon ug mga bahandi niining kalibotanong kinabuhi. Among Ginoo, sila mipahilayo sa Imong 'matarong' nga dalan 'ug nagpadayon sa ilang pagkagahian ug pagdumili': Ginoo namo, gub-a ang ilang bahandi ug pagahi-a ang ilang mga kasingkasing, aron dili sila motuo hangtod nga makita nila ang masakit nga pagsakit.",
      "footnotes": null
    },
    {
      "ayah_number": 89,
      "translation_bis": "Ang Allah miingon: “Sa pagkatinuod ang mga pag-ampo ninyong duha gidawat na. Busa padayun kamo sa Matul-id nga Dalan (ipadayon ninyo ang pagbuhat ug maayo) ug ayaw ninyo sunda ang dalan sa mga walay kahibalo.”",
      "footnotes": null
    },
    {
      "ayah_number": 90,
      "translation_bis": "Ug gihimo Namo nga ang mga anak sa lsrael nga makatabok sa pikas bahin sa dagat, ug si Paraon ug ang iyang mga kauban misunod kanila nga adunay kasuko\nug pagpang-daugdaug hangtod nga miabot (ang higayon) nga ang pagkalumos misakop Kaniya ug siya miingon: \"Ako nagatuo nga wala nay lain pang diyos nga angayan pahinungdan sa pagsimba gawas Kaniya 'Allāh', nga Maoy gituohan sa mga anak sa lsrael, ug ako usa sa mga Muslim (nga nagpasakop sa mga kaugalingon ngadto ang Kabubut-on sa Allah)\".'",
      "footnotes": null
    },
    {
      "ayah_number": 91,
      "translation_bis": "\"Karon (ikaw mituo), apan kaniadto, ikaw misupak (midumili) sa kamatuoran ug ikaw usa sa mga kurakot”.",
      "footnotes": null
    },
    {
      "ayah_number": 92,
      "translation_bis": "Busa karong adlawa Among tipigan ang imong 'Patay' lawas, aron ikaw mahimong usa ka timaan alang niadtong muabot human kanimo, apan kadaghanan sa mga tawo wala magtagad sa Among mga Timaan.”",
      "footnotes": null
    },
    {
      "ayah_number": 93,
      "translation_bis": "Sa pagkatinuod Kami mipahiluna sa mga anak sa Israel sa angay nga mga puloy-anan ug naghatag kanila sa makapahimuot nga mga butang. Sila wala magkalahi hangtud nga ang kahibalo miabut ngadto kanila. Sa pagkatinuod ang imong Ginoo maoy maghukom tali kanila sa Adlaw sa Pagkabanhaw sa bisan unsa nga sila nagkalahi kaniadto.",
      "footnotes": null
    },
    {
      "ayah_number": 94,
      "translation_bis": "Busa kun ikaw (O Muhammad) adunay pagduha-duha sa unsay Among gipadayag kanimo3, nan, pangutan-a ang mga nagbasa ug Libro (ang Torah ug Ebanghilyo) nga nauna pa kanimo. Kasigurohan, ang Kamatuoran miabot kanimo gikan sa imong Ginoo. Busa ayaw kahimong kauban sa mga adunay pagduha-duha (mahitungod niini).",
      "footnotes": "3. Ug nga ang imong ngalan Muhammad nahisulat sa Bibliya."
    },
    {
      "ayah_number": 95,
      "translation_bis": "Ayaw kahimong kauban niadtong mga nagsalikway sa mga Timaan ug Bersikulo sa Allah, kay ikaw mahimong kauban sa mga pildero (nasalaag).",
      "footnotes": null
    },
    {
      "ayah_number": 96,
      "translation_bis": "Sa pagkatinuod, sila nga ang Pulong (aligutgot) sa (Allāh) nga imong Ginoo gihatagag katarongan batok kanila, dili motuo,",
      "footnotes": null
    },
    {
      "ayah_number": 97,
      "translation_bis": "Bisan pa ang matag Timaan miabot kanila, - hangtod sa ilang makita ang hilabihan kasakit nga silot.",
      "footnotes": null
    },
    {
      "ayah_number": 98,
      "translation_bis": "Wala pa gayuy lungsod nga mituo [sa kinatibuk-an niini] ug nakabenepisyo gikan sa pagtuo niini gawas sa katawhan ni Jonas. Sa diha nga sila mituo, Kami mikuha gikan kanila sa silot sa kaulawan niining kalibutanong kinabuhi, ug naghatag kanila ug kalingawan sa madiyot.",
      "footnotes": null
    },
    {
      "ayah_number": 99,
      "translation_bis": "Kon ang imong Ginoo nagtugot pa, ang tanan nga ania sa yuta motoo unta, silang tanan. Pugson ba nimo nan ang mga tawo nga mahimong magtotoo?",
      "footnotes": null
    },
    {
      "ayah_number": 100,
      "translation_bis": "Kini dili alang sa bisan unsang kalag [i.e., bisan kinsa] ang motuo gawas sa pagtugot ni Allāh. Ug butangan niyag kahugawan kadtong wala mogamit sa katarungan \n(ilang salabutan).",
      "footnotes": null
    },
    {
      "ayah_number": 101,
      "translation_bis": "Isulti: “Lantawa ninyo, kun unsa ang tanan nga anaa sa kalangitan ug kayutaan.” Apan walay mahimong kaayohan ang mga Timaan ug Bersikulo sa Allah ug ang mga Tigpasidaan sa mga tawo nga wala mituo.",
      "footnotes": null
    },
    {
      "ayah_number": 102,
      "translation_bis": "Busa sila ba naghulat (bisan unsa) gawas (sa silot nga nahitabo) sa panahon sa mga tawo nga nauna kanila? Isulti: “Paghulat kamo, ako (usab) maghulat dungan kaninyo.”",
      "footnotes": null
    },
    {
      "ayah_number": 103,
      "translation_bis": "Ug pagkahuman, Among luwason ang Atong mga sinugo ug ang kadtong mituo! Kay kini usa ka katungdanan Kanamo nga luwason ang mga magtutuo.",
      "footnotes": null
    },
    {
      "ayah_number": 104,
      "translation_bis": "Isulti: “O katawhan, kon kamo nagduha-duha sa akong relihiyon (Islam), nan, inyong angay mahibaloan nga bisan kanus-a dili nako pagasimbahon ang inyong ginasimba nga lain gawas (kang) Allah. Apan gisimba nako ang Allah nga nagpahitabo kaninyo sa kama-tayon, ug ako gisugo nga mahimong usa sa mga magtutuo.”",
      "footnotes": null
    },
    {
      "ayah_number": 105,
      "translation_bis": "(Ug kini gipadayag kanako): “Iatubang ang imong nawong (O Muhammad) nga hingpit sa relihiyon sa Islam nga Hanifan (pagsimba lamang sa Allah), ug bisan kanus-a ayaw kahimong uban sa mga pagano,",
      "footnotes": null
    },
    {
      "ayah_number": 106,
      "translation_bis": "Ayaw pagsangpit sa bisan kinsa gawas kang Allah nga dili makahatag kanimo ug kapahimuslan, ug dili usab makahatag kanimo ug kadaut, apan kun kini imong buhaton, walay pagduha-duha nga ikaw mahimong usa sa mga ang dili makiangayon.",
      "footnotes": null
    },
    {
      "ayah_number": 107,
      "translation_bis": "Kun ang Allah maghatag kanimo ug kadaut, walay bisan kinsa ang makatangtang niini gawas Kaniya, ug kun\ngustuhon Niya ang bisan unsa nga kaayohan kanimo, walay bisan kinsa ang makababag sa lyang Panalangin\nnga lyang ginadala sa bisan kinsa sa lyang mga ulipon nga lyang magustohan. Ug Siya ang Labing Mapinasayluon, ang Labing Maluloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 108,
      "translation_bis": "Isulti: “O katawhan! Karon, ang Kamatuoran miabot kaninyo gikan sa inyong Ginoo. Busa kun kinsa man ang mudawat ug giya, gihimo niya kini ngadto sa kaayohan sa iyang kaugalingon, ug kun kinsa man ang mudawat ug pagkasalaag, gihimo niya kini ngadto sa kadaut sa iyang kaugalingon, ug ako wala gitakda kaninyo ingon nga usa ka Wakil (sinaligan).”",
      "footnotes": null
    },
    {
      "ayah_number": 109,
      "translation_bis": "Ug (ikaw, O Muhammad), sunda ang pinadayag nga gipaabot kanimo, ug pagpaka-mapailubon hangtod nga ihatag sa Allah ang Iyang paghukom. Ug Siya ang Labing Maayo sa tanan nga mga Maghuhukom.",
      "footnotes": null
    }
  ]
}