{
  "surah_number": 11,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Alif, Lam, Ra[1]. (Kini) mao ang Libro kansang mga bersikulo gihimong hingpit ug pasabot gikan sa 'Allah' Labing Maalamon, Labing Nakahibalo.",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili hitupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud sila makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Ayaw kamo pagsimbag lain gawas sa Allah. Sa pagkatinuod ako (Muhammad) gikan Kaniya alang kaninyo ingon nga usa ka tigpasidaan ug tighatod ug Maayong Balita,",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "“Pangayo ug pasaylo sa 'Allāh' imong Ginoo; unya balik ngadto Kaniya sa paghinulsol. Siya mohatag kaninyo og maayong kalipay sa usa ka termino nga gitakda ug mohatag sa Iyang Kadayaga ngadto sa matag usa nga adunay merito. Apan kon kamo motalikod, nan sa pagkatinuod ako nahadlok alang kaninyo sa silot sa usa ka dakung Adlaw (nga mao ang Adlaw sa Pagkabanhaw).",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Sa Allah ang inyong 'katapusang' pagbalik, ug Siya adunay bug-os Gahom nga buhaton ang tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Tinuod gayud! Gipaningkamotan nila nga itago kun unsay anaa sa ilang dughan aron itago Kaniya (Allah). Sa pagkatinuod, bisan pa tabunan nila ang ilang kaugalingon ug bisti, nahibaloan Niya kun unsa ang ilang gitago (sa ilang dughan) ug kun unsay ilang gidayag. Sa pagkatinuod Siya ang Hingpit nga Nasayud sa kinailadman nga mga gililong sa dughan.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Walay (naglihok) nga linalang nga ania dinhi sa kayutaan nga ang pagkabuhi wala naggikan sa Allah. Ug nasayran Niya ang ilang gipoy-an ug ang ilang gikahimutngan (nga mao ang sabakan sa inahan sa wala pa sila gipanganak, ug sa lubnganan human ang ilang kamatayon), ang tanan anaa sa Tin-aw nga Libro (Al-Lauh Al-Mahfuz).",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Siya ang naglalang sa mga kalangitan ug kayutaan sa unom ka Adlaw ug ang Iyang Arsh (Trono) anaa sa ibabaw sa Tubig, aron Iyang masulayan kamo kun kinsa kaninyo ang labing maayo sa pamatasan. Apan kun inyong isulti kanila: “Sa pagkatinuod kamo bangunon human sa kamatayon,” kadtong mga naglimod walay pakyas nga muingon: “Kini wala nay lain gawas sa usa ka salamangka.”",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "“Kun Among langanon alang kanila ang silot hangtod sa gitakda nga panahon, kasigurohan nga sila muingon: “Unsay nakapalangay niini (nganong wala pa kini muabot)?” Sa pagkatinuod, sa adlaw nga kini muabot kanila, sila dili malikayan gikan niini, ug sila hingpit nga mapalibotan sa ilang gibugal-bugalan kaniadto!",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Sa pagkatinuod, kon Kami mupatilaw sa tawo ug usa ka kaluoy gikan Kanamo, unya kuhaon kini gikan kaniya, siya mahimong hingpit nga mawad-an sa paglaum ug dili mapasalamaton.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Apan kon Among patilawon siya sa kauswagan human siya gitandog sa kalisdanan, siya moingon gayod, “Ang tanan nakong mga kalisdanan nawala,” ug siya magmalipayon ug magmapahitas-on.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Gawas kanila nga mapailibon nga nagmalahutayon ug nagbuhat ug mga maayong mga binuhatan, sila ang makabaton ug kapasayloan ug dako nga ganti (Paraiso).",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Tingali ikaw ˹O Propeta Muhammad ˺ gusto nga itugyan ang pipila sa gipadayag kanimo ug mahimong maguol pinaagi niini tungod Kay, sila nag-ingon, \"Kon adunay usa ka bahandi nga gipadala ngadto kaniya, o usa ka anghel ang mouban kaniya!\" Ikaw usa lamang ka tigpasidaan, ug si Allah mao ang Tigsalig sa Tanang Kalihokan.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "O sila muingon: “Siya (Propeta Muhammad) nag-imbento niini (sa Qur’an)”. Isulti: Kun mao kana (nan) pagdala kamo ug pulo ka Surah (Kapitulo) nga sama niini nga mga naimbento, ug tawga ninyo kun kinsay gusto ninyo, gawas sa Allah (aron mutabang kaninyo), kun kamo namulong ug kamatuoran!”",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Apan kun sila dili motubag kanimo, hibaloi nga (ang Qur’an) gipadayag uban sa kahibalo sa Allah ug wala nay lain pang diyos nga angayan pahinungdan sa pagsimba gawas Kaniya! Dili ba kamo magpasakop sa Allāh 'Dios'?",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Bisan kinsa nga maninguha sa kinabuhi niining kalibotana ug sa mga naggilak (mga dayandayan) niini; kanila Among pagabayaran sa hingpit ang ilang mga buhat dinhi, ug walay makulang niini.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Sila kadtong walay maangkon sa Pikas Kinabuhi gawas sa Kalayo; ug dinhi walay kapuslanan ang ilang mga buhat. Ug walay bili ang ilang gibuhat kaniadto.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Mahimo bang ikatandi ang ingon nga mga nanghimakak sa' usa nga adunay klaro nga pamatuod gikan sa iyang Ginoo 'Allah', ug usa ka saksi gikan Kaniya nagpamatuod niini 'i.e ang Qur'an', ug sa wala pa kini, miabot ang Libro ni Moises, usa ka giya ug kaluoy, Kini mao ang 'mga magtutuo' nga\nadunay pagtuo niini. Apan kadto nga mga Sekta (mga Hudeyo, Kristohanon ug katawhan) nga naglimod niini (Qur'an), ang Kalayo ang panagtagbo nga gisaad kanila. Busa ayaw kamo pagduhaduha mahitungod niini, kini ang Kamatuoran gikan sa inyong Ginoo, apan ang kadaghanan sa katawhan wala mutuo.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Kinsa pa ba kaha ang labaw nga nagbuhat ug kasaypanan gawas kaniya nga nagmugna ug mga kabakakan batok sa Allah. Sila ang dal-on sa atubangan sa ilang Ginoo ug ang mga saksi muingon: “Kini sila ang namakak sa ilang Ginoo!” Walay pagduhaduha! Ang tunglo sa Allah anaa sa mga tigbuhat ug kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Sila nga mipahilayo (katawhan) ngadto sa Dalan sa Allah, nagtinguha nga Makita kini nga sukwahi, ug sila mga manlilimod\nsa Pikas Kinabuhi;",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Sila walay kaikyasan dinhi sa yuta ug dili gayod sila makakitag bisan kinsa nga makapanalipod kanila gikan sa Allah. Ang silot himoon nga pinilo-pilo alang kanila. Kay sila napakyas sa makadungog o makakita sa kamatuoran 'sa Islam'.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Sila kadtong mga nagdaot sa ilang kaugalingon, ug unsay ilang giimbento nga mga bakak nga diyus-diyos mahanaw gikan kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Kasigurohan, sila gayud ang mahimong labing pildero sa Pikas Kinabuhi.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Sa pagkatinuod, sila nga mituo ug nagbuhat ug mga matarong, ug nagpaubos sa ilang kaugalingon (sa pagbasol ug pagtuman) sa atubangan sa ilang Ginoo, - sila mamuyo sa Paraiso ug magpabilin didto sa kahangtoran.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Ang panag-ingnan sa duha ka pundok (ang pundok sa mga Muslim ug pundok sa mga manlilimod) susama sa buta ug sa bungol, ug sa makakita ug sa makadungog. Sila ba managsama kun itandi? Unya dili ba kamo magbantay?",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Among gipadala si Noe sa iyang katawhan (ug siya miingon): “Ako miabot kaninyo ingon nga usa ka dayag nga tigpasidaan.”",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "“Nga ayaw kamo pagsimba gawas sa Allah; sa pagkatinuod, ako nahadlok alang kaninyo sa hilabihan kasakit nga silot sa Adlaw (sa Paghukom).”",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Ang mga pangulo sa mga manlilimod nga gikan sa iyang katawhan miingon:\nIkaw nakita namo ingon nga usa ka tawo nga sama kanamo, ug wala usab namo makita ang bisan kinsa nga misunod kanimo gawas sa mga labing ubos kanamo, ug sila misunod kanimo nga wala migamit sa ilang panghunahuna\nUg wala kamiy nakita kanimo nga bililhon nga mulabaw pa kay kanamo, sa pagkatinuod, ikaw mga bakakon.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Siya miingon: “O akong katawhan! Isulti ninyo kanako, kun ako adunay tin-aw nga kalig-onan gikan sa akong Ginoo, ug adunay usa ka Kaluoy (pagka-Propeta, ug uban pa) nga miabot kanako gikan Kaniya, apan kana nga (Kaluoy) natabonan gikan sa inyong panglantaw. Kamo ba pugson namo nga dawaton kini (ang pagtuo sa Pagkausa sa Allah) samtang kamo supak niini?",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "\"Ug, O akong katawhan! Wala ako nangayo kaninyo ug bahandi ingon nga ganti alang niini, ang akong ganti anaa Lang sa Allah. Dili ako maga-abog kanila nga mga tumuloo. Sigurado nga ilang ikatagbo\nang 'Allah' ilang Ginoo, apan akong nakita nga kamo mga tawo nga naggawi nga ignorante.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "“Ug, O akong katawhan! Kinsa ang makatabang kanako batok sa Allah, kun sila akong bugawon? Dili ba kamo makahunahuna?",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "“Ug ako dili mosulti kaninyo nga anaa kanako ang mga bahandi sa Allah, ug mao usab, wala ako mahibalo sa Ghaib (mga butang nga dili makita); ug wala usab ako misulti nga ako usa ka anghel, ni moingon ako niadtong imong gitamay nga ang Allah dili muhatag ug mga maayo (ganti) ngadto kanila. Ang Allah Labing Nahibalo kun unsay anaa sa ilang kaugalingon. Kun ako magsulti sa ingon, sa pagkatinuod Ako mamahimong usa sa mga tigbuhat ug kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Sila miingon: “O Noe! Ikaw nakiglantugi kanamo ug hilabihan nga imong gipataas ang pakiglantugi nimo kanamo, busa dal-a kanamo ang imong gihulga kanamo, kun ikaw nagsulti ug kamatuoran.”",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Siya miingon: “Ang Allah lang ang makahatag niini (silot) kaninyo, kun kini Iyang gustohon, ug kamo dili makaikyas.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Ug ang akong pagpahinumdom (pagtambag) dili makahatag ug kapahimuslan kaninyo bisan pa akong gustohon nga hatagan kamo ug maayong tambag, kun gustohon sa Allah nga magpabilin kamo nga nangasalaag. Siya ang inyong Ginoo! Ug kamo ngadto Kaniya kamong tanan mubalik 'alang sa Paghukom'.”",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "O sila (mga pagano) muingon: “Siya (Muhammad) naggama-gama niini (Qur’an).” Isulti: “Kun ako ang naggama niini, unya ako may tulubagon sa akong sala, ug wala akoy labot sa bisan unsang sala nga imong mahimo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Ug gipadayag ngadto kang Noe nga, \"Walay motuo gikan sa imong katawhan gawas niadtong mituo na, busa ayawg kaguol sa ilang ginabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Busa itukod ang Arka (Barko) (ubos sa) Among mga mata (Panglantaw ug Pagpanalipod) ug inspirasyon, ug ayaw Ako hangyoa (mahitungod) sa kahimtang sa mga nagbuhat ug kasal-anan (wala mituo); kasigurohan nga sila mahimong malumos.”",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Ug samtang siya nagtukod sa Arka, matag higayon nga ang mga pangulo sa iyang katawhan muagi sa iyang atubangan, sila nagyaguta kaniya. Siya (Noe) miingon: “Kun kamo nagbiay-biay kanamo, sa ingon usab, kamo among biay-biayon sama sa inyong pagbiay-biay kanamo.",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Ug mahibaloan ninyo kun kinsa ang makadawat ug silot nga mutabon kaniya ang kaulawon, ug kun kang kinsa mukanaog ang walay kataposan nga silot.”",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "(Busa nagpadayon ang ingon niadto nga panghitabo), hangtod nga miabot ang Among Kasugoan ug ang hurnohan mibuswak (tubig nga sama sa tuboran gikan sa yuta). Among gisugo (kang Noe): “Isakay ninyo dinhi (sa barko) ang matag usa (sa mga linalang nga hayop) nga manag pares (sa matag matang tagduha, laki ug baye), ug ang imong pamilya, gawas kanila nga diin ang Pulong (pagadangatan) natakda na, ug (isakay) ang bisan kinsa nga magtutuo. Ug walay mituo kaniya gawas sa pipila.”",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Ug siya (Noe) miingon: “Panakay kamo (sa barko), sa Ngalan sa Allah kini mulihok (mulawig) ug (sa Ngalan sa Allah) kini mudungko. Sa pagkatinuod, ang akong Ginoo Labing Mapinasayluon, ang Labing Maluloy-on.”",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Busa (ang barko) milawig (nga kauban) nila sa taliwala sa nanggibungtod nga mga balud, ug si Noe mitawag sa iyang anak nga lalaki nga nagbulag kanila. “O akong anak! Sakay kanamo ug ayaw kahimong kauban sa mga manlilimod.”",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Ang iyang anak nga lalaki mitubag: “Musaka ako sa bukid, kini ang muluwas nako gikan sa tubig.” Si Noe miingon: “Niining adlawa walay makaluwas sa Silot sa Allah gawas kaniya nga gihatagan Niya sa Iyang kaluoy.” Ug ang dako nga balud miagi taliwala nila, busa ang iyang anak nauban sa mga nalumos.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Ug niini gikasugo: “O Kayutaan! Suyopa ang imong tubig, ug O kalangitan! Paundanga ang imong ulan.” Ug ang tubig mihubas (miubos) ug ang kasugoan sa Allah natuman (ang pagkalaglag sa mga tawo ni Noe). Ug (ang barko) mipundo sa Bukid sa Judi, ug kini giingon: “Palayo alang sa tigbuhat ug kadautan nga mga tawo!”",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Ug si Noe misampit sa iyang Ginoo ug miingon, “O akong Ginoo! Sa pagkatinuod, ang akong anak nga lalaki kauban sa akong pamilya! Ug walay pagduha-duha, ang Imong saad kamatuoran, ug Kamo ang labing maayong maghuhukom sa mga maghuhukom.\"",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Siya (Allah) miingon: “O Noe! Sa pagkatinuod siya dili kauban sa imong pamilya; sa pagkatinuod, ang iyang mga buhat dili matarong.Busa ayaw kamo pagpangutana Kanako sa wala ninyo mahibaloi. Gitambagan ko kamo, aron dili kamo maapil sa mga walay alamag.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Si Noe miingon, “Ginoo ko, modangop ako Kanimo gikan sa pagpangutana Kanimo sa butang nga wala nako mahibaloi. Gawas kon pasayloon mo ako ug kaloy-i ako, maapil ako sa mga mapildi.”",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Kini gikaingon: 'O Noe, kanaog, uban sa Among kalinaw, ug uban sa mga panalangin diha kanimo ug niadtong kinsay uban kanimo. Aduna usab mga tawo nga Among tugotan nga maglingaw-lingaw sa ilang mga kaugalingon sa makadiyot, ug unya usa ka masakit nga silot gikan Kanamo ang magsakit kanila.'",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Kana usa sa mga balita sa gitago, nga among gipadayag kanimo. Wala ka makahibalo, ni ikaw o ang imong katawhan sa wala pa kini. Busa pagmapailubon; Sa pagkatinuod, ang [maayo] nga kataposan alang sa mga matarong.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Ug ngadto sa mga A’ad (gipadala Namo) ang ilang igsuon nga si Hud. Siya (Hud) miingon: “O akong katawhan, simbaha ninyo ang Allah lamang. Wala na kamoy lain pang Ilâh (Diyos) gawas Kaniya. Sa pagkatinuod, wala kamoy laing gibuhat gawas sa paggama-gama ug mga kabakakan!”",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "“O akong katawhan, ako wala nangayo kaninyo ug suhol niini nga (Mensahe). Ang akong ganti gikan lang Kaniya nga naglalang kanako. Dili ba kamo makasabot?",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Akong katawhan! Mangayo kamo ngadto sa kapasayloan sa 'Allāh' inyong Ginoo ug balik kamo Kaniya paghinulsol. ipadala Niya kaninyo gikan sa langit ang abunda nga ulan 'panalangin' ug dugangan \nang inyong kusog. Ug ayaw kamog talikod ingon sa mga dautan.”",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Sila miingon: “O Hud, wala kay kalig-onan nga gidala kanamo, ug dili namo talikdan ang among mga diyos (nga ginasimba) tungod lang sa imong gipangwali! Ug kami dili mutuo kanimo.”",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Ang amo lang masulti mao ang: “Ang uban sa among mga diyos misakmit kanimo sa kadautan.” Siya (Hud) miingon: “Gisampit nako ang Allah nga musaksi ug kamo ang makapamatuod nga ako gawasnon sa tanan nga mga ginabutang ninyo nga mga sa pagsimba, -",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Gawas Kaniya (Allah). Busa paglaraw kamo batok kanako, kamong tanan, ug ayaw na ninyo langaya.",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Gitugyan nako ang akong bug-os pagsalig sa Allah, ang akong Ginoo ug inyong Ginoo. Walay bisan usa nga naglihok (naay kinabuhi) nga linalang ang wala Niya makupti sa agtang niini (anaa Kaniya ang Gahom ug pagbulot-an). Sa pagkatinuod, ang 'Allah' akong Ginoo anaa sa Matul-id nga Dalan (ang Kamatuoran).",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Apan kun kamo mutalikod, bisan pa niana, akoa nang napaabot kaninyo ang (Iyang) Mensahe. Ang akong Ginoo magpuli kaninyo ug lain pang mga tawo ug dili kamo makadaot Kaniya bisan diyutay. Sa pagkatinuod, ang akong Ginoo Tig-amping sa tanang butang.”",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Sa diha nga ang Among Kasugoan (Silot) miabot (kanila), giluwas Namo si Hud ug kadtong mituo kaniya pinaagi sa Kaluoy nga gikan Kanamo, ug giluwas Namo sila gikan sa sakit nga silot.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Sa ingon man Kadtong mga katawhan sa A’ad. Gisalikway nila ang mga Timaan ug Bersikulo sa ilang Ginoo ug gisupak nila ang Iyang mga Sinugo, ug gisunod nila ang kamadoan sa usa sa matag mapahitas-on, masupilon (malupigon sa kamatuoran).",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Ug sila gisunod ug tunglo niining kalibotana ug ingon man sa Adlaw sa Pagkabanhaw. Walay pagduhaduha! Sa pagkatinuod, ang (tribu sa) A’ad naglimod sa ilang Ginoo. Busa palayo ngadto sa A’ad, ang katawhan ni Hud.",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Ug ngadto sa mga Thamud (nagpadala Kami) sa ilang igsuon nga si Salih. Siya miingon: “O akong katawhan! Simbaha ninyo ang Allah lamang, wala na kamoy lain pang Ilâh (Diyos) gawas Kaniya. Iyang gilalang kamo gikan sa yuta ug didto gipapuyo Niya kamo sa pagtukod ug pagmintinar, busa pangayo kamo sa Iyang kapasayloan ug atubang kamo ngadto Kaniya sa paghinulsol. Sa pagkatinuod, ang akong Ginoo Kanunay nga Duol (sa tanan, pinaagi sa Iyang Kahibalo ug Gahom), ang tubaga ang mga pag-ampo.”",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Sila miingon: “O Ṣāliḥ, ikaw ang among gipangandoy sa wala pa kini (ug naninguha kami kanimo nga ikaw mahimo namong pangulo). Apan karon imong gidid-an kami sa pagsimba sa gisimba sa among mga ginikanan (kagikan) (ug simbahon lang ang imong Diyos [Allah])! Sa pagkatinuod kami anaa sa pagduhaduha mahitungod sa unsay sa imong gitawag ngadto kanamo.”",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Siya miingon: “O akong katawhan! Isulti ninyo kanako, kon ako anaa sa usa ka tin-aw nga pamatuod gikan sa 'Allāh' akong Ginoo ug Siya mihatag kanako gikan Kaniya sa usa ka kalooy (pagka-Propeta, ug uban pa). Busa kinsa ba ang makatabang kanako batok sa Allah kun ako mosupak Kaniya? Busa wala kamoy madugang kanako gawas sa kapildihan.",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Ug O akong katawhan! Kining babaye nga kamelyo nga Iya sa Allah usa ka Timaan alang kaninyo2, busa biyai siya aron manibsib sa yuta ni Allah, ug ayaw siya hilabti nga adunay kadaot, kay kon dili usa ka nagsingabot nga silot ang moabot kaninyo.",
      "footnotes": "2. Tan-awa ang 7:73-79, 26:155-156."
    },
    {
      "ayah_number": 65,
      "translation_bis": "Apan ilang giihaw kini (ang babaye nga kamelyo). Busa siya (Salih) miingon: “'Paglingaw sa inyong mga kaugalingon sa inyong mga panimalay sulod sa labing taas nga tulo ka adlaw. Kini usa ka saad (usa ka hulga), nga dili mapahimakak.”",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Busa sa diha nga ang Among sugo (Silot) miabot, giluwas Namo si Salih ug ang mituo uban kaniya pinaagi sa Kaluoy gikan Kanamo ug (giluwas Namo sila) sa kaulawan niadtong Adlawa. Sa pagkatinuod ang inyong Ginoo (Allah), Siya ang Bugtong Hingpit nga Kusgan, ang Labing Gamhanan.",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Ug ang dakong Pagbuto3 misakmit niadtong nagbuhat ug dautan, busa sila nanggibuy-od nga patay nga dili na mulihok sa ilang mga panimalay,",
      "footnotes": "3. Usa ka tusok nga singgit o pagbuto gikan sa langit."
    },
    {
      "ayah_number": 68,
      "translation_bis": "Nga mura bag sila wala nagpuyo didto. Sa pagkatinuod, ang [tribo] ni Thamūd naglimod sa 'Allāh' ilang Ginoo. Busa alaut ang Thamud!",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Sa pagkatinuod, ang among mga anghelanon nga mga mensahero nagdala ug maayong balita ngadto kang Abraham. Sila nangumusta kaniya pinaagi sa Salam (Kalinaw). Siya mitubag, Salam (Kalinaw)\nBusa wala niya gipalangan ang pagdala sa gisugba nga nating baka.",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Apan sa dihang nakita niya ang ilang mga kamot nga wala makaabot didto [sa sinugba baka], siya nagduda kanila ug siya nakabaton ug kahadlok. Sila miingon: “Ayaw kahadlok, kami gipadala aron sa pagsilot sa mga katawhan ni Lot.\"",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "Ug ang asawa ni Abraham nagbarog duol ug sa pagkadungog niini siya mikatawa[4]; Ug Kami mihatag kaniya sa maayong balita sa (pagkatawo ni) Isaac, ug human ni Isaac, si Hakob.",
      "footnotes": "[4]. Tingali tungod kay ang mga Sinugo wala mikaon sa ilang pagkaon o siya nalipay sa diha nga siya nahibalo sa kalaglagan sa katawhan ni Lut)."
    },
    {
      "ayah_number": 72,
      "translation_bis": "Siya (ang asawa ni Abraham) miingon (nga adunay pagkahibulong): “Alaut ako! Ako ba magsabak pa nga ako usa na ka tigulang nga babaye, ug ania ang akong bana, usa na ka tigulang nga lalaki? Sa pagkatinuod kini usa ka makatilingala nga butang!’",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Sila miingon: “Ikaw ba nahibulong sa sugo sa Allah? Ang Kaluoy sa Allah ug ang Iyang mga Panalangin maanaa kaninyo, O Pamilya (ni Abraham). Sa pagkatinuod, Siya (Allah) Labing Dalaygon, ang Labing Halangdon.”",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Sa diha nga ang kahadlok nawala (sa hunahuna) ni Abraham, ug ang maayong balita miabot kaniya, siya misugod ug pangamuyo (pangatarongan) kanamo alang sa katawhan ni Lut.",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "Sa pagkatinuod, si Abraham mapailubon, malumo og kanunay nga nag-ampo ug kinasingkasing nga naghinulsol.",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "Unya (Among mga anghel) miingon kaniya: 'O Abraham, hunong gikan niini, kay sa pagkatinuod ang sugo sa imong Ginoo miabut na; ug ang usa ka silot nga dili malikayan hapit na mahitabo kanila.'",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "Sa diha ang Among mga mensahero (mga anghel) miabot kang Lut, siya nabalaka kanila ug nakabati sa iyang kaugalingon nga wala siyay kusog sa pagpanalipod kanila[5]. Siya miingon, “Kini usa ka makalilisang nga adlaw.”",
      "footnotes": "[5]. Nga basin ang mga tawo sa lungsod muduol kanila ug magbuhat ug sodomiya kanila."
    },
    {
      "ayah_number": 78,
      "translation_bis": "Ug ang iyang katawhan miabot kaniya nga nagdali-dali, ug kaniadto pang una, sila daan na sa pagbuhat ug mga bug-at nga kasal-anan (sodomiya), siya nagtanyag: “O akong mga katawhan! Ania ang akong mga anak nga babaye (ang mga anak nga babaye sa akong katawhan), sila putli alang kaninyo (kun sila inyong pakaslan nga uyon sa balaud). Busa kahadloki ninyo ang Allah ug ayaw ninyo ako pakaulawi atubangan sa akong mga bisita! Wala bay bisan usa gikan sa inyong pundok nga adunay matarong nga panghunahuna?”",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_bis": "Sila miingon: “Ikaw nasayod nga kami walay kaulag o panginahanglan sa imong mga anak nga babaye, ug tinuod nga nahibaloan nimo kun unsa ang among nagustohan!”",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_bis": "Siya 'Lot' miingon: \"Kon ako unta adunay kusog batok kanimo o nga ako makadangup sa usa nga gamhanan6.\"",
      "footnotes": "6. Naghunahuna siya nga kulang siya sa gikinahanglang tabon sa panalipod, ilabina sa iyang kaugalingong banay. Apan, sa maong grabeng kahimtang, ang iyang Tigpanalipod walay lain kondili ang Diyos nga Labing Gamhanan."
    },
    {
      "ayah_number": 81,
      "translation_bis": "Sila (ang mga Anghel) miingon: “O Lut! Sa pagkatinuod kami mga Sinugo gikan sa 'Allāh' imong Ginoo! Ikaw dili nila maabtan (magukod). Busa panaw uban ang imong pamilya sa pipila ka bahin sa gabii, ug ayaw tugoti ang bisan kinsa kaninyo nga mulingi sa likod, gawas lang sa imong asawa, sa pagkatinuod, ang silot nga ihatag kanila matagamtaman niya. Kasigurohan, ang buntag mao ang ilang gitakda nga oras. Dili ba ang buntag hapit na?”",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_bis": "Busa sa diha nga ang Among sugo (Silot) miabot na, gihimo Namo nga ang kinatas-an nga bahin (sa mga lungsod sa Sodoma sa Palestina) nga kinaubsan (gilaglag ug gipatag), ug gipaulan Namo kanila ang mga bato sa Sijjil (lapok nga gihurno) usa human sa usa;",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_bis": "Nga gimarkahan gikan sa 'Allāh' imong Ginoo, ug kini dili layo sa mga tigbuhat ug kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_bis": "Ug ngadto sa katawhan sa Madyan (Midian) gipadala Namo ang ilang igsuon nga si Shuaib. Siya miingon: “O akong katawhan! Simbaha ang Allah, wala na kamoy lain pang Diyos gawas Kaniya, ug ayaw paghatag ug kakulangon sa sukod o timbang, kamo akong nakita sa kauswagan. Ug sa pagkatinuod, akong gikahadlokan alang kaninyo ang silot sa Adlaw nga magalikos kanimo [sa kalaglagan].",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_bis": "Oh akong katawhan! Paghatag ug hustong sukod ug timbang nga adunay katarong ug ayaw kulangi ang butang nga angay sa mga tawo, ug ayaw kamo pagbuhat ug kadautan sa kayutaan, nagpakaylap sa kurakot.",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_bis": "Ang gikatugyan sa All̄āh[7] kaninyo, kini labing maayo kaninyo kana kun kamo mga magtotoo. Ug ako wala gitakda kaninyo ingon nga inyong tigbantay.”",
      "footnotes": "[7]. Nga Iyang gibilin kanimo gikan sa gitugot human sa pagtuman sa mga katungod sa mga tawo sumala sa hustisya."
    },
    {
      "ayah_number": 87,
      "translation_bis": "Sila miingon: “O Shu'aib, ang imo bang mga pag-ampo nagsugo nga among talikdan ang gisimba sa among mga ginikanan o kaha among talikdan ang gusto namong buhaton sa among mga kwarta. Sa pagkatinuod ikaw lang ang mainantuson ug adunay hustong panghuna-huna[8]”.",
      "footnotes": "[8]. Kini ang ilang ginasulti uban ang pagyaga-yaga."
    },
    {
      "ayah_number": 88,
      "translation_bis": "Siya miingon: \"Oh akong katawhan, kun ako adunay tin-aw nga kalig-onan gikan sa akong Ginoo, ug gipanalanginan Niya ako ug maayo nga sustento gikan Kaniya (pakadautanon ba nako kini pinaagi sa pagsagol niini ug ilegal nga kinitaan) Dili nako gusto buhaton ang mga butang nga gidili nako kaninyo. Gitinguha ko lang ang kausaban (alang sa inyong kaayohan) hangtod sa akong mahimo. Ug ang akong kalampusan (sa akong buluhaton) gikan lamang sa Allāh. Sa Allah lamang ako nagasalig, ug Kaniya ako (magabalik) sa paghinulsol.",
      "footnotes": null
    },
    {
      "ayah_number": 89,
      "translation_bis": "O akong katawhan! Ayaw tugoti nga ang akong pagsupak (kasuko tungod sa inyong kawalay pagtuo sa Allah ug sa inyong pagsimba sa mga diyus-diyos) ang mahimong hinungdan aron dangatan ninyo ang gisangpotan sa mga tawo ni Noe o ni Hud o ni Salih, ug ang mga katawhan ni Lut dili layo kaninyo!",
      "footnotes": null
    },
    {
      "ayah_number": 90,
      "translation_bis": "Ug pangayo kamo ug kapasayloan sa 'Allah' inyong Ginoo ug balik kamo Kaniya sa paghinulsol. Sa pagkatinuod, ang akong Ginoo (Allah) Labing Maluloy-on, ang Labing Mahigugmaon.”",
      "footnotes": null
    },
    {
      "ayah_number": 91,
      "translation_bis": "Sila miingon: \"O Shuaib! Wala namo masabti ang kadaghanan sa imong gisulti, ug sa pagkatinuod kami nag-isip kanimo nga huyang taliwala kanamo. Kun dili tungod sa imong pamilya, gibato ka namo. Ug dili ka gamhanan nga mulungtad batok kanamo.",
      "footnotes": null
    },
    {
      "ayah_number": 92,
      "translation_bis": "Siya miingon: “O akong katawhan, ang akong pamilya mas dungganan pa ba kaninyo kay sa Allāh ug inyong gibutang Siya sa inyong luyo? Sa pagkatinuod, ang akong Ginoo sa bisan unsa nga imong pagabuhaton mao ang Tanan nga naglangkob.",
      "footnotes": null
    },
    {
      "ayah_number": 93,
      "translation_bis": "Oh akong katawhan! Pagbuhat kamo ug uyon sa inyong abilidad ug paagi ug buhaton nako ang akong paagi. Mahibal-an nimo kung kinsa ang mag-antos nga makapakaulaw kaniya usa ka silot nga makapakaulaw kaniya; ug kinsa mao ang bakakon. Ug paghulat kamo! Sa pagkatinuod, ako usab naghulat uban kaninyo [sa unsa ang isugo ni Allah].”",
      "footnotes": null
    },
    {
      "ayah_number": 94,
      "translation_bis": "Sa diha nga ang Among sugo (Silot) miabot na, giluwas Namo si Shuaib ug ang mga tawo nga mituo uban kaniya ingon nga Kaluoy gikan Kanamo. Ug dakong Pagbuto (silot) misakmit sa mga makasasala, busa sila nanggibuy-od nga patay nga dili na mulihok sa ilang mga panimalay,",
      "footnotes": null
    },
    {
      "ayah_number": 95,
      "translation_bis": "Nga mura bag sila wala nagpuyo didto. Busa alaut ang Midian sama sa Thamud nga gilaglag[9].",
      "footnotes": "[9]. Kining tanan nga mga nasud o katawhan gilaglag."
    },
    {
      "ayah_number": 96,
      "translation_bis": "Sa pagkatinuod, gipadala Namo si Moises nga dala ang Among mga timaan, ug kagahom nga dayag;",
      "footnotes": null
    },
    {
      "ayah_number": 97,
      "translation_bis": "Kang Paraon ug sa iyang mga kadagkoan, apan gisunod nila ang sugo ni Paraon, ug ang kasugoan ni Paraon dili husto.",
      "footnotes": null
    },
    {
      "ayah_number": 98,
      "translation_bis": "Siya ang modala sa iyang katawhan sa Adlaw sa Pagkabanhaw unya siya dad-a kanila ngadto sa Kalayo.Pagkadautan nga dapit diin gitultulan!",
      "footnotes": null
    },
    {
      "ayah_number": 99,
      "translation_bis": "Sila gigukod ug tunglo sa (nga kinabuhi niining kalibotana) ug mao usab (sila gukoron ug usa ka tunglo) sa Adlaw sa Pagkabanhaw. Ug hilabihan ka Dautan ang ganti ug ang nagdawat (sa tunglo)!",
      "footnotes": null
    },
    {
      "ayah_number": 100,
      "translation_bis": "Kini mga kaagi (balita) sa mga nasud nga Among gisaysay kanimo (O Muhammad), ang uban nagbarog pa (ang ilang timailhan makita pa), ug ang uban hupas na (nawala na ang ilang mga agi o timaan).",
      "footnotes": null
    },
    {
      "ayah_number": 101,
      "translation_bis": "Dili kami dili makiangayon kanila, apan sila dili makiangayon sa ilang kaugalingon (pinaagi sa pagbuhat sa dili politeismo ug mga sala). Busa ang ilang mga diyos-diyos gawas pa sa Allah nga kini ilang giampoan, wala nakahatag ug kapahimuslan kanila sa diha nga miabot ang sugo (Silot) sa 'Allah' imong Ginoo. Hinonoa kini mihingpit sa ilang kalaglagan.",
      "footnotes": null
    },
    {
      "ayah_number": 102,
      "translation_bis": "Ingon niini ang pagsakmit (pagsilot) sa imong Ginoo, sa diha nga Iyang sakmiton (ang katawhan) sa mga nasud samtang sila nagbuhat ug kasaypanan. Sa pagkatinuod ang Iyang Pagsakmit sakit ug hilabihan.",
      "footnotes": null
    },
    {
      "ayah_number": 103,
      "translation_bis": "Sa pagkatinuod, niini (adunay) sigurado nga pagtulon-an sa mga adunay kahadlok sa silot sa Pikas-Kinabuhi. Kini ang Adlaw nga ang katawhan pagatigumon nga managkauban, ug kini ang Adlaw (nga mahitabong) masaksihan.",
      "footnotes": null
    },
    {
      "ayah_number": 104,
      "translation_bis": "Ug wala namo kini gipalangan gawas lang sa limitado nga termino.",
      "footnotes": null
    },
    {
      "ayah_number": 105,
      "translation_bis": "Nianang umaabot nga adlaw, walay kalag nga mosulti gawas kon pinaagi sa Iyang pagtugot, unya ang uban kanila mahimong alaut ug 'uban pa' gipanalanginan.",
      "footnotes": null
    },
    {
      "ayah_number": 106,
      "translation_bis": "Alang sa mga alaut, [sila] anaa sa walay katapusang Kalayo. Alang kanila mao ang pag-agulo ug paghangos[10],",
      "footnotes": "[10]. pagginhawa nga pagawas ug pagginhawa nga pasulod [ang ilang pangagho ug pagtuaw susama sa pagsaba-saba sa asno."
    },
    {
      "ayah_number": 107,
      "translation_bis": "Sila magpuyo didto (sa tibuok panahon) samtang ang kalangitan ug kayutaan mulungtad, gawas nga gustohon sa imong Ginoo. Sa pagkatinuod, ang inyong Ginoo ang tigbuhat sa Iyang magustohan.",
      "footnotes": null
    },
    {
      "ayah_number": 108,
      "translation_bis": "Alang sa mga gipanalanginan, sa Paraiso [sila] magpabilin (sa tibuok panahon) samtang ang langit ug ang yuta molungtad gawas sa gigusto sa imong Ginoo - Usa ka ganti nga walay kataposan.",
      "footnotes": null
    },
    {
      "ayah_number": 109,
      "translation_bis": "Busa ayaw pagduhaduha (Oh Muhammad) kon unsa ang gisimba niining [mga pagano]. Wala sila nagasimba gawas sa gisimba sa ilang mga katigulangan kaniadto. Ug sa pagkatinuod, among igahatag kanila ang saktong sukod sa ilang bahin (sa pagsilot) sa bug-os nga walay pagkulang.",
      "footnotes": null
    },
    {
      "ayah_number": 110,
      "translation_bis": "Sa pagkatinuod, Kami naghatag kang Moises sa kasulatan, apan sila nagkalahi mahitungod niini. Kung dili pa tungod sa usa ka nauna nga pulong gikan sa imong Ginoo, maghukom gyud siya tali kanila. Sa pagkatinuod sila anaa sa usa ka pagduhaduha mahitungod niini [sa Qur'ān].",
      "footnotes": null
    },
    {
      "ayah_number": 111,
      "translation_bis": "Ug sa pagkatinuod, ang matag usa [sa mga magtutuo ug mga manlilimod] - ang imong Ginoo sa hingpit moganti kanila alang sa ilang mga buhat. Sa pagkatinuod Siya nasayod sa tanan sa bisan unsa nga ilang ginabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 112,
      "translation_bis": "Busa pagpabilin nga malig-on (Oh Muhammad) sa Matul-id nga Dalan ingon nga gikasugo kaninyo, uban sa nagabalik (sa Allāh) sa paghinulsol uban kaninyo, ug ayaw paglapas. Sa pagkatinuod, Siya nakakita sa bisan unsa nga inyong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 113,
      "translation_bis": "Ayaw pagkiling ngadto sa mga nagbuhat ug kasaypanan (mga madaug-daugon), kay kon dili ang Kalayo mutandog kaninyo. Wala kamoy mga tigpanalipod gawas ni Allah, ni kamo pagatabangan.",
      "footnotes": null
    },
    {
      "ayah_number": 114,
      "translation_bis": "Magmakanunayon sa Salah 'pag-ampo' sa duha ka tapos sa adlaw[11] ug sa bahin sa gabii[12]. Sa pagkatinuod, ang maayong mga buhat makawagtang sa daotang mga buhat. Usa kana ka pahinumdom alang niadtong nakahinumdom.",
      "footnotes": "[11]. Ang kaadlawon (Fajr), udto (Duhr), ug hapon (`Aṣr) mga pagsimba.\n[12]. Ang pagsalop sa adlaw (Maghrib) ug gabii (`Ishā') mga pagsimba."
    },
    {
      "ayah_number": 115,
      "translation_bis": "Ug pagpakamainantuson, sa pagkatinuod ang Allah dili magkawang sa ganti sa mga tigbuhat ug maayo.",
      "footnotes": null
    },
    {
      "ayah_number": 116,
      "translation_bis": "Kun naa lang unta diha sa mga kaliwatan (kansang Among giguba) sa wala pa kamo,mga tawo nga adunay pagsabot aron pasidan-an ang mga tawo batok sa mga nagpakaylap sa pagkadunot sa yuta (pagsimba sa mga diyus-diyos, tanang matang sa krimen ug kasal-anan), gawas sa pipila kanila kinsay Among giluwas. Apan sila nga nagbuhat ug kasaypanan migukod sa mga kalipay (niining kalibotanong kinabuhi) ug sila nahimong mga dautan.",
      "footnotes": null
    },
    {
      "ayah_number": 117,
      "translation_bis": "Dili gayod gub-on sa imong Ginoo ang mga lungsod sa sayop 'inhustisya' nga paagi, samtang ang ilang mga tawo mga repormador.",
      "footnotes": null
    },
    {
      "ayah_number": 118,
      "translation_bis": "Kon ang imong Ginoo mobuot pa, Siya sa pagkatinuod magabuhat sa katawhan ug usa ka Nasud apan sila dili mohunong sa pagkalahi.",
      "footnotes": null
    },
    {
      "ayah_number": 119,
      "translation_bis": "Gawas niadtong gikaluy-an sa imong Ginoo (ang tigsunod sa Kamatuoran ug ang pagtuo sa Pagkausa sa Allah), ug tungod niana lyang gibuhat sila. Ang pulong sa imong Ginoo matuman : \"Punoon ko gayud ang Impyerno sa mga jinn ug mga tawo nga tanan managkauban (nga nagsalikway sa kamatuoran).\"",
      "footnotes": null
    },
    {
      "ayah_number": 120,
      "translation_bis": "Ug ang tanan nga balita (sugilanon) nga mga gisaysay Namo kanimo (Oh Muhammad) mahitungod mga Sinugo kamatuoran, aron mabuhat Namo nga mahimong kusgan ug lig-on ang imong kasing-kasing. Ug niini (kapitulo sa Qur’an) miabot kanimo ang Kamatuoran, ug kini mao ang usa ka Pasidaan 'sa mga manlilimod' ug Pahinumdom sa mga magtutuo.",
      "footnotes": null
    },
    {
      "ayah_number": 121,
      "translation_bis": "Ug isulti sa mga wala mituo: “Pagbuhat kamo ug uyon sa inyong mahimo ug paagi, Kami (usab) nagabuhat (nga uyon sa Among paagi).",
      "footnotes": null
    },
    {
      "ayah_number": 122,
      "translation_bis": "Paghulat (alang sa sugo sa Dios); kami (usab) naghulat (alang niini).”",
      "footnotes": null
    },
    {
      "ayah_number": 123,
      "translation_bis": "Iya sa Allah ang pag-angkon (pagpanag-iya) sa mga tinago sa kalangitan ug kayutaan, ug Kaniya ibalik ang paghukom sa tanang mga butang. Busa, simbaha ninyo Siya lamang ug ibutang ang imong bug-os pagsalig Kaniya. Ug ang imong Ginoo ang Nakahibalo sa bisan unsa nga inyong ginabuhat.",
      "footnotes": null
    }
  ]
}