{
  "surah_number": 12,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Alif Laam Ra[1]. Kini mao ang mga Bersikulo sa tin-aw nga Libro (Qur'an).",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili hitupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud sila makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Sa pagkatinuod Kami nagpadayag niining perpekto nga Qur’an nga gilitok sa Arabiko - aron kamo makasabut.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Kami nag-asoy kanimo (Oh Muhammad) sa labing maayo nga mga sugilanon, pinaagi sa Among pagpadayag kanimo niini nga Qur'an, bisan pa sa wala pa kini ikaw usa niadtong mga wala makahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "(Niini nga mga sugilanon, hisguti) sa dihang si Yusuf (Jose) miingon sa iyang amahan: O akong amahan, sa pagkatinuod nakita ko ang napulog-usa ka bituon ug ang adlaw ug ang bulan - nakita ko sila nga nagyukbo kanako.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "(Si Hakob) miingon: O akong anak, ayaw isugilon ang imong panan-awon sa imong mga igsoon, kay tingali unyag maglaraw sila (dautan) batok kanimo; sa pagkatinuod si Satanas usa ka dayag nga kaaway sa tawo.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Ug ingon niini (ang Allah) imong Ginoo magpili kanimo, ug magtudlo kanimo sa kahulogan sa (mga panghitabo ug sa) mga damgo ug maghimo sa Iyang Kalooy (Pabor) nga hingpit nganha kanimo ug ngadto sa pamilya ni Hakob, ingon nga Iyang gihingpit kini kaniadto ngadto sa imong mga amahan, nga sila Abraham ug Isaac; sa pagkatinuod (ang Allah) nga imong Ginoo mao ang Labing Nahibalo, Tinuod nga Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Sa pagkatinuod diha kang Jose ug sa iyang mga igsoon adunay tino nga makat-unan alang sa mga mangutana.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Sa diha nga sila miingon: Sa pagkatinuod si Jose ug ang iyang igsoon nga lalake (Benjamin) labing hinigugma sa atong amahan kay kanato, bisan tuod kita daghan kaayo (napulo) sa gidaghanon; sa pagkatinuod ang atong amahan anaa sa dayag nga kasaypanan:",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Patya si Jose o isalibay siya (sa gawas) ngadto sa laing yuta, aron ang pagtagad sa inyong amahan alang lamang kaninyo, ug pagkahuman mamahimo kamong maghinulsol ug mahimong matarong nga katawhan.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Ang usa ka mamumulong gikan kanila (Juda) miingon: Ayaw patya si Jose; hinoon, ihulog siya sa ilawom sa atabay, kung inyo gayud nga buhaton kini, (aron) ang uban sa mga magpapanaw makakuha (ug ibaligya siya).",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Sila miingon: O among amahan, unsa may imong katarongan nga dili nimo isalig kanamo si Yusuf (Jose)? Nga sa pagkatinuod kami mao ang iyang matinud-anon nga mga magtatambag (tigpangandoy sa iyang ikaayo):",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Ipadala siya uban kanamo ugma aron iyang malingaw ang iyang kaugalingon ug magadula, ug sa pagkatinuod bantayan namo siya pag-ayo.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "(Si Hakob) miingon: Sa pagkatinuod kini nagpaguol kanako nga kamo mokuha kaniya palayo, ug ako nahadlok nga ang usa ka lobo mokaon kaniya samtang kamo walay pagtagad kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Sila miingon: Sa pagkatinuod kon ang usa ka lobo mokaon kaniya, samtang kami daghan kaayo2, nan, kami sa pagkatinuod mga kapildihan.",
      "footnotes": "2. Napulo sa gidaghanon."
    },
    {
      "ayah_number": 15,
      "translation_bis": "Busa sa diha nga sila milakaw na uban kaniya ug nasabutan nga ihulog siya sa ilawom sa atabay, Kami nagpadayag ngadto kaniya (Jose): Ikaw sa pagkatinuod mopahibalo kanila sa ilang binuhatan samtang wala sila makahibalo kon kinsa ka.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Ug sila miadto sa ilang amahan sa pagkagabii, nga naghilak.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Sila miingon: O among amahan! Sa pagkatinuod nanggilumba kami ug nabiyaan si Jose uban ang among mga butang, ug gikaon siya sa usa ka lobo, apan ikaw dili motoo kanamo, bisan pa kami nagsulti sa kamatuoran.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Ug ilang gidala ang iyang sinina nga may dugo niini nga dili tinuod. Si [Jacob] miingon, \"Hinuon, ang inyong mga kalag nakadani kaninyo sa usa ka butang, mao nga ang pailub mao ang labing angay lang kanako.Ug si Allah mao ang gipangita alang sa panabang batok sa imong gihulagway.\"",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Ug adunay nangabut nga mga magpapanaw ug ilang gipadala ang ilang kalus sa tubig ug (ang usa kanila) iyang gitonton ang iyang balde sa atabay. Siya miingon: O maayong balita! Kini usa ka batan-on; ug ilang gitagoan siya ingon nga usa ka butang nga mabaligya. Ug ang Allah mao ang Labing Nakahibalo sa unsay ilang gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Ug ilang gibaligya siya sa usa ka gamay nga kantidad, pipila ka mga piraso sa pilak, ug sila wala magpakita ug tinguha kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Ug ang usa gikan sa Ehipto3 nga mipalit kaniya miingon sa iyang asawa4: Himoa nga dungganon ang iyang pagpabilin uban kanato, basin siya mahimong mapuslanon kanato, o mahimo natong sagopon siya ingon nga anak. Ug sa ingon niini Kami (Allah) mipabarog kang Jose sa yuta (sa Ehipto), ug aron Kami makatudlo kaniya sa kahulogan sa (mga panghitabo ug) mga damgo; ug ang Allah adunay hingpit nga Gahum ug Pagdumala ibabaw sa Iyang mga kalihokan, apan kadaghanan sa mga tawo wala mahibalo.",
      "footnotes": "3. Potiphar, ang pangulong opisyal ni Paraon.\n4. Zuleika."
    },
    {
      "ayah_number": 22,
      "translation_bis": "Ug sa diha nga siya (Jose) miabut na sa iyang hingpit nga pagkalalaki, Kami mihatag kaniya og kaalam ug kahibalo; ug sa ingon Kami nagganti sa mga tigbuhat og maayo.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Ug siya (Zuleika), sa kang kansang balay anaa siya (Jose), (nagbaton ug usa ka gugma alang kaniya ug) naninguha sa pagtintal kaniya. Iyang (Zuleika) gisirhan ang mga pultahan ug miingon: Umari ka, Oh ikaw. Si (Jose) miingon: Ako nagpasalipod sa Allah. Sa pagkatinuod siya (imong bana) mao ang akong agalon nga naghimong maayo sa akong pagpuyo. Sa pagkatinuod ang mga mamumuhat sa kadautan dili molampos ug mouswag.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Siya miduol kaniya, ug siya unta mobuhat sa ingon, kon siya wala makakita sa usa ka ilhanan gikan sa iyang Ginoo. Mao kini ang paagi nga Among gilikayan ang daotan ug ang kalaw-ayan gikan kaniya, kay siya tinuod nga usa sa Among pinili nga mga ulipon.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Ug silang duha nanaglumba sa usag usa ngadto sa pultahan, ug iyang gigisi ang iyang bisti gikan sa luyo, ug ilang nakaplagan ang iyang bana diha sa pultahan. Siya miingon: Unsa ang silot kaniya nga nagtinguha ug daotan alang sa imong asawa gawas sa pagkabilanggo o usa ka sakit nga silot?",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "(Si Jose) miingon: Siya mao ang nagtinguha sa paghaylo kanako; ug ang usa ka saksi sa iyang kaugalingong panimalay nagpamatuod: Kong ang iyang (Jose) sinina nagisi gikan sa atubangan, siya nagasulti sa kamatuoran, ug siya (Jose) usa sa mga bakakon:",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Apan kon ang iyang bisti nagisi gikan sa luyo, namakak siya ug siya (Jose) usa sa mga matinud-anon.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Busa sa diha nga siya (iyang bana) nakakita sa iyang sinina nga nagisi gikan sa luyo, siya miingon: Sa pagkatinuod kini usa ka laraw kaninyo nga mga babaye; sa pagkatinuod ang imong laraw gamhanan;",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Oh Jose! Ayaw pagtagad niining tanan; ug (Oh akong asawa) pangayo ug pasaylo sa imong sala, sa pagkatinuod ikaw nakasala.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Ug ang mga babaye sa lungsod miingon: Ang asawa sa Aziz5 nagtinguha sa paghaylo (pagtintal) sa iyang sulugoon, sa pagkatinuod siya nahigugma kaniya sa mapintas nga paagi; sa pagkatinuod nakita namo siya nga anaa sa dayag nga kasaypanan.",
      "footnotes": "5. Potiphar, ang labaw nga opisyal ni Paraon."
    },
    {
      "ayah_number": 31,
      "translation_bis": "Busa sa pagkadungog niya sa ilang maigmat nga mga pulong, iyang gipatawag sila ug giandaman sila ug usa ka kombira, ug gihatagan ang tagsatagsa kanila ug usa ka kutsilyo, ug miingon (kang Jose): Umari kamo ngadto kanila. Busa sa diha nga sila nakakita kaniya, sila hilabihan nga nakadayeg (sa iyang kaanyag), ug \nnahiwa nila ang ilang mga kamot (sa ilang pagkatingala), ug miingon: Himaya sa Allah (gikan sa pagkadili hingpit); dili kini usa ka tawo; kini usa lamang ka halangdon nga Anghel.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Siya miingon: Kini mao ang inyong gibasol kanako, ug sa pagkatinuod ako nagtinguha sa paghaylo kaniya, apan siya midumili, ug kon siya dili mobuhat sa unsay akong sugo kaniya, siya sa pagkatinuod mabilanggo, ug siya sa pagkatinuod mahilakip niadtong kinsay mga gipakaulawan.",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Si (Jose) miingon: (Oh Allah) akong Ginoo! Ang bilanggoan labing hinigugma alang kanako kay sa unsay ilang gidapit kanako; gawas lang kun ipalayo Nimo ang ilang laraw gikan kanako, ako mahandag ngadto kanila, ug mahimong (usa) sa mga walay alamag.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Busa ang iyang Ginoo (Allah) midawat sa iyang pag-ampo ug mipahilayo sa ilang laraw gikan kaniya; sa pagkatinuod Siya mao ang Makadungog sa Tanan, ang Nakahibalo sa Tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Unya (kini) nagpakita ngadto kanila human sila nakakita sa mga timailhan (sa iyang pagka-inosente) sa pagbilanggo kaniya sa usa ka panahon.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Ug ang duha ka batan-on misulod sa bilanggoan uban kaniya. Usa kanila miingon: Nakita ko ang akong kaugalingon nga nagpuga ug bino. Ug ang usa miingon: Nakita ko ang akong kaugalingon nga nagadala ug tinapay sa akong ulo nga gikaon sa mga langgam. Ipahibalo kanamo ang kahulogan niini, sa pagkatinuod kami nakakita kanimo nga usa sa mga nagabuhat ug maayo.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "(Si Jose) miingon: “Makasulti pa gani ko nimo kon unsang klaseng pagkaon ang igahatag nimo sa dili pa nimo madawat. Kini nga ˹kahibalo˺ gikan sa gitudlo kanako sa 'Allāh' akong Ginoo. Gilikayan nako ang pagtuo sa usa ka katawhan nga wala motuo kang Allah ug sila mga manlilimod sa Pikas Kinabuhi.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Ug ako misunod (Islam) ang relihiyon sa akong mga amahan, Abraham ug Isaac ug Hakob; dili (angay) alang kanato nga kita magbutang ug kauban sa Allah; kini pinaagi sa Pabor sa Allah nganhi kanato ug sa katawhan, apan kadaghanan sa mga tawo wala magpasalamat:",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "O akong duha ka kauban sa bilanggoan! Aduna bay daghang lain-laing mga ginoo (mga dios) nga mas maayo o ang Allah ang Usa (Tinuod nga Dios), ang Manlulupig (sa tanan)?",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Bisan unsa nga ˹mga diosdios' nga inyong gisimba imbes Allāh mao lamang mga ngalan nga kamo ug ang inyong mga katigulangan gihimo; ang Allah wala nagpakanaog ug Katungdanan alang kanila. Ang paghukom iye lamang sa Allah. Siya nagsugo nga dili kamo mosimba ug lain gawas Kaniya. Mao kana 'Islam' ang tinuod nga relihiyon, apan kadaghanan sa mga tawo wala mahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Mga kaubang binilanggo! (Kini mao ang kahulogan sa inyong mga damgo): ang usa kaninyo magaalagad ug bino sa iyang agalon (ang hari). Mahitungod sa lain pa nga usa, ilansang siya sa krus ug ang mga langgam mokaon gikan sa iyang ulo. Ang butang bahin sa imong gipangutana nadesisyonan na.\"",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Ug siya miingon ngadto kaniya nga iyang nahibaloan nga maluwas gikan sa duha: Hisguti ako ngadto sa imong agalon. Apan si Satanas mihimo kaniya sa pagkalimot sa paghisgot (kaniya) ngadto sa iyang agalon, mao nga siya (Jose) nagpabilin sa bilanggoan sa pipila pa ka tuig.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Ug ang hari miingon: Sa pagkatinuod nakita ko (sa usa ka damgo) ang pito ka mga baka nga matambok nga gikaon sa pito ka mga maniwang; ug pito ka lunhaw nga uhay sa mais ug (pito) ka lain nga uga: O kamong mga halangdon! Isaysay kanako ang akong damgo, kong mahimo ba nga kamo makahubad sa mga damgo.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Sila miingon: Makalibog nga mga damgo, ug kami wala mahibalo sa kahulogan sa maong mga damgo.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Ug sa duha (ka mga binilanggo) siya nga naluwas, ug (kalit nga) nakahinumdom kang (Jose) human sa taas nga panahon, miingon: Ako mopahibalo kaninyo sa iyang kahulogan, busa buhii ako:",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Jose! O matinud-anon! Isaysay kanamo ang pito ka tambok nga baka nga gikaon sa pito ka maniwang, ug pito ka lunhaw nga uhay sa mais ug (pito) pa nga uga, aron ako makabalik ngadto sa katawhan aron sila mahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Si (Jose) miingon: Magpugas kamo sulod sa pito ka tuig nga mapadayonon, unya ayaw pagkuha sa lugas sa inyong anihon, gawas sa diyutay gikan sa unsay inyong kaunon.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Unya moabut human niana ang pito ka tuig sa kagutom nga molamoy sa tanan nga inyong giandam alang kanila, gawas sa gamay nianang inyong gitipigan.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Unya moabut human niana ang usa ka tuig diin ang mga tawo makaangkon ug abunda nga ulan ug diin sila magapuga (mga olibo ug ubas).",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Ug ang hari miingon: Dad-a siya ngari kanako. Busa sa diha nga ang sulogoon miadto kaniya, siya miingon: Balik ka ngadto sa imong agalon, ug pangutan-a siya kong unsa ang kahimtang sa mga babaye nga nanagsamad sa ilang mga kamot; sa pagkatinuod ang akong Ginoo (Allah) nahibalo pag-ayo sa ilang laraw.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "(Ang hari) miingon: Unsa ang nahitabo kanimo sa diha nga ikaw nagtinguha sa paghaylo kang Jose? Sila miingon: Hingpit ang Allah, kami walay nahibaloan nga kadautan sa iyang bahin. Ang asawa ni Al-Azeez (punong opisyal sa Paraon) miingon: Karon ang kamatuoran nahimong dayag: Ako nagtinguha sa paghaylo kaniya, ug sa pagkatinuod, siya iya sa mga matinud-anon.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "(Ug unya si Jose miingon: ako nangutana niini) aron siya (Aziz -ang hataas nga opisyal ni Paraon-) mahibalo nga ako wala magluib kaniya sa tago. Sa pagkatinuod ang Allah dili muggiya sa paglaraw sa mga limbonganon.",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Ug wala ko giisip ang akong kaugalingon nga gawasnon (gikan sa kahuyang niining tawhanong kinaiya) sa pagkatinuod (ang tawo) sa sulod-sa-kaugalingon niini mahandag sa dautan gawas kon ang akong Ginoo (Allah) naghatag sa lyang Kalooy diha kaniya, sa pagkatinuod ang akong Ginoo (Allah) mao ang Labing Mapasayloon, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Ug ang hari miingon: Dad-a siya ngari kanako, ako mopili kaniya alang sa akong kaugalingon. Busa sa diha nga siya nakigsulti kaniya, siya miingon: Sa pagkatinuod ikaw ania sa among atubangan karon nga anaa sa hataas nga kahalangdon nga posisyon, bug-os nga kasaligan.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Siya miingon: Ibutang ako (sa katungdanan) ibabaw sa mga bahandi sa yuta (sa Ehipto), Ako sa pagkatinuod magabantay niini uban sa bug-os nga kahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Ug sa ingon Kami mipabarog kang Jose diha sa yuta, uban sa katungdanan (sa Ehipto) - siya adunay bug-os nga kamandoan ibabaw niini bisan asa niya gusto; Kami nagpadala sa Among Kalooy ngadto kang kinsay Among gustohon, ug Kami wala nag-usik sa ganti sa mga mamumuhat ug maayo.",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Ug sa pagkatinuod ang ganti sa Pikas Kinabuhi mao ang mas maayo alang kanila nga nagtuo ug naglikay sa dautan.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Ug ang mga igsoon ni Jose miabut ug mingsulod kaniya, ug siya nakaila kanila, samtang sila wala makaila kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Sa dihang iyang gihatag kanila ang ilang gikinahanglan, siya miingon: Dad-a ngari kanako ang imong igsoon nga lalake gikan sa imong amahan6; wala ka ba makakita nga ako naghatag ug bug-os nga sukod ug nga ako mao ang labing maayo sa mga magdudumala.",
      "footnotes": "6. I.e., Benjamin."
    },
    {
      "ayah_number": 60,
      "translation_bis": "Apan kon dili ninyo siya dad-on kanako, dili kamo makabaton ug takos (sa trigo) gikan kanako, ni makaduol kamo kanako.",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Sila miingon: Kami maninguha sa pagdani sa iyang amahan aron ipadala siya uban kanamo, ug kami sa pagkatinuod magabuhat (sa among labing maayo).",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Ug siya miingon sa iyang mga sulogoon: Ibutang ang ilang mga baligya sa ilang mga baluyot, aron ilang hikaplagan kini sa diha nga sila mamauli ngadto sa ilang panimalay, aron sila makabalik.",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Busa, sa diha nga sila nakabalik na ngadto sa ilang amahan, sila miingon: \"O among amahan, kami gihikawan sa tinakus nga mga lugas (gawas kon among madala ang among igsuon nga si Benjamin). Busa ipadala uban kanamo ang among igsoon, aron among makuha ang among takus, ug sa pagkatinuod amo siyang pagabantayan\".",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "(Si Hakob) miingon: Isalig ba nako siya kaninyo gawas sa sama nga paagi nga ako misalig kaninyo sa iyang igsoon nga lalaki (Jose) kaniadto; apan ang Allah mao ang Labing Maayo nga Tigbantay, ug Siya ang Labing Maluluy-on sa mga maloloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Ug sa pag-abli nila sa ilang mga butang, ilang nakita nga ang ilang mga baligya gibalik kanila. Sila miingon: O among amahan! Unsa (pa) ang atong tinguhaon? Kini mao ang among mga baligya nga giuli kanamo, ug (kon imong ipadala ang among igsoon nga si Benjamin uban kanamo) makahimo kami sa pagdala (ug dugang) mga pagkaon sa among pamilya, ug mabantayan namo ang among igsoon (pag-ayo), ug makadawat usab dugang pa, ang takus sa usa ka kamelyo (nga karga); kini (nga among gidala karon) mao (lamang) ang usa ka gaan nga sukod.",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "(Si Hakob) miingon: Dili ko siya ipadala uban kaninyo hangtud nga inyong ihatag kanako ang usa ka matinud-anon nga pagpanumpa pinaagi sa Allah nga kamo sa pagkatinuod modala kaniya pagbalik kanako, gawas kon ikaw hingpit nga nalibutan. Ug sa diha nga sila mihatag kaniya sa ilang pakigsaad, siya miingon: ang Allah, ibabaw sa unsay among gisulti, mao ang Saksi.",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Ug siya miingon: O akong mga anak! Ayaw kamog sulod (tanan) pinaagi sa usa ka ganghaan, apan sulod gikan sa lain-laing mga ganghaan, (aron ang mga tawo dili masina sa ilang maayong pamarog ug kaambongan, ang tanan nga mga igsoon gikan sa usa ka amahan), ug ako dili makabenepisyo kaninyo sa bisan unsa batok sa Allah; Ang paghukom Iya lamang sa Allah; Kaniya (lamang) ako mosalig, ug Kaniya (lamang) itugot nga ang tanan nga nagsalig magbutang sa ilang hingpit nga pagsalig.",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "Ug sa diha nga sila misulod ingon sa tambag sa ilang amahan kanila, kini walay kaayohan kanila sa bisan unsa batok sa Allah, apan (kini mao ang) usa ka kagustohan sulod-sa-kaugalingon ni Hakob nga iyang gituman; ug sa pagkatinuod siya usa ka tag-iya sa kahibalo tungod sa unsay Among gitudlo kaniya, apan kadaghanan sa mga tawo wala mahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Ug sa pag-abut nila kang Jose, iyang gikuha ang iyang igsoon ngadto kaniya, nga nagaingon: Ako mao ang imong igsoon, busa ayaw pagkasubo sa ilang gibuhat kaniadto.",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Busa sa dihang iyang gihatagan sila sa ilang mga pagkaon, (adunay usa ka tawo nga) nagbutang sa (bulawan nga igsusukod) nga panaksan diha sa panudlanan sa iyang igsoon. Unya ang usa ka mananawag misinggit: O panon! Sigurado gayod nga kamo mga kawatan.",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "(Ang managsoon) miingon, samtang sila nag-atubang kanila: Unsa ang nawala kaninyo?",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "(Ang mga sulugoon sa hari) miingon: Nawad-an kami sa panaksan nga (bulawan nga sukdanan) sa hari ug siya nga magdala niini makabaton ug Puno sa karga nga kamelyo (nga lugas isip ganti) ug ako ang manubag niini.",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "(Ang managsoon) miingon: Pinaagi sa Allah! Nahibalo gayod kamo nga kami wala moanhi aron sa pagbuhat ug kadautan dinhi sa yuta, ug kami dili mga kawatan.",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "(Ang mga sulugoon ni Jose) nangutana: \"Unsa man ang mamahimong silot kaniya, kon (pananglit) kamo (mapamatud-an nga) mga bakakon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "(Ang managsoon) miingon: Ang silot niini mao nga ang tawo nga sa iyang sako kini makaplagan siya sa iyang kaugalingon maanaa ang balus (sa ato pa, ibutang sa pagkaulipon kinsay iyang gikawatan); sa ingon niana gisilotan namo ang mga mamumuhat sa kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "Busa gisugdan niya ang ilang mga sako sa wala pa ang sako sa iyang igsoon (Benjamin), unya iyang gikuha kini gikan sa sako sa iyang igsoon. Sa ingon Kami nagplano alang kang Jose; dili (subay sa balaod) nga iyang kuhaon ang iyang igsoon ubos sa balaod sa hari gawas kon itugot sa Allah. Kami nagpataas sa mga ang-ang sa bisan kinsa nga Among gusto, ug labaw sa tanan nga gitugahan sa kahibalo mao ang usa pa ka kahibalo (hangtud nga ang kahibalo matapos ngadto sa Allah, ang Labing Nahibalo).",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "Sila miingon: Kong siya mangawat, nan ang iyang igsoon nangawat kaniadto; apan gitagoan kini ni Jose sa iyang kasingkasing ug wala niya kini ibutyag kanila. Siya miingon (sa sulod sa iyang kaugalingon): Ikaw anaa sa usa ka dautan nga kahimtang ug ang Allah labing nahibalo sa imong gisulti.",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_bis": "(Ang managsoon) miingon: Oh Labing Halangdon nga Pagulo! Siya adunay amahan, usa ka tigulang na kaayo, busa kuhaa ang usa kanamo ilis kaniya; Sa pagkatinuod kami nakakita kanimo nga usa ka magbubuhat sa maayo.",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_bis": "Si (Jose) miingon: Ang Allah nagdili nga kami mangilog ug lain gawas kaniya nga among nakit-an ang among kabtangan, kay unya sa pagkatinuod kami mamahimong dili makiangayon.",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_bis": "Unya sa nawad-an na silag paglaum kaniya, mipahawa sila, nga nanagsinultihay sa tago. Ang kamagulangan kanila (Ruben) miingon: Wala ba kamo mahibalo nga ang inyong amahan mikuha gikan kaninyo sa usa ka saad sa Ngalan sa Allah, ug paunsa \nNga kamo napakyas sa inyong katungdanan ngadto kang Jose kaniadto? Busa ako dili mobiya niini nga yuta hangtud nga ang akong amahan motugot kanako o ang Allah mohukom alang kanako (sa akong kaso), ug Siya mao ang labing maayo sa mga maghuhukom:",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_bis": "Balik ngadto sa imong amahan ug isulti: O among amahan! Sa pagkatinuod ang imong anak nangawat, ug kami dili makapamatuod gawas sa among nahibaloan, ug kami dili makabantay sa dili makita:",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_bis": "Ug pangutan-a (ang mga tawo sa) lungsod diin kami didto ug ang panon nga among giadtoan, ug sa pagkatinuod kami mga matinud-anon.",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_bis": "Si (Hakob) miingon: Hinoon, ang inyong sulod nga mga kaugalingon nakadani kaninyo ngadto sa usa ka butang, busa ang pailub mao ang labing angay (alang kanako); basig dad-on sila pagbalik ni Allah kanako, tanan; sa pagkatinuod Siya mao ang Makahibalo sa Tanan, ang Hingpit nga Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_bis": "Ug siya mitalikod kanila, ug miingon: O Ang akong kagol-anan alang kang Jose! Ug ang iyang mga mata miputi (ug nawad-an sa iyang panan-aw) tungod sa kaguol nga iyang gipugngan.",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_bis": "Sila miingon: Pinaagi sa Allah! Ikaw dili mohunong sa paghinumdom kang Jose hangtud nga ikaw mahurot sa kagul-anan ug dili maayo nga panglawas (kasakit) o (hangtud) nga ikaw mamatay.",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_bis": "(Si Hakob) miingon: \"Ako mudangop lamang sa akong kasubo ug kaguol ngadto sa Allah, ug ako nasayud gikan sa Allah kun unsa ang wala ninyo mahibaloi.",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_bis": "Oh akong mga anak! Lakaw ug pangutana mahitungod kang Jose ug sa iyang igsoon nga lalaki (Benjamin), ug ayaw kawalay paglaum sa Kalooy sa Allah; sa pagkatinuod walay usa nga mawad-an ug paglaum sa Kalooy sa Allah gawas sa mga tawo nga naglimod.",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_bis": "Busa sa ilang pagsulod kaniya, sila miingon: Oh Labing Halangdon nga Pagulo! Ang kalisdanan nagsakit kanamo ug sa among pamilya, ug nagdala kami ug kabos nga mga baligya, busa hatagi kami ug bug-os nga takos ug hatagi kami ug kaluoy; sa pagkatinuod ang Allah magaganti sa mga manggihatagon.",
      "footnotes": null
    },
    {
      "ayah_number": 89,
      "translation_bis": "Siya miingon: Nahibalo ba kamo kon giunsa ninyo pagtagad si Jose ug ang iyang igsoon (Benjamin) sa dihang kamo mga walay alamag?",
      "footnotes": null
    },
    {
      "ayah_number": 90,
      "translation_bis": "Sila miingon: Ikaw ba gayud si Jose? Siya miingon: Ako mao si Jose, ug kini mao ang akong igsoon nga lalake (Benjamin); Sa pagkatinuod ang Allah nahimong maloloy-on kanamo; sa pagkatinuod bisan kinsa nga nagtuman sa mga Sugo sa Allah ug nagbantay batok sa daotan ug mapailubon, nan kasigurohan nga ang Allah dili magkawang sa ganti sa mga mamumuhat ug maayo.",
      "footnotes": null
    },
    {
      "ayah_number": 91,
      "translation_bis": "Sila miingon: Pinaagi sa Allah! Sa pagkatinuod ang Allah nagpalabi kanimo labaw kanamo, ug kami sa pagkatinuod mga makasasala.",
      "footnotes": null
    },
    {
      "ayah_number": 92,
      "translation_bis": "Siya miingon: (Walay) pagbasol kaninyo niining adlawa; hinaut nga pasayloon kamo sa Allah, ug Siya ang Labing Maluluy-on sa mga maloloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 93,
      "translation_bis": "Kuhaa kining akong bisti ug ibutang kini sa nawong sa akong amahan, makakita siya (pag-usab), ug umari kamo kanako uban sa inyong pamilya, nga tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 94,
      "translation_bis": "Ug sa diha nga ang panon mibiya, ang ilang amahan miingon: Ako sa tinuod nakasimhot sa baho ni Jose, 'ug moingon nga siya buhi' (bisan pa) ikaw naghunahunaa nga naluya ako sa katigulangon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 95,
      "translation_bis": "Sila miingon: Pinaagi sa Allah, ikaw sa pagkatinuod anaa sa imong [parehas] karaan nga limbong.\"",
      "footnotes": null
    },
    {
      "ayah_number": 96,
      "translation_bis": "Ug unya, sa diha nga miabut ang tigdala sa maayong balita, iyang gibutang (ang sinina) sa nawong ni Hakob, ug siya nahiulian sa iyang igtatan-aw. (Si Hakob) miingon: \"Wala ba ako nag-ingon kaninyo nga ako nahibalo gikan sa Allah sa unsay wala ninyo mahibaloi?\"",
      "footnotes": null
    },
    {
      "ayah_number": 97,
      "translation_bis": "Sila miingon: O among amahan! Pangayo ug pasaylo alang sa among mga sala, sa pagkatinuod kami mga makasasala.",
      "footnotes": null
    },
    {
      "ayah_number": 98,
      "translation_bis": "Si Hakob miingon: Ako mangayo ug pasaylo alang kaninyo gikan sa akong Ginoo (Allah); sa pagkatinuod Siya mao ang Labing Mapasayloon, ang Labing Maloloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 99,
      "translation_bis": "Unya sa diha nga sila misulod ngadto kang Jose, iyang giabi-abi ang iyang mga ginikanan ngadto sa iyang kaugalingon ug miingon, \"Sulod sa Ehipto, kon itugot ni Allah, luwas [ug kasigurohan].\"",
      "footnotes": null
    },
    {
      "ayah_number": 100,
      "translation_bis": "Ug iyang gibayaw ang iyang mga ginikanan sa trono ug sila miyukbo sa iyang atubangan[7], ug siya miingon: \"O akong amahan! Kini mao ang hubad sa akong damgo sa kanhing panahon; ang akong Ginoo (Allah) sa pagkatinuod naghimo niini nga tinuod; ug Siya sa pagkatinuod nagmaloloy-on kanako sa diha nga Siya mipagawas kanako gikan sa bilanggoan, ug mikuha kaninyong tanan gikan sa kinabuhi sa desyerto, human si Satanas nagpugas ug panag-away tali kanako ug sa akong mga igsoon. Sa pagkatinuod ang akong Ginoo (Allah) mao ang Labing Mapuangoron ngadto sa kinsay Iyang gusto. Sa pagkatinuod Siya mao ang Labing Nakahibalo sa Tanan, ang Tinuod nga Maalamon.",
      "footnotes": "[7]. Sa dungog ug pagtamod, ug dili sa pagsimba; kini usa ka madawat nga pagtimbaya sa mga hari sa ilang panahon."
    },
    {
      "ayah_number": 101,
      "translation_bis": "(Oh Allah) akong Ginoo! Imong gihatag kanako ang gingharian ug gitudloan ako sa paghubad sa (mga panghitabo ug) mga damgo. Tagmugna sa mga langit ug sa yuta! Ikaw ang akong Tigpanalipod (Manluluwas, ug Magtatabang) dinhi sa kalibutan ug sa Pikas Kinabuhi; kuhaa ang akong kalag ingon nga usa ka Muslim (nga nagpasakop sa Imong Kabubut-on) ug iuban ako sa mga matarong (sa mga labing duol kanimo, sa labing taas nga ang-ang sa Langit).",
      "footnotes": null
    },
    {
      "ayah_number": 102,
      "translation_bis": "Kini mao ang mga balita mahitungod sa dili makita (nga) Kami nagpadayag kanimo (Oh Muhammad), ug ikaw dili uban kanila sa dihang ilang gihiusa ang ilang plano samtang sila nagkunsabo.",
      "footnotes": null
    },
    {
      "ayah_number": 103,
      "translation_bis": "Ug kadaghanan sa mga tawo dili motuo, bisan kung ikaw nagtinguha niini pag-ayo.",
      "footnotes": null
    },
    {
      "ayah_number": 104,
      "translation_bis": "Ug wala ka nangayo ug bisan unsang ganti alang niini. Kini usa lamang ka pahinumdom sa tanang katawhan ug jinn.",
      "footnotes": null
    },
    {
      "ayah_number": 105,
      "translation_bis": "Ug unsa kadaghan sa Timailhan sa mga langit ug sa yuta nga ilang agian, bisan pa niana sila mitalikod gikan niini.",
      "footnotes": null
    },
    {
      "ayah_number": 106,
      "translation_bis": "Ug kadaghanan kanila wala motuo sa Allah gawas nga sila nagbutang ug kauban (uban Kaniya sa pagsimba).",
      "footnotes": null
    },
    {
      "ayah_number": 107,
      "translation_bis": "Naghunahuna ba sila nga sila luwas sa pag-abot ang hilabihan nga Silot (ni) Allah o ang pag-abot sa takna (sa kalaglagan) nga maga-abot sa kalit samtang sila dili magdahum?",
      "footnotes": null
    },
    {
      "ayah_number": 108,
      "translation_bis": "Isulti: Kini (Islam, ang tinuod nga relihiyon sa Allah) mao ang akong dalan (sa kinabuhi): Ako nagdapit ngadto sa Allah (sa Iyang Pagkausa ug sa pagsimba Kaniya, sa kinasingkasing); Ako ug sila nga nagsunod kanako, uban sa sigurado nga kahibalo, ug Himaya sa Allah, ug ako dili kauban sa mga tigsimbag diyos-diyos.",
      "footnotes": null
    },
    {
      "ayah_number": 109,
      "translation_bis": "Ug Kami wala magpadala una pa kanimo [ingon nga mga mensahero] kondili mga tawo gikan sa (taliwala) sa mga tawo sa mga lungsod diin Kami nagpadala ug mga Pinadayag. Wala ba sila makapanaw pinaagi sa yuta ug nakakita kun unsa ang kataposan niadtong nauna kanila? Ug sa pagkatinuod ang Panimalay sa Kataposan mao ang labing maayo alang niadtong nagtuman sa mga Sugo sa Allah ug nagbantay batok sa dautan; dili ba kamo makasabot?",
      "footnotes": null
    },
    {
      "ayah_number": 110,
      "translation_bis": "(Sila mipadayon) hangtud, sa diha nga ang mga Mensahero nawad-an sa paglaum ug nakasiguro nga sila gilimod, (unya) ang Among Tabang midangat kanila ug niadtong Kami mibuot nga naluwas; ug ang Among silot wala gayud gilikayan gikan sa sad-an nga mga tawo.",
      "footnotes": null
    },
    {
      "ayah_number": 111,
      "translation_bis": "Sa ilang mga sugilanon adunay kasigurohan nga pagtulon-an alang sa mga tawo nga masinabuton. Dili gayud kini (ang Qur'an) usa ka asoy nga inimbento, apan usa ka Pagpamatuod sa unsay nauna niini (ang Torah, ang Ebanghelyo, ang mga Salmo, ug uban pa), ug usa ka detalyado nga pagpasabut sa tanan nga mga butang, ug usa ka Giya ug usa ka Kalooy alang sa katawhan nga mituo (sa Kamatuoran).",
      "footnotes": null
    }
  ]
}