{
  "surah_number": 13,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Alif Laam Meem Ra[1]. Kini mao ang mga Bersikulo sa Libro (ang Qur'an); ug ang gipadayag nganha kanimo (O Propeta Muhammad) gikan sa 'Allah' imong Ginoo mao ang Kamatuoran, apan kadaghanan sa mga tawo wala motuo.",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili hitupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud sila makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Ang Allāh Mao ang nagpataas sa mga kalangitan nga walay makitang mga haligi, unya mikayab ug bangon sa ibabaw sa Trono (sa paagi nga nahiangay sa Iyang pagkahalangdon), ug Iyang gihimo ang adlaw ug ang bulan nga masinulondon; ang matag usa nagasubay sa dalan niini ngadto sa gikatakda nga panahon; Siya nagmando sa mga kalihokan sa tanan nga anaa (sa Iyang kabuhatan), ug Siya nagpatin-aw sa mga Timaan sa detalyado nga paagi, aron kamo mutuo uban sa kasigurohan nga inyong ikaatubang ang inyong Ginoo (Allāh).",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Ug Siya (Allah) mao ang Nagbuklad sa yuta ug nagbutang niini og lig-on nga mga bukid ug mga suba, ug sa tanan nga mga bunga Siya naghimo ug duha ka matang; Iyang gihimo ang kagabhion mga mutabon sa adlaw; sa pagkatinuod adunay mga Timailhan niini alang sa mga tawo nga namalandong.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Ug sa yuta adunay mga tipik sa matag kilid, ug mga tanaman sa mga ubas ug mga umahan sa lugas ug mga palmera nga adunay gamut ug (ang uban) adunay lahi nga mga gamut, sila gipatubigan sa usa lang ka tubig, ug Kami naghimo sa uban kanila nga labaw sa uban sa (kalidad sa) prutas; sa pagkatinuod adunay mga Timailhan niini alang sa mga tawo nga makasabut 'sa pagsimba sa Allah lamang'.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Ug kon kamo mahibulong, nan kahibulongan usab ang ilang pag-ingon: Sa diha nga kita mga abog na, sa pagkatinuod kita ba (bangonon) ingon nga usa ka bag-ong binuhat? Kini sila mao ang mga naglimod sa ilang Ginoo (Allah), ug sila makabaton ug mga kadena sa ilang mga liog, ug sila mao ang mga pumuluyo sa Impiyerno; sila mopuyo niini sa hangtod.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Ug sila mohagit kanimo sa pagpadali sa pagpa-abut kanila sa kadautan kay sa (paglaum) sa kaayohan (imbis nga kinabubut-on nga modawat sa Giya nga gitanyag kanila sa Propeta, sila nagbiaybiay nga naghagit kaniya sa pagpahinabo sa sulondon nga Silot diin ang Allah naghulga kanila), ug sa pagkatinuod diha na, una kanila ang sulondon nga mga Silot (nga karon ilang gihimo nga kataw-anan); apan sa pagkatinuod ang imong Ginoo (Allah) mao ang Puno sa Pagpasaylo alang sa mga tawo, bisan pa sa ilang pagkadautan; ug sa pagkatinuod ang imong Ginoo (Allah) maoy Hilabihan sa Pagsilot.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Ug kadtong milimod (sa Allah ug sa Iyang kataposang Mensahero nga si Muhammad) nag-ingon: Nganong wala man gipakanaog kaniya ang usa ka milagro gikan sa iyang Ginoo (Allah)? Ikaw usa lamang ka tigpasidaan (sa Kastigo alang sa bisan kinsa nga nagbutang ug kauban sa Allah ug nagbuhat ug daotan) ug alang sa matag nasud adunay giya.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Nahibal-an ni Allah kung unsa ang gidala sa matag babaye ug ang matag pagkuyos sa sabakan ug ang matag paghubag. Ug ang tanan uban Kaniya adunay tukma nga sukod.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "(Siya mao) ang Nakahibalo sa dili makita ug sa makita, ang Labing Dako, ang Labing Hataas.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Kini managsama ngadto ˹Kaniya˺ bisan kinsa kaninyo nga nagsulti sa tago o sa dayag, kon ang usa nagtago sa kangitngit sa kagabhion o naglakaw sa kahayag sa adlaw.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Alang sa matag usa adunay mga Anghel nga nagsunod-sunod sa atubangan ug sa iyang luyo nga nagbantay kaniya pinaagi sa sugo sa Allah; sa pagkatinuod ang Allah dili mag-usab sa kahimtang sa usa ka katawhan hangtud nga ilang usbon ang anaa sa ilang kaugalingon; ug kun ang Allah nagtinguha ug kadaot alang sa usa ka katawhan, walay makapugong niini, ug gawas Kaniya sila walay tigpanalipod (o manluluwas).",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "(Ang Allah) mao ang nagpakita kanimo ug kilat nga nagpahinabog kahadlok ug paglaom ug (Maoy) nagdala sa mga panganod, nga bug-at (sa ulan).",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ug ang dalugdog naghimaya (sa Allah) uban sa pagdayeg, ingon sa gibuhat sa mga anghel tungod sa kahingangha (ug pagtahod) ngadto Kaniya. Ug Siya nagpadala ug mga kilat nga pinaagi niini ginahampak ngadto sa kinsay Iyang gibuot, apan sa gihapon, sila nakiglalis mahitungod sa Allah. Ug Siya Gamhanan sa Kusog ug grabe sa Pagsilot.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Ngadto Kaniya lamang angay nga magtawag (sa pag-ampo) apan kadtong\nilang gisangpit nga lain gawas sa Allah dili motubag kanila, apan (sila) sama\nsa usa nga nag-untay sa iyang duha ka kamot ngadto sa tubig (gikan sa\nhalayo, nga nagtawag niini) aron kini makaabut sa iyang baba, apan kini dili makaabut niini; ug ang pagsangpit sa mga manlilimod usa ka kasaypanan lamang.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Bisan kinsa nga anaa sa mga langit ug sa yuta miyukbo sa ilang mga kaugalingon ngadto sa Allah, sa kinabubut-on, ug sa dili kinabubot-on, ingon usab ang ilang mga anino, sa buntag ug sa gabii.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Isulti: Kinsa ang Ginoo sa mga langit ug sa yuta? Isulti: ang Allah. Isulti:\nNganung mukuha pa man kamo gawas Kaniya ug tigpanalipod (mga diyos) nga walay gahum sa bisan unsa nga kaayohan o kadaot (bisan pa) alang man lang sa ilang kaugalingon? Isulti: Managsama ba ang buta ug ang makakita': O mahimo ba nga managsama ang kangitngit ug ang kahayag? O nakig-uban ba sila sa Allah nga mga kauban nga nagmugna sa usa ka binuhat nga sama sa Iyaha, nga nagbilin kanila nga naglibog tali sa duha ka mga binuhat? Isulti: Ang Allah (lamang) mao ang Magbuluhat sa tanan nga mga butang, ug Siya mao ang Usa (lamang nga Tinuod nga Dios), ang Manlulupig (sa tanan).",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Siya nagpakanaog ug tubig gikan sa mga panganod, ug unya ang mga sapa sa tubig modagayday sumala sa ilang mahimo, ug ang baha nagdala (sa ibabaw niini) ug nagdagko nga bula, ug gikan sa unsay ilang gitunaw sa kalayo sa paghimog mga dayandayan o mga galamiton adunay bula nga sama niini; sa ingon ang Allah nagtandi sa Kamatuoran ngadto sa kabakakan; unya mahitungod sa bula kini mahanaw ingon sa mga hugaw ngadto sa mga tampi; ug mahitungod nianang makahatag kaayohan sa katawhan, kini magpabilin sa yuta; sa ingon niana ang Allah nagbutang ug mga sanglitanan.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Alang niadtong mitubag sa ilang (Tinuod) nga Ginoo mao ang labing maayong ganti (Paraiso); ug (alang) kanila nga wala mitubag Kaniya, kon sila nakapanag-iya niining tanan nga anaa sa yuta ug sa sama niini, sa pagkatinuod ihalad nila kini aron sa pagtubos (sa ilang mga kaugalingon gikan sa Silot sa Adlaw sa Pagkabanhaw). Kadtong alang kanila, ang usa ka dautan nga Pagkwenta ug ang ilang puloy-anan mao ang Impiyerno, unsay kadaotan nga dapit nga kapahulayan!",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Siya ba, nga nahibalo kung unsa ang gipadayag kanimo gikan sa imong Ginoo (Allāh) mao ang Kamatuoran, sama kaniya nga buta? Kadto lamang adunay pagsabot ang maghatag ug pagtagad.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Kadtong nagtuman sa Saad sa Allāh ug dili moguba sa ilang pakigsaad,",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Ug kadtong nagmintinar sa tanang tukma nga mga relasyon nga gisugo sa Allāh nga ilang huptan, ug adunay Kataha (ug Pagtahod) sa atubangan sa ilang Ginoo (Allāh) ug mahadlok sa usa ka dautan nga Pagkwenta 'sa Adlaw sa Paghukom'.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Ug sila nga nagpabiling mapailubon, nga nangita sa Nawong sa ilang Ginoo (Allāh), ug naghimo sa pag-ampo (sa gitakda nga mga panahon), ug naggasto (sa pagpanghatag) gikan sa unsay Among gihatag kanila sa tago ug sa dayag, ug Kinsa nagsalikway sa daotan pinaagi sa maayo. Sila mao ang makabaton sa katapusang puloy-anan:",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Mga Tanaman sa Eden diin sila mosulod uban niadtong nagbuhat ug maayo gikan sa ilang mga ginikanan ug sa ilang mga kapikas ug sa ilang mga kaliwat; ug ang mga Anghel mosulod ngadto kanila gikan sa matag ganghaan:",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "(Nga naga-ingon) ang kalinaw maanaa kaninyo, tungod kay kamo milahutay sa pagpailub, unsa ka maayo ang katapusan nga puloy-anan (sa Kabulahanan).",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Apan sila nga nakaguba sa Kasabotan ngadto sa Allah human sa pagkumpirma niini, ug nagputol sa gikasugo sa Allah nga idugtong (ang relasyon sa pamilya ug kaparyentihan), ug naghimo ug kadaot sa yuta; sa ilang ibabaw ang usa ka Tunglo ug sila makabaton ug usa ka dautan nga puloy-anan (kalayo sa Imperno).",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Pagadugangan sa Allah ang panginabuhian alang sa kinsay Iyang gusto ug gipig-ot (alang sa kinsay Iyang gusto); ug sila nagmaya sa kinabuhi niining kalibotana, ug ang kinabuhi niining kalibotana kon itandi sa Pikas Kinabuhi walay lain kondili usa ka lumalabay nga kalipay lamang.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Ang mga manlilimod (sa Allah ug sa Iyang kataposang Mensahero nga si Muhammad) nag-ingon: Nganong wala man ang usa ka Timailhan gipakanaog kaniya pinaagi sa iyang Ginoo (Allah)? Isulti: Sa pagkatinuod ang Allah nagpasalaag kang bisan kinsa nga Iyang gusto, ug nagtultol ngadto sa Iyang kaugalingon niadtong mibalik (ngadto Kaniya diha sa paghinulsol ug sa pagsunod).",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Kadtong mituo (sa Allah, ang Usa ug bugtong Tinuod nga Dios) ug kansang mga kasingkasing anaa sa pagpahulay sa Paghinumdom sa Allah. Hibaloi, sa pagkatinuod diha sa Paghinumdom sa Allah ang mga kasingkasing makakaplag ug kapahulayan.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "(Mahitungod) kanila nga mituo[3] ug nagbuhat ug matarong, ang (tanang matang sa) kalipay maangkon nila, ug ang usa ka matahum nga dapit sa (katapusang) pagbalik (Paraiso).",
      "footnotes": "[3]. Sa Allah, ang Usa ug bugtong Tinuod nga Diyos, sa Qur'an, sa kataposang Mensahero sa Allah nga si Muhammad, ug sa Katapusan nga Adlaw)"
    },
    {
      "ayah_number": 30,
      "translation_bis": "Ug sa ingon niana Kami nagpadala kanimo (O Propeta Muhammad) sa usa ka nasud, diin ang ubang mga nasud milabay, aron ikaw makasulti kanila sa unsay Among gipadayag kanimo (sa Qur'an), ug (sa gihapon) ilang gilimod ang 'Allah' ang Labing Maluluy-on. Isulti: Siya mao ang akong Ginoo, walay laing dios (nga takos sa pagsimba) gawas Kaniya; Kaniya misalig ako, ug ngadto Kaniya ang akong pagbalik sa paghinulsol.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Ug bisan kung adunay usa ka Qur'an (paglitok) nga diin ang mga bukid mahimo nga mabalhin (gikan sa ilang mga nahimutangan), o ang yuta mapikas, o ang mga patay mahimo nga makasulti (kini wala’y lain gawas niining Qur'an), apan ang tanang butang sa Kabubut-on ni Allāh. \nWala pa ba sila nga mga mituo (sa Allah ug sa Iyang Mensahero nga si Muhammad) nahibalo nga kon gitugot lang sa Allah, Siya kasigurohan nga magagiya sa tanang katawhan? Ug (alang) kanila nga naglimod (sa Allah ug sa Iyang Mensahero) ang usa ka katalagman dili maundang sa paghampak kanila tungod sa ilang (daotan) nga mga buhat, o kini (ang katalagman) mopuyo duol sa ilang mga panimalay, hangtud nga ang Saad sa Allah moabot; sa pagkatinuod ang Allah dili mapakyas sa (Iyang) Saad.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Ug (daghang) mga Mensahero (sa Dios) sa wala pa kamo nga gibiaybiay, apan Ako (Allah) mihatag ug lugway niadtong mga milimod, nan Ako milaglag kanila; unsa ba ka (makalilisang) ang Akong Silot?",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Siya ba nga nagdumala sa matag kalag sa kun unsay natigom niini (sama sa ubang dios nga walay nahibaloan)? Ug bisan pa niana sila nagbutang ug mga kauban sa Allah! Isulti: Hinganli sila; o gipahibalo ba nimo Siya (Allah) nianang wala Niya mahibaloi dinhi sa yuta, o kini ba nga mga ˹diyos˺ walay pulos nga mga pulong?” Hinunoa, ang ilang mga laraw gihimo nga daw nindot tan-awon ngadto kanila nga mga manlilimod (sa Among Pinadayag), ug sila gipugngan gikan sa husto nga Dalan; ug bisan kinsa nga gipasalaag sa Allah (gumikan sa iyang pagkamapahitas-on ug pagpadayon sa sala), siya dili gayud makakaplag ug giya.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Alang kanila ang usa ka pag-antos sa kinabuhi niining kalibutana, ug ang pag-antos sa Ulahing Adlaw sa pagkatinuod labing sakit, ug sila walay tigpanalipod batok sa Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Ang pananglitan sa Paraiso nga gisaad sa mga matarong; sa ilalom niini nagadagayday ang mga suba, ang bunga niini molungtad, ug ang landong niini; mao kini ang katapusan niadtong kinsay nagtuman sa mga Sugo sa Allah ug nagbantay batok sa dautan, ug ang katapusan sa mga manlilimod mao ang Kalayo sa Impiyerno.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Ug (ang tinuod nga mga magtutuo taliwala) kanila nga Kami naghatag sa (kaniadto) nga Kasulatan naglipay nianang gipadayag kanimo (oh Muhammad), apan gikan sa (kaatbang) nga mga pundok anaa sila nga naglimod sa bahin niini. Isulti: Gisugo lang ako sa pagsimba sa Allah lamang ug sa dili pagbutang sa bisan unsa nga uban Kaniya sa pagsimba, ngadto Kaniya ako nagdapit (kaninyo) ug ngadto Kaniya (lamang) ang akong pagbalik (ug kapalaran).",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Sa ingon niana Kami nagpadayag niini (ang Qur'an), usa ka tinuod ug perpekto nga Paghukom sa (pinulongan nga) Arabik, apan kon kamo mosunod sa ilang ubos (walay kapuslanan) nga mga tinguha human sa unsay miabut kaninyo nga kahibalo; kamo walay magbalantay o manluluwas batok sa Allāh.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Ug sa pagkatinuod Kami (Allah) nagpadala ug mga Mensahero una kanimo (Oh Muhammad) ug naghatag kanila ug mga asawa ug mga anak, ug dili angay sa usa ka Mensahero (ni siya adunay gahum) sa pagdala ug usa ka Timailhan gawas sa Pagtugot sa Allah; alang sa matag butang adunay usa ka Pagtakda nga panahon, nga Gitakda (sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Giwagtang o gipamatud-an sa Allah ang bisan unsa nga Iyang gusto (sa Iyang naunang mga Mensahe ug mga Pagtakda), ug ngadto Kaniya ang Labing Halangdon nga Talaan.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Ug kung among ipakita kanimo (O Propeta Muhammad) ang bahin sa (Silot) nga Among hulgaon sila o kung gipahinabo ba namo nga mamatay ka [sa wala pa kini matuman] - ang paghatud lamang sa Mensahe mao ang (angay) kanimo, ug sa Dios (Allah) ang Pag-ihap (sa tanan).",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Sila ba (nga manlilimod) wala makakita nga Kami nagdala ngadto sa yuta (nga ilang gidumala, sa Among Kastigo), sa hinay-hinay naghikaw kanila sa tanan nga labing maayo niini? Ug ang Allah magahukom - walay gahum nga makapugong sa Iyang Pagtakda, ug Siya Maabtik sa Pag-ihap.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Ug kadtong (mga manlilimod) sa wala pa sila, sa pagkatinuod naghimo ug mga plano (batok sa Kamatuoran), apan Iya sa Allah (Dios) ang epektibo nga plano sa hingpit; Siya nahibalo kon unsa ang natigom sa matag tawo, ug sa dili madugay ang mga manlilimod makahibalo kon kang kinsa ang maayong kataposan.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Ug ang mga manlilimod nag-ingon: Ikaw (Muhammad) dili usa ka Mensahero (sa Allah). (O Propeta Muhammad) isulti: Ang Allah Igo na isip usa ka Saksi tali kanako ug kaninyo, ug (usab ang akong mga saksi mao) sila nga adunay (husto) nga kahibalo sa (nag-una nga duha) ka mga Kasulatan (sa mga Hudeyo ug mga Kristiyano).",
      "footnotes": null
    }
  ]
}