{
  "surah_number": 14,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Alif Laam Ra[1]. Kini usa ka nga Libro (Qur'an) nga among gipadayag kanimo (O Propeta Muhammad) nga ikaw mahimong magdala sa mga tawo gikan sa kangitngit ngadto sa kahayag - , uban sa pagtugot sa ilang Ginoo (Allah) - ngadto sa Dalan sa Hingpit Makagagahum, Labing nga Dalaygon.",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili hitupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud sila makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Allāh, ngadto Kaniya ang bisan unsa nga anaa sa mga langit ug ang bisan unsa nga anaa sa yuta; ug kaalautan ngadto sa mga manggilimod gikan sa labing mapintas nga Silot (nga mao ang saad ngadto kanila).",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Kadtong nagpili sa kinabuhi niining kalibutana kay sa Pikas Kinabuhi, ug nagpahilayo (sa mga tawo) gikan sa Dalan sa Allah, ug nagtinguha sa paghimo niini nga hiwi; sila anaa sa dakong sayop.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Kami nagpadala ug Mensahero gawas nga anaa sa pinulongan sa iyang kaugalingong katawhan, aron siya makapasabot kanila (sa Mensahe) sa tin-aw; unya ang Allah mobiya (nga makatarunganon) sa kinsay Iyang gusto nga mahisalaag, ug Siya mugiya (pinaagi sa Iyang Pabor) sa kinsay Iyang gusto, ug Siya ang Hingpit Gamhanan, ang Hingpit nga Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Ug sa pagkatinuod Kami (Allah) nagpadala kang Moises uban sa Among mga Timailhan (Mga Pamatuod, Mga Milagro), nga nag-ingon: Dad-a ang imong katawhan gikan sa tumang kangitngit ngadto sa kahayag, ug pahinumdumi sila sa mga Adlaw (sa Pabor) sa Allah; sa pagkatinuod adunay mga Timailhan niini alang sa matag mapailubon, nga mapasalamaton.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Ug (hinumdomi, Oh mga anak sa Israel) sa dihang si Moises miingon sa iyang katawhan: Hinumdumi ang Pabor sa Allah diha kaninyo, sa dihang Siya nagluwas kaninyo gikan sa katawhan ni Paraon nga sila nagbutang kaninyo sa halabihang pag-antos, pag-ihaw sa inyong mga anak nga lalaki ug nagbuhi sa inyong mga babaye (aron sa pagpangulipon); ug niini adunay usa ka dako nga Pagsulay gikan sa inyong Ginoo (Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Ug (hinumdomi) sa dihang ang imong Ginoo (Allah) mipahibalo (niini nga Saad), nga: Kon kamo mapasalamaton Ako sa pagkatinuod mohatag kaninyo ug dugang pa, apan kon kamo dili mapasalamaton, nan (hibaloi nga) ang Akong Silot sa pagkatinuod Hilabihan.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Ug si Moises miingon: Kon kamo naglimod (sa Kamatuoran sa Islam), kamo ug kadtong anaa sa yuta kamong tanan, sa pagkatinuod ang Allah adunahan (gawasnon sa tanang panginahanglanon, nga Dalaygon;",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Wala ba nakaabot kaninyo ang mga balita mahitungod sa mga nauna kaninyo, ang katawhan ni Noe ug (ang mga tribo sa) ‘Aad ug Thamud, ug niadtong mga nagsunod kanila? Walay nakaila kanila (ang mga tribo nga misunod) gawas sa Allah. Ang ilang mga Mensahero miabot kanila uban ang tin-aw nga mga Pamatuod, apan ilang gibutang ang ilang mga kamot ngadto sa ilang mga baba ug miingon: Sa pagkatinuod kami nagdumili nianang butang nga gipadala kanimo, ug sa pagkatinuod kami anaa sa pagduhaduha mahitungod nianang imong gidapit kanamo.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Ang ilang mga Mensahero miingon: Aduna bay pagduhaduha mahitungod sa Allah, ang Magbuluhat sa mga langit ug sa yuta? Gidapit Niya kamo aron Siya mopasaylo kanimo sa inyong mga sala, ug maghatag kaninyo ug lugway hangtod sa gitakda nga panahon. Sila miingon: Kamo mga tawo sama kanamo! Gusto lang nimo nga ipahilayo kami sa gisimba sa among mga katigulangan. Busa hatagi kami ug pipila ka tin-aw nga pamatuod (sa unsay imong gisulti).",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Ang ilang mga Mensahero miingon ngadto kanila: Kami mga tawo nga sama kaninyo, apan ang Allah naghatag (sa Iyang) Pabor (nga Pagkapropeta) kang bisan kinsa nga Iyang gusto sa Iyang mga ulipon, ug dili angay kanamo nga kami magdala kaninyo bisan unsang pruweba gawas sa Pagtugot sa Allah; Ug sa Allah himoa nga ang mga magtotoo ibutang ang ilang hingpit nga pagsalig.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Ug unsa may among rason nga dili kami mosalig sa Allah? Ug Siya sa pagkatinuod naggiya kanamo ngadto sa (malinawon) nga mga dalan nga among gisunod; ug sa pagkatinuod kami moantus uban sa pagpailub sa inyong paglutos kanamo; ug sa Allah (lamang) tugoti sila nga nagasalig, nga ibutang ang ilang hingpit nga pagsalig.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ug sila nga naglimod (sa Kamatuoran) miingon ngadto sa ilang mga Mensahero: Kami sa pagkatinuod magpapahawa kaninyo gikan sa among yuta, o kon dili kamo mobalik sa among pagtuo (ug pamaagi sa pagkinabuhi). Busa ang ilang Ginoo (Allah) mipadayag ngadto kanila: Sa pagkatinuod Kami molaglag sa mga tigbuhat sa kadautan (ang mga malinapason sa balaod).",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Ug Kami magpapuyo kaninyo sa yuta human kanila; kini alang kaniya nga nahadlok sa pagpabarug sa Akong Presensiya (aron sa Pagkwenta), ug sa kinsay nahadlok sa Akong Paghulga.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Ug sila (ang mga magtutuo) nangayo ug Tabang (ug kadaugan gikan sa Allah) ug (sa ingon niana) ang matag nagginahi, mapahitas-on nga diktador pagadad-on ngadto sa hingpit nga kapildihan ug kalaglagan.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Sa iyang atubangan mao ang Impiyerno, ug siya pagahatagan aron sa pag-inum sa tubig nga nagbukal:",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Siya magainum niini sa hinayhinay, ug maglisud sa pagtulon niini, ug ang kamatayon moabut kaniya gikan sa tanang dapit, apan siya dili mamatay; ug sa iyang atubangan adunay usa ka Hilabihan nga Kastigo.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Ang panag-ingnan sa mga naglimod sa ilang (Tinuod) nga Ginoo (Allah): Ang ilang mga buhat sama sa mga abo nga gihuyop sa makusog nga hangin sa unoson nga adlaw; dili sila makakab-ot ug bisan unsa nga kaayohan gikan sa tanan (nga mga maayo unta nga buhat) nga ila untang natigom; kana mao ang (tin-aw) nga pagkasalaag, nga halayo (gikan sa husto nga Dalan).",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Wala ba ninyo makita nga gibuhat sa Allah ang mga langit ug ang yuta sa kamatuoran? Kung Iyang buoton, mahimo Niyang wagtangon kamo ug magdala ug bag-ong binuhat,",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Ug kini dili lisud alang sa Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Ug silang tanan moduol sa atubangan sa Allah 'alang sa Paghukom', unya ang mga mahuyang moingon ngadto kanila nga mga mapahitas-on: Sa pagkatinuod kami inyong mga sumusunod, busa mahimo ba nga inyong ilikay gikan kanamo ang bisan unsang bahin sa Silot sa Allah? Sila moingon: Kon ang Allah migiya kanamo, kami usab unta nakagiya kaninyo; managsama kanato kun kita dili mapailubon o mapailubon, walay paagi sa paggawas alang kanato.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Sa diha nga ang Kamanduan sa Allah nahitabo na,ang Satanas muingon: Sa pagkatinuod ang Allah misaad kaninyo ug usa ka Saad sa Kamatuoran, ug ako misaad kaninyo, unya ako mipakyas (nagbudhi) kaninyo, ug ako walay\nkatungod ibabaw kaninyo, gawas nga ako mitawag kaninyo (lamang) ug kamo\nmisunod kanako, busa ayaw ako basola kondili basula ang inyong mga kaugalingon. Dili ako mamahimo nga inyong manluluwas (karon) ni kamo (usab) makaluwas kanako; sa pagkatinuod ako naglimod sa inyong pagpakig-uban kanako sa Allah kaniadto; kasigurohan nga ang mga mamumuhat sa kadautan makabaton ug usa ka sakit nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Apan sila nga nagtuo (sa Allah, ang Usa ug bugtong Matuod nga Diyos, ug sa Iyang mga Mensahero, ug sa Katapusan nga Adlaw) ug nagbuhat ug matarong nga mga maayong buhat, pasudlon sa mga Tanaman, nga diin sa ubos niini mao ang mga suba nga nagdagayday, aron sa pagpabilin didto pinaagi sa pagtugot sa ilang Ginoo (Allah); ang ilang pagtimbaya sa sulod niini mao ang (Salaam) Kalinaw.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Wala ba kamo makakita kung giunsa sa Allah paghimo sa usa ka panag-ingnan sa maayong pulong (nga) sama sa maayong kahoy, kansang gamut lig-on, ug kansang mga sanga padulong ngadto sa langit,",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Nga nagahatag sa mga bunga niini sa matag panahon (sa tingbunga) pinaagi sa Pagtugot sa iyang Ginoo (Allah). Ug ang Allah naghimo ug mga panag-ingnan alang sa katawhan aron sila makahinumdom.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Apan ang panig-ingnan sa daotan nga pulong, sama sa ngil-ad nga kahoy, nga giibut gikan sa yuta; nga kini walay pagkamalig-on.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Gipalig-on sa Allah ang mga mituo pinaagi sa Pulong nga nagbarog nga lig-on sa kinabuhi niining kalibotana ug sa Ulahing Adlaw (nga dili kamo magsimba ug lain gawas sa Allah), ug ang Allah (makataronganon nga) nagpahisalaag sa mga mamumuhat sa kadautan (mga malinapason sa balaod), ug ang Allah nagabuhat sa unsay Iyang gusto.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Wala ba kamo makakita niadtong (mga manlilimod) nga nag-usab sa Pabor sa Allah sa pagkadili mapasalamaton (pagkawalay pagtuo), ug naghimo sa ilang mga katawhan nga mopuyo sa puluy-anan sa hingpit nga kapildihan?",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Ngadto sa Impyerno sila mosulod (ug masunog), ug unsa ka dautan kini nga dapit nga pagapuy-an.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Ug sila nagbutang ug katugbang sa Allah aron sila makapahisalaag (sa mga tawo) gikan sa Iyang Dalan. Isulti: Paglingaw kamo sa inyong mga kaugalingon, kay sa pagkatinuod ang inyong padulngan mao ang Impiyerno.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Isulti ngadto sa Akong mga ulipon nga mituo (sa Allah, sa Iyang kataposang Mensahero nga si Muhammad, ug sa Katapusang Adlaw) nga sila kinahanglan magmakanunayon sa pag-ampo (sa gitakda nga mga panahon) ug mogasto gikan sa unsay Among gihatag kanila, sa tago ug sa dayag, sa dili pa ang pag-abot sa Adlaw nga diin wala nay pagbinayloay o panaghigalaay.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Kini mao ang Allah nga nagbuhat sa mga langit ug sa yuta ug nagpakanaog ug tubig gikan sa mga panganod, unya nagpagula gikan niini ug mga bunga ingon nga pagkaon alang kaninyo, ug Siya naghimo sa mga barko nga masinugtanon kaninyo, aron sila makalawig sa dagat pinaagi sa iyang sugo, ug Iyang gihimo ang mga suba nga masunuron (usab) nganha kaninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Ug Iyang gihimo nga masinulondon alang kaninyo ang adlaw ug ang bulan, nga nagpadayon sa ilang mga agianan, ug Iyang gihimo nga masinulondon alang kaninyo ang gabii ug ang adlaw.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Ug Siya nagahatag kaninyo sa tanan nga inyong gipangayo Kaniya; ug kon kamo mag-ihap sa mga Pabor sa Allah, kamo dili makahimo sa pag-ihap niini; sa pagkatinuod ang tawo dili makatarunganon, dili mapasalamaton.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Ug (hinumdomi) sa dihang si Abraham miingon: (O Allah) akong Ginoo! Himoa kining lungsod (Makkah) nga luwas, ug luwasa ako ug ang akong mga anak gikan sa pagsimba sa mga dios-dios.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "(Oh Allah) akong Ginoo! Sa pagkatinuod sila nagpahisalaag sa daghang mga tawo (pinaagi sa mga dios-dios); apan bisan kinsa nga mosunod kanako, siya sa pagkatinuod uban kanako, ug bisan kinsa nga mosupak kanako, nan Ikaw mao ang Labing Mapasayloon, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "(O Allah) among Ginoo! Sa pagkatinuod akong gipahiluna ang usa ka bahin sa akong kaliwat (Ishmael ug ang iyang mga kaliwat) sa umaw nga walog duol sa Imong Sagrado nga Balay (ang Ka'aba sa Makkah, O Allah) among Ginoo! Aron nga sila magmakanunayon sa pag-ampo; busa himoa ang mga kasingkasing sa ubang mga tawo nga mangandoy (ug kaayohan) alang kanila ug hatagi sila og mga bunga; aron sila mahimong mapasalamaton:",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "\"(O Allāh) among Ginoo, sa pagkatinuod Ikaw nasayud kun unsay among gitago ug unsay among gidayag, ug walay bisan unsa sa yuta o sa langit nga natago gikan sa Allāh:\"",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Ang tanan nga pagdayeg Iya sa Allah, nga Maoy naghatag kanako sa katigulangon nga mao si Ismael ug Isaac; sa pagkatinuod ang akong Ginoo (Allah) mao ang Tigpatalinghog sa pag-ampo.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "(O Allah) akong Ginoo! Himoa nga ako makanunayon sa pag-ampo ug ang akong mga anak, (O Allah) among Ginoo, dawata ang akong pag-ampo:",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "(Oh Allah) among Ginoo! Pasayloa ako ug ang akong mga ginikanan ug ang mga magtutuo sa Adlaw nga ang Pagkwenta ug Paghukom mahitabo!",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Ug ayaw hunahunaa nga si Allah wala makahibalo kung unsa ang gibuhat sa mga daotan (kadtong nagbutang ug kauban ni Allah sa Iyang pagka-Dios o pagsimba). Siya naghatag lamang kanila ug pahulay hangtod sa Adlaw nga ang mga mata motutok sa kalisang -",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Nagdagan sa kahadlok, gibayaw ang ilang mga ulo, ang ilang panan-aw wala na mobalik kanila, ug ang ilang mga kasingkasing wala’y kapuslanan (gikan sa paghunahuna - tungod sa hilabihan nga kalisang).",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Ug pasidan-e ang mga tawo sa Adlaw nga ang Silot moabut kanila, unya sila nga nagbuhat sa kadautan (nga naglapas sa Balaod sa Allah) moingon: (O Allah) among Ginoo! Lugwayi kami ngadto sa haduol nga panahon, (aron) kami motubag sa Imong Pagtawag (sa pagtuo Kanimo, nga dili magbutang sa bisan unsa nga uban Kanimo sa pagsimba) ug sa pagsunod sa mga Mensahero. (Apan ang Allah motubag): Wala ba kamo nanumpa kaniadto (nga) dili kamo mobiya (niining kalibutana alang sa Pikas Kinabuhi)?",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Ug kamo mipuyo sa mga puloy-anan sa mga nagpakasala batok sa ilang mga kaugalingon, ug natin-aw kaninyo kun sa unsa nga paagi Kami mitagad kanila, ug Kami mipakita (sa daghang) mga panag-ingnan alang kaninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Ug sila sa pagkatinuod naglaraw sa ilang laraw, apan si Allāh nakahibalo sa ilang laraw (Nga nagbalik niini ngadto kanila), bisan tuod ang ilang laraw mao nga kini makabalhin sa kabukiran.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Busa ayaw paghunahuna nga ang Allah (maghimong) pakyas sa Iyang Saad ngadto sa Iyang mga Mensahero; sa pagkatinuod ang Allah mao ang Hingpit Gamhanan, ang Ginoo sa Pagbalus.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Sa Adlaw nga ang yuta mausab ngadto sa laing yuta, ug (mao usab) ang mga langit, ug sila (katawhan) mogula sa atubangan sa Allah, ang Nag-Inusara nga (Tinuod nga Dios), ang Madaugon.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Ug makita nimo ang mga daotan nianang Adlawa nga mga ginapos sa mga kadena.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Ang ilang mga bisti hinimo gikan sa alkitran, ug ang Kalayo nagtabon sa ilang mga nawong.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Aron si Allah magabalus sa matag kalag (sumala sa) unsay iyang nahimo (maayo man o daotan); sa pagkatinuod ang Allah Maabtikon sa Pag-ihap.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Kini (Qur'an) usa ka mensahe.alang sa kataw-han aron sila mapasidan-an pinaagi niini, ug hibaloi nga Siya (Allah) mao ang Usa (ug mao lamang ang Tinuod) nga Diyos[2], aron ang mga katawhan sa pagsabot magabantay.",
      "footnotes": "[2]. Walay lain nga adunay katungod nga pagasimbahon gawas Kaniya, ug Siya walay asawa, ni anak nga lalaki, ni mga anak nga babaye, ni bisan unsa nga kapikas o katumbas."
    }
  ]
}