{
  "surah_number": 15,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Alif Laam Ra[1]. Kini mao ang mga Bersikulo sa Libro ug tin-aw nga gilitok nga Qur'an.",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili hitupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud sila makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Tingali (uban sa pagmahay), sila nga karon naglimod (sa Kamatuoran sa Islam) mangandoy nga sila mga Muslim[2].",
      "footnotes": "[2]. Sa diha nga ilang makita, sa Adlaw sa Paghukom, ang mga magtutuo nga mga Muslim padulong sa Paraiso ug ang mga manlilimod padulong sa Impiyerno."
    },
    {
      "ayah_number": 3,
      "translation_bis": "Biyai sila (nga mga dili magtutuo) aron sa pagkaon ug paglipay (niining kinabuhia), ug paglingaw sa ilang mga kaugalingon sa (bakak) nga mga paglaum, kay sila sa dili madugay mahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Wala gayud Kami maglaglag ug usa ka lungsod (gawas sa mga sala niini) ug kini adunay iladong gitakda nga termino.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Walay katawhan nga makapadali sa gikatakda nga panahon niini, ni sila makapalangay (niini).",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Ug sila (ang mga manlilimod) miingon: \"O ikaw (Muhammad) nga diin ang Pahinumdum (Qur’an) gipadayag. Sigurado nga wala ka sa imong hunahuna.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "(Nag-ingon): Nganong dili man nimo dad-on kanamo ang mga anghel, kung ikaw matinud-anon?\"",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Kami wala magpakanaog sa mga anghel gawas sa Kamatuoran (Pinadayag o Balaang Panimalos), ug sa maong kahimtang, sila (ang mga manlilimod) dili na unya pagahatagan ug lugway.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Sa pagkatinuod Kami , Kami mao ang nagpadayag sa Pahinumdom (Qur’an) ug Kami sa pagkatinuod magabantay ug magatipig niini (gikan sa tanang pagtuis).",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Sa kasigurohan Kami nagpadala (ug mga Mensahero) una kanimo taliwala sa mga sekta (komunidad) sa kanhing mga katawhan.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Walay Mensahero nga miabut kanila, apan sila nagbiaybiay kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Sa ingon niini Kami naghimo (sa paglimod) nga mosulod ngadto sa mga kasingkasing sa mga dautan;",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Wala sila motuo niini (Qur'an), bisan pa ang panig-ingnan sa kanhing mga (manlilimod) katawhan milabay na.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Bisan pa kung ablihan Namo alang kanila ang usa ka ganghaan sa langit, aron sila makapadayon sa pagsaka niini,",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Sila moingon gayod: \"Ang among mga panan-aw nasilaw lamang; hinoon, mga tawo kami nga naapektuhan sa salamangka.\"",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Sa pagkatinuod Kami (Allah) nagbutang ug dagkong mga bituon sa langit, ug Kami naghimo kanila nga matahum sa mga nagatan-aw.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Ug Among gibantayan kini (ang langit) batok sa matag tinunglo nga Satanas,",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Gawas kaniya (yawa) nga misulay sa pagpaminaw (ngadto sa haduol sa langit), busa nagsunod kaniya ang makita nga nagdilaab nga kalayo.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Ug ang yuta, Kami (Allah) nagbuklad niini, ug nagbutang niini ug lig-on nga mga bukid, ug nagpatubo niini sa tanang matang sa angay nga katimbang.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Kami naghatag niini og mga pamaagi sa panginabuhian alang kaninyo, ug alang niadtong (mga binuhat) nga kamo dili mao ang tigtagana kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Walay bisan unsa nga butang, apan ang (dili mahurot) nga mga bahandi ania kanato, ug Kami dili mopakanaug niini gawas sa nahibaloan nga sukod.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Kami (Allah) nagpanaog sa mga hangin nga naga-abono, unya nagpakanaug ug tubig gikan sa mga panganod, busa Kami naghatag niini kaninyo aron sa pag-inom, dili kaninyo ang nagtipig sa iyang mga reserba.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Ug sa pagkatinuod Kami (Allah lamang) ang naghatag ug kinabuhi ug nagpahinabog kamatayon, ug Kami ang (walay kataposan) nga Tigpanunod.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Kami nakaila niadtong anaa kaninyo nga milabay na, ug Kami sa pagkatinuod nakaila niadtong moabut sa ulahi.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Ug sa pagkatinuod ang imong Ginoo magabanhaw kanilang tanan (alang sa Paghukom); sa pagkatinuod Siya mao ang Hingpit nga Maalamon, Ang Hingpit nga Nahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Sa pagkatinuod Kami (Allah) naglalang sa tawo gikan sa yuta sa itom nga lapok nga hinolma.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Ug ang jinn Among gibuhat kaniadto gikan sa hilabihan ka init nga kalayo (nga walay aso).",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Ug (hinumdomi) sa diha nga ang imong Ginoo (Allah) miingon ngadto sa mga Anghel: Sa pagkatinuod Ako magbuhat ug usa nga tawo gikan sa yutang kolonon, nga gihulma sa (itom nga hamis) lapok.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Busa sa dihang naumol Ko siya ug nahuypan siya sa usa ka espiritu sa Akong Kaugalingon nga binuhat, moyukbo sa atubangan niya.”",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Busa ang mga anghel miyukbo, silang tanan nga managkauban,",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Gawas kang Iblees (Satanas); nagdumili siya nga mahiuban niadtong mga nanggiyukbo.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "(Ang Allah) miingon: \"O Iblees (Satan), unsa bay nahitabo kanimo nga dili ka kauban sa mga nanggiyukbo[3]?\"",
      "footnotes": "[3]. Nasayud ang Allah sa hinnungdan apan gihimo Niya nga ang iyang tubag makuhaan ug pamatuod ug pagtulon-an."
    },
    {
      "ayah_number": 33,
      "translation_bis": "Siya miingon: Ako dili ingon niana nga ako muyukbo sa usa ka tawo nga Imong gilalang gikan sa yutang kolonon, nga gihulma sa (itom nga hamis) lapok.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "(Ang Allah) miingon: Nan gawas gikan niini (Paraiso), Kay ikaw sa pagkatinuod sinalikway ug gipapahawa.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Ug sa pagkatinuod ikaw pagatungluhon hangtod sa Adlaw sa Pagbalus.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Siya miingon: (O Allah) akong Ginoo! Hatagi ako ug lugway hangtod sa panahon nga sila pagabanhawon (gikan sa ilang mga lubnganan).",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "(Ang Allah) miingon: Nan sa pagkatinuod ikaw gihatagan ka ug lugway.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Hangtud sa Adlaw nga gitakda (ang Adlaw sa Paghukom).",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "(Si Satanas) miingon: (O Allah) akong Ginoo! Tungod kay Imong gipasalaag ako, sa walay pagduhaduha akong panindoton alang kanila (nga mga anak ni Adan) kining kalibotan (ang dalan sa kasaypanan, kalibutanon nga mga pagkaliban, mga kaibog, ug kadautan), ug sa pagkatinuod akong ipahisalaag silang tanan:",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Gawas niadtong taliwala kanila, Ang imong mga debotado nga mga ulipon.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "(Ang Allah) miingon: Kini mao ang Dalan (sa pagbalik) nga matul-id ngari Kanako:",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Sa pagkatinuod, mahitungod sa Akong mga ulipon (sa mga tawo ug jinn), ikaw walay gahom ibabaw kanila gawas niadtong nagsunod kanimo nga mga mitipas.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Ug sa pagkatinuod ang Impiyerno mao ang gisaad nga dapit alang kanilang tanan:",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Kini adunay pito ka ganghaan; sa matag ganghaan adunay usa ka nabulag nga pundok kanila (gikan sa mga sumusunod ni Satanas).",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Sa pagkatinuod kadtong nagpakamatarung maanaa sa taliwala sa mga Tanaman ug mga Tuburan,",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "(Kini igaingon): Sulod niini uban sa kalinaw, ug kaluwasan.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Ug Among tangtangon ang bisan unsa nga kasuko nga anaa sa ilang mga dughan - (sila mamahimong) managsoon, sa mga trono (sa dignidad, malipayon) nga nag-atubang sa usag usa.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Ang kakapoy dili makatandog kanila, ni sila mahimong papahawaon gikan niini.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Pahibaloa ang Akong mga ulipon (sa katawhan ug jinn) nga Ako mao ang Labing Mapasayloon, ang Labing Maloloy-on,",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Ug ang Akong Silot mao gayud ang labing Sakit nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Ug pahibaloa sila sa mga bisita ni Abraham:",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Sa dihang misulod sila kaniya, sila miingon, ‘Kalinaw.’ Siya miingon: Sa pagkatinuod kami nahadlok kaninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Sila miingon: Ayaw kahadlok, sa pagkatinuod kami mao (mga Anghel nga gipadala aron) sa paghatag kanimo ug maayong balita sa usa ka bata nga lalaki, nga adunay kahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "(Si Abraham) miingon: Ikaw ba naghatag kanako ug maayong balita (sa usa ka anak nga lalaki) sa diha nga ang katigulangon miabut na kanako? Unsa kaha nga maayong balita kini?\"",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "(Ang mga Anghel) miingon: Kami naghatag kaninyo ug maayong balita uban sa kamatuoran, busa ayaw kamo uban sa mga nawad-an ug paglaum.",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "(Si Abraham) miingon: Ug kinsa ba ang mawad-an ug paglaum sa Kalooy sa iyang Ginoo (Allah) gawas niadtong mga nahisalaag?",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Ug (dayon) miingon: \"Unsa ba ang inyong katuyoan (dinhi), O (anghelanon nga) mga mensahero?\"",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Sila miingon: \"Sa pagkatinuod kami gipadala ngadto sa katawhan nga hilabihan naglapas ug mga dautan (sa Sodoma ug Gomora,\"",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Gawas sa pamilya ni Lot: Sa pagkatinuod luwason namo silang tanan,",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Gawas sa iyang asawa; Kami nagtakda nga siya siguradong mahilakip sa mga nahabilin (nga nagpabilin sa luyo)[4].\"",
      "footnotes": "[4]. Nga mamatay, tungod sa pakigtambayayong sa mga manlilimod."
    },
    {
      "ayah_number": 61,
      "translation_bis": "Busa sa dihang ang (anghelanon) nga mga mensahero miabot sa pamilya ni Lot,",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "(Si Lot) miingon: \"Daw mga estranghero kamo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "(Ang mga anghel) miingon: \"Apan, kami mianhi kanimo uban nianang (Silot) nga ilang gikaduhaduhaan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "\"Ug mianhi kami kanimo uban ang Kamatuoran, ug kami sa pagkatinuod mga matinud-anon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Busa lakaw uban sa imong pamilya sa kagabhion ug sunod kanila, ug ayaw tugoti ang bisan kinsa kaninyo nga molingi sa likod, ug lakaw ngadto sa diin ikaw gisugo.",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Ug Kami mipadayag kaniya niini nga Pagtakda, nga ang mga gamut (ug katapusan nga mga salin) niining (mga makasasala) pagataposon sa kabuntagon.",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Ug ang katawhan sa syudad miabut nga nanggikalipay.",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "(Si Lot) miingon: \"Sa pagkatinuod sila mao ang akong mga bisita, busa ayaw ako pakaulawi,",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Ug kahadloki ang Allah, ug ayaw ako ibutang sa kaulawan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Sila miingon: \"Wala ba kami nagdili kanimo sa pagpanalipod (sa ubang) mga tawo?\"",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "(Si Lot) miingon: \"Ania ang akong mga anak nga babaye (mga babaye sa akong katawhan aron pangasaw-on), kon kamo mobuhat gayud (sa ingon).\"",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "Ako (Dios) nanumpa pinaagi sa imong kinabuhi (O Propeta Muhammad), sa pagkamatood sila mga buta nga naglatagaw sa ilang kahubog.",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Busa ang (Gamhanan nga) Pagbuto misakmit kanila sa pagsubang sa adlaw.",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Ug kami mibalit'ad niini (ang siyudad) ug mipaulan kanila sa gipainit nga kolonon \nnga bagah.",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "Sa pagkatinuod adunay mga Timailhan niini alang niadtong mga maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "Ug sa pagkatinuod ang ilang mga kagun-oban (ang siyudad sa Sodoma) anaa gihapon sa usa ka nailhan nga agianan.",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "Sa pagkatinuod adunay Timailhan niini alang sa mga magtotoo.",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_bis": "Ug ang mga lumolupyo sa kakahoyan (ang katawhan sa Madian) usab sa pagkatinuod tigbuhat ug kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_bis": "Busa Kami nagpahamtang ug silot kanila, ug ang kagun-oban sa duha ka mga balangay (ang mga siyudad sa Sodoma ug Midian) anaa gihapon sa usa ka ilado nga dalan, patag nga makita sa tanan (ug makuhaan ug pagtulon-an).",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_bis": "Ug ang mga lumulupyo sa Hijr (ang batoon nga agianan, nga mao ang tribo sa Thamud) sa pagkatinuod naglimod sa mga Mensahero (sa Allah);",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_bis": "Ug Kami naghatag kanila sa Among mga Timailhan (lakip ang mga Milagro, ug mipadala sa Among mga Sugo), apan sila mitalikod gikan kanila;",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_bis": "Ug sila nagkulit ug mga balay sa kabukiran, nga mibati ug pagkaluwas.",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_bis": "Apan ang (hilabihihan kadako) nga pagbuto misakmit kanila sa kabuntagon;",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_bis": "Ug ang unsay ilang natigom 'sa bahandi' wala gayod makahatag ug kaayohan kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_bis": "Kami wala magbuhat sa mga langit ug sa yuta ug sa tanan nga anaa sa taliwala niini gawas nga alang sa usa ka kamatuoran; ug ang Takna (ang Adlaw sa Pagkabanhaw ug Paghukom) sa pagkatinuod moabot. Busa pagpasaylo (O Propeta Muhammad) uban sa maayo ug mapuangoron nga pagpasaylo.",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_bis": "Sa pagkatinuod ang 'Allah' imong Ginoo mao ang Magbuluhat sa tanang butang, ang Labing Nakahibalo sa Tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_bis": "Sa pagkatinuod Kami naghatag kanimo sa pito ka kanunayng gisubli (nga Mga Bersikulo, nga mao ang pang-abli nga Kapitulo [Suratol Fatihah]), ug ang Dako nga Qur'an.",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_bis": "[busa] ayaw itan-aw ang imong mga mata [nangandoy] sa kung unsa ang among gihatag sa pipila kanila (mga manlilimod) aron malingaw, ug ayaw kaguol tungod kanila. Ug ipaubos ang imong pako (sa gugma ug pagkamaayo) ngadto sa mga magtutuo.",
      "footnotes": null
    },
    {
      "ayah_number": 89,
      "translation_bis": "Ug isulti: Sa pagkatinuod ako usa ka tin-aw nga tigpasidaan (sa Kastigo alang sa bisan kinsa nga nagbutang ug kauban sa Allah sa pagsimba ug nagbuhat ug kadaotan).",
      "footnotes": null
    },
    {
      "ayah_number": 90,
      "translation_bis": "(Usa ka pasidaan) sama sa unsay Among gipakanaog ngadto kanila kinsa nagbahin (ang mga Kasulatan),",
      "footnotes": "5. Nga mao ang mga Hudeyo ug ang mga Kristohanon nga mibulag gikan sa mga pagtulon-an sa ilang mga Propeta. Sa ubang bahin sa ilang mga balasahon sila mituo ug sa uban niini sila wala motuo, ug ilang giusab ang uban, ug nabahin ngadto sa daghan nagkalainlain nga mga sekta."
    },
    {
      "ayah_number": 91,
      "translation_bis": "kinsa ˹karon˺ modawat sa mga bahin sa Quran, nagsalikway sa uban (sumala sa ilang kaugalingong mga tinguha).",
      "footnotes": null
    },
    {
      "ayah_number": 92,
      "translation_bis": "Busa, pinaagi sa imong Ginoo (Allah), Kami sa pagkatinuod mangutana kanilang tanan,",
      "footnotes": null
    },
    {
      "ayah_number": 93,
      "translation_bis": "Ngadto sa tanan nga ilang ginabuhat kaniadto.",
      "footnotes": null
    },
    {
      "ayah_number": 94,
      "translation_bis": "Busa ipahayag sa dayag kung unsa ang gikasugo kanimo (ang Pagkausa sa Diyos), ug palayo gikan sa mga tigsimbag mga dios-dios.",
      "footnotes": null
    },
    {
      "ayah_number": 95,
      "translation_bis": "Sa pagkatinuod Kami igo na kanimo batok sa mga mabiaybiayon.",
      "footnotes": null
    },
    {
      "ayah_number": 96,
      "translation_bis": "Kadtong nagbutang ug kauban sa Allah nga laing dios; nan sila mahibalo sa dili madugay (ang mga sangpotanan).",
      "footnotes": null
    },
    {
      "ayah_number": 97,
      "translation_bis": "Ug sa pagkatinuod Kami nahibalo nga ang imong dughan naghuot sa ilang gisulti (sa pagpangbiybiay ug pagpanglimod).",
      "footnotes": null
    },
    {
      "ayah_number": 98,
      "translation_bis": "Busa himayaa ang imong Ginoo (Allah) uban sa pagdayeg, ug kahimong uban niadtong mga miyukbo sa ilang kaugalingon (ngadto Kaniya).",
      "footnotes": null
    },
    {
      "ayah_number": 99,
      "translation_bis": "Simbaha ang imong Ginoo (Allāh lamang) hangtod nga moabot kaninyo ang kasigurohan (sa kamatayon).",
      "footnotes": null
    }
  ]
}