{
  "surah_number": 16,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ang kamandoan sa Allah (Paghukom) nagkaduol na, busa ayaw pagtinguha sa pagpadali niini; ang Himaya ngadto Kaniya, ug Labing Halangdon Siya nga labaw sa tanan nga ilang gipakig-uban Kaniya (sa Iyang pagka-Dios o sa pagsimba).",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Iyang gipakanaog ang mga anghel uban sa Balaanong Pagpadayag pinaagi sa Iyang Kasugoan ngadto sa kinsay Iyang gusto sa Iyang mga ulipon, nga nag-ingon: \"Ihatag ang Pasidaan nga walay diyos (nga takos pagasimbahon) gawas Kanako (Allah), busa kahadloki Ako ug likayi ang daotan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Gibuhat sa Allah ang mga langit ug ang yuta sa tinuod nga katuyuan, Labing Halangdon Siya, labaw sa tanan nga ilang gipakig-uban Kaniya (sa mga diyosdiyos).",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Gibuhat niya ang tawo gikan sa usa ka tulo sa binhi; apan tan-awa - ang tawo (mahimong) usa ka dayag nga kaaway (nga makiglalis mahitungod sa kamatuoran).",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Ug gibuhat Niya ang mga hayopan alang kaninyo; Anaa kaninyo gikan kanila ang mainit nga mga bisti ug (daghang) mga kaayohan, ug gikan kanila kamo nagakaon.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Ug alang kaninyo adunay katahum nganha kanila sa diha nga kamo magpapauli kanila sa kagabion, ug sa diha nga kamo magpadala kanila ngadto sa sibsibanan sa kabuntagon.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Ug sila nagapas-an sa inyong bug-at nga mga lulan ngadto sa mga dapit nga dili ninyo maabut, gawas nga anaa niini ang dakung kalisdanan sa inyong mga kaugalingon; sa pagkatinuod ang inyong Ginoo (Allah) mao ang Labing Mabination, Labing Maloloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Ug (gibuhat sa Allah) ang mga kabayo ug mga mula ug mga asno aron kamo makasakay kanila ug ingon nga dayandayan; ug Siya magbuhat pa sa wala ninyo mahibaloi (sa mga pamaagi sa pagpanaw: pinaagi sa hangin, dagat, yuta, ug bisan sa kawanangan, nga nahimong posible pinaagi lamang sa Iyang Gahum).",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Ug ngadto sa Allah ang katungdanan aron \nsa pagpakita sa husto nga Dalan tin-aw, apan adunay daghan nga magtipas gikan niini; ug kon lyang 'Allāh' gibuot, Siya unta migiya na kaninyong tanan sa husto (apan gitagaan ta Niya ug kagawasan sa pagpili).",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Siya (Allah) mao ang nagpakanaog sa ulan gikan sa panganod; gikan niini kamo nagainom, ug pinaagi niini (mitubo) ang mga tanom diin kamo nagasibsib (sa inyong mga hayopan).",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Siya nagpatubo niini alang kaninyo sa mga tanom, mga olibo, mga palmera, mga ubas, ug sa tanang mga bunga; sa pagkatinuod adunay Timaan niini alang sa katawhan nga namalandong.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Ug Iyang gihimo ang kagabion ug ang adlaw nagpailalom alang kaninyo, ug ang adlaw ug ang bulan, ug ang mga bitoon nga nagpailalom pinaagi sa Iyang sugoan; sa pagkatinuod adunay mga Timailhan niini alang sa mga tawo nga adunay salabutan;",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ug ang bisan unsa nga Iyang gibuhat ngadto sa yuta nga lain-laing mga bolok, sa pagkatinuod adunay Timailhan niini alang sa katawhan nga naghinumdom.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Ug Siya (Allah) mao ang naghimo sa dagat nga masinulondon aron kamo makakaon gikan niini sa lab-as ug humok nga mga unod ug nagpagula gikan niini ug mga dayandayan nga diin inyong ginasul-ob, ug kamo makakita sa mga sakayan nga naglayag niini, aron kamo mangita sa Iyang kadagaya, ug aron kamo magpasalamat (ngadto Kaniya).",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Ug ang Allah nagbutang ug lig-on nga mga bukid sa yuta, aron dili kini matay-og uban kaninyo, ug mga suba, ug mga dalan, aron kamo makakaplag sa inyong dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Ug mga timaan; ug pinaagi sa mga bitoon sila nakakaplag sa ilang dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Siya ba (Allah) Nga naglalang sa matag butang na sama kaniya kinsa walay maglalang? Dili ba kamo makahinumdom?",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Ug kon kamo mag-ihap sa mga Pabor sa Allah, kamo dili gayud makaihap niini; sa pagkatinuod ang Allah mao ang Labing Mapasayloon, Labing Maloloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Ug ang Allah nasayod sa unsay inyong gitago ug sa unsay inyong gidayag.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Apan kadtong nagsimba gawas sa Allah, (sila) walay naglalang ug bisan unsa, samtang sila sa ilang mga kaugalingon mga binuhat;",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Mga patay (sila), dili buhi, ug wala sila mahibalo kung kanus-a sila pagabanhawon (gikan sa patay).",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Ang imong Dios mao (lamang ang Allāh), usa nga Dios; busa (alang) niadtong wala motuo sa Pikas Kinabuhi, ang ilang mga kasingkasing naglimod (sa pagka-Usa sa Allāh) ug (niini) sila (buang-buang nga) maisugon ug mapahitas-on.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Sa walay pagduhaduha nahibalo ang Allāh kon unsa ang ilang gitago ug unsa ang ilang gidayag; sa pagkatinuod Siya dili makagusto niadtong mga mapahitas-on.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Sa diha nga iga-ingon ngadto kanila, unsa ang gipadayag sa imong Ginoo? Sila muingon: 'Mga sugilanon sa mga karaan;'",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Aron ilang mapas-an ang ilang mga palas-anon nga hingpit sa Adlaw sa Pagkabanhaw, ug ang mga palas-anon niadtong ilang gipahisalaag nga walay kahibalo (bisan tuod kini dili makapakunhod sa mga palas-anon sa naulahi sa bisan unsang paagi); Hibaloi, dautan kanang ilang gipas-an.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Kadtong mga nauna kanila naglaraw gayod, apan giguba sa Allāh ang ilang tinukod gikan sa mga patukoranan, mao nga ang atop nahulog kanila gikan sa ilang ibabaw, ug ang Silot miabut kanila gikan sa diin wala nila damha.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Unya sa Adlaw sa Pagkabanhaw Iyang dad-on sila sa kaulawan ug moingon: Hain na ang mga kaubanan nga inyong gihatag Kanako, alang kang kinsa man kamo nakigbatok? Sila nga gihatagan sa (hustong) kahibalo moingon: Sa pagkatinuod ang kaulawan ug pagkaalaot niining adlawa anaa sa mga manlilimod:",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Kadtong gipahinabo sa mga Anghel nga mamatay samtang sila nagpakasayop sa ilang mga kaugalingon (pinaagi sa kawalay pagtuo ug pinaagi sa pagbuhat ug uban pang mga dagkong makamatay nga kasal-anan). Unya sila nagtanyag (ug bakak) nga pagpasakop (nga nag-ingon): Kami kaniadto wala magbuhat ug bisan unsa nga kadautan. (Apan tubagon sila sa mga Anghel): Oo! Sa pagkatinuod ang Allāh mao ang Nakahibalo sa tanan nga inyong gibuhat kaniadto (nga kadautan).",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Busa sulod sa mga ganghaan sa Impyerno, aron sa pagpamuyo niini sa kahangturan; sa pagkatinuod dautan ang Puloy-anan sa mga mapahitas-on.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Ug sa diha nga iga-ingon ngadto sa nahadlok sa Allāh: Unsa ang gipadayag sa inyong Ginoo (Allāh)? Sila muingon: Ang tanan nga maayo. Kay alang kanila nga nagbuhat og maayo niining kalibutana, mao ang kaayohan, ug sa pagkatinuod ang Puloy-anan sa Pikas Kinabuhi mas maayo; ug sa pagkatinuod ang labing halangdon mao ang Puloy-anan mga matarong;",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Sa mga tanaman sa Eden sila mosulod, uban ang mga suba nga nagaagay sa ilang ilalum; maangkon nila didto ang tanan nga ilang gusto. Sa ingon niini pagagantihan sa Allah ang mga matarong.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Niadtong gipahinabo sa mga anghel nga mamatay sa maayong kahimtang, iga-ingon: 'Ang kalinaw maanaa kaninyo, sulod sa Paraiso tungod sa inyong gibuhat kaniadto (nga maayo).'",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Aduna ba silay gihulat (ang mga manlilimod) gawas sa mga anghel nga moabut kanila o ang sugoan sa inyong Ginoo (Allah) moabut. Mao usab ang mga nauna kanila. Ug si Allah gayud makiangayon kanila, apan sila dili makiangayon sa ilang mga kaugalingon.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Busa ang dautan (nga sangputanan) sa unsay ilang gibuhat mihampak kanila, ug sila pagalibutan sa butang nga ilang biaybiay kaniadto.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Ug kadtong nagbutang ug laing kauban sa Allah muingon: Kon ang Allah mibuot, kami dili mosimba ug bisan unsa gawas Kaniya, ni kami o ang among mga amahan, ni kami magdili sa bisan unsa nga walay (katungod gikan) Kaniya; ang sama nga (bakak) sa mga nag-una kanila buhat. Aduna bay bisan unsa nga katungdanan ngadto sa mga Mensahero gawas sa klaro nga \npaghatod (sa Mensahe)?",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Ug sa pagkatinuod Kami nagpadala sa matag nasud og usa ka Mensahero, nga nag-ingon: Simbaha ang Allah lamang ug likayi ang mga mini nga mga silimbahon. Busa dihay uban kanila nga gigiyahan sa Allah ug adunay uban nga ang pagkahisalaag nahiangay kanila; busa panaw sa yuta, unya tan-awa kung unsa ang katapusan sa mga nagdumili (sa Kamatuoran).",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Bisan kon kamo maninguha gayud alang sa ilang giya, sa pagkatinuod ang Allah dili mogiya kadtong Iyang Gibiyaan nga nahisalaag kaniadto (tungod sa ilang pagkamapahitas-on ug pagpadayon sa\npagpakasala), ni sila makabaton ug bisan kinsa nga katabang.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Ug sila nanumpa pinaagi sa Allah sa ilang labing bug-at nga mga panumpa (nga): Ang Allah dili mobanhaw sa usa nga namatay. Apan Oo! Kini usa ka Saad nga nahikot diha Kaniya, sa kamatuoran, apan kadaghanan sa mga tawo wala mahibalo;",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Aron Siya makahimo sa pagpadayag ngadto kanila mahitungod sa unsay ilang gikalahian, ug sila nga naglimod (sa Among mga Pinadayag) mahibalo nga sila mga bakakon.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Sa diha nga Among gustohon nga ang usa ka butan nga mahitabo, Among igaingon lamang: 'Mahimo,' ug kini mahitabo.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Ug alang niadtong milalin alang sa Kawsa sa Allah human sa pag-antus sa pagpangdaugdaug, Kami sa pagkatinuod mohatag kanila ug usa ka maayong puloy-anan sa kalibutan, ug ang ganti sa Pikas Kinabuhi sa pagkatinuod mas dako, kon sila lamang nahibalo;",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Kadtong mga mapailubon ug sa ilang Ginoo (Allah lamang) sila nagasalig.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Wala Kami nagpadala kaniadto kanimo (O Propeta Muhammad) gawas sa mga lalaki nga Kinsi among gipadal-an sa Pinadayag. Kung kamong mga wala mahibalo 'kini' - unya pangutana sa mga sumusunod sa (nauna) nga Pinadayag.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "(Kami nagpadala kanila) uban sa tin-aw nga mga Pamatuod ug mga Kasulatan; ug Kami (Allah) nagpadayag kanimo (O Propeta Muhammad) sa Pahinumdum (Qur’an) aron ikaw maghimong tin-aw ngadto sa mga tawo sa unsay gipakanaog ngadto kanila, ug aron sila mamalandong.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Sila ba unya, nga naglaraw ug dautan (nga mga buhat), mibati ba ug kasigurohan nga ang Allah dili mupahitabo sa yuta sa paglamoy kanila o ang Silot dili makasakmit kanila gikan sa dapit nga wala nila mahibaloi?",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "O Siya dili magsakmit kanila sa dalan sa ilang mga pagpanaw, nga sila dili makaikyas;",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "O Siya dili magsakmit kanila pinaagi sa pagpahinabo kanila nga mag-antus sa hinay-hinay nga kapildihan, kay ang imong Ginoo (Allah) sa kasigurohan mao ang Labing Mabination, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Wala ba nila makita ang matag butang nga gilalang sa Allah? Ang ilang (kaugalingong) mga anino nagabalik gikan sa tuo ug sa wala, naghapa ngadto sa Allah (lamang) samtang sila anaa sa hingpit nga pagpasakop.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Ug ngadto sa Allah (lamang) miyukbo (ug mitugyan) ang tanan nga anaa sa mga langit ug ang unsay anaa sa yuta sa buhing mga binuhat, ingon man usab ang mga anghel, ug sila dili mapahitas-on.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Nahadlok sila sa ilang Ginoo (Allah) nga labaw kanila, ug nagbuhat sila sa unsay gikasugo kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Ug ang Allah nag-ingon: Ayaw kamo pagkuha alang sa inyong mga kaugalingon og duha ka mga dios (ug ayaw pag-ingon nga ang Dios trinidad), Siya (Allah) usa lamang ka Dios; busa mahadlok kamo Kanako lamang.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Ug ngadto sa Allah ang bisan unsa nga anaa sa mga langit ug sa yuta, ug ngadto Kaniya (lamang) ang pagkamasinugtanon (igahatag) sa makanunayon; kamo ba nagmanggihadlokon ngadto sa lian kay sa\n(Silot sa) Allah?",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Ug ang bisan unsa nga panalangin nga (gikahatag) kaninyo kini gikan (lamang) sa Allah; unya sa matag higayon nga ang kadaot mihikap kaninyo, ngadto Kaniya kamo naghilak sa pagpangayo ug tabang.",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Apan sa diha nga Iyang gitangtang ang kadaot gikan kaninyo, diha-diha sa makas-a ang usa ka pundok kaninyo nagbutang ug kauban ngadto sa ilang Ginoo (Allāh) sa pagsimba;",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Busa aron sa pagpakita sa ilang pagkadili-mapasalamaton sa unsay Among gihatag\nkanila; nan paglingaw kamo sa inyong kaugalingon kay sa dili madugay kamo mahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Ug ilang gilain ngadto sa ilang (bakak nga mga dios ug mga diyosa) nga walay nahibaloan, ang usa ka bahin sa unsay Among gihatag kanila. Pinaagi sa Allah, kamo sa pagkatinuod pangutan-on mahitungod nianang inyong giimbento (nga kabakakan) mahitungod sa Allāh.",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Ug sila nag-asoy sa mga anghel ingon nga anak nga babae sa Allah, ang Himaya (ug Kadungganan) ngadto Kaniya; ug alang sa ilang mga kaugalingon (ang mga anak nga lalaki mao) ang ilang gitinguha.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Apan sa diha nga ang usa ka anak nga babaye gihatag ngadto sa usa kanila (sa pagano nga mga Arabo) ang iyang nawong mangitngit ug siya mapuno sa kahiladman nga kasubo.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Siya nagtago sa iyang kaugalingon gikan sa mga tawo tungod sa (kuno) dili maayo ang balita nga gipahibalo kaniya, (ug nakiglantugi sa iyang kaugalingon): Iya ba kining taguon uban ang kaulawan o ilubong ba kini (nga buhi) sa abug? Oh, sa pagkatinuod dautan ang ilang paghukom.",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Alang niadtong wala motuo sa Pikas Kinabuhi mao ang dautan nga pananglitan, ug alang sa Allah mao ang Labing Hataas nga Pananglitan (nga Siya lamang ang takos sa pagsimba); ug Siya mao ang Hingpit nga Gamhanan, ang Hingpit nga Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Ug kon kuhaon pa sa Allah (diha-diha) dayon ang mga tawo tungod sa ilang kasaypanan, Siya dili magbilin sa yuta ug usa ka (buhi) nga binuhat, apan Siya naghatag kanila ug lugway hangtud sa gitakda nga panahon; busa sa diha nga ang ilang kapanahonan moabut na, sila dili makahimo sa paglangan (niini) sa usa ka takna ni sila makapauna niini.",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Ug ilang gipasangil ngadto sa Allah ang dili nila gusto (nga mga anak nga babaye) ug ang ilang mga dila nag-asoy sa bakak nga sila makabaton ug kaayohan\n(gikan Kaniya) Sa walay pagduha-duha alang kanila ang Kalayo (sa Impiyerno), ug sila maanaa niini nga pinasagdan.",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Pinaagi sa Allah, sa pagkatinuod Kami nagpadala (mga Mensahero) ngadto sa mga nasud una kanimo (O Propeta Muhammad), apan si Satanas naghimo sa ilang mga buhat nga nindot tan-awon ngadto kanila, busa siya mao ang ilang katabang niining adlawa, ug sila makabaton ug sakit nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Kami nagpadayag kanimo (O Propeta Muhammad) sa Libro (ang Qur'an) aron imong tin-aw nga mapahibalo kanila unsay ilang gikalahian, ug (ingon) Giya ug Kalooy alang sa usa ka katawhan nga nagtoo (sa Among mga Pinadayag).",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Ang Allah nagpakanaug ug tubig gikan sa mga panganod, nga naghatag ug kinabuhi sa yuta human kini mamatay; sa pagkatinuod adunay mga timaan niini alang sa usa ka katawhan nga nagpatalinghug.",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Ug sa pagkatinuod adunay usa ka pagtulon-an alang kaninyo diha sa hayupan; Kami (Allah) naghatag kaninyo sa pag-inom sa unsay anaa sa mga tiyan niini - gikan sa taliwala sa lawasnong hugaw ug dugo – ang lunsay nga gatas, sayon imnon ug makapahimuot sa pagtulon alang niadtong miinom (niini).",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Ug sa mga bunga sa datiles ug sa mga ubas - makakuha kamo gikan niini ug maisug nga ilimnon ug maayong pagkaon; sa pagkatinuod adunay Timaan niini alang sa katawhan nga nakasabot.",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "Ug ang inyong Ginoo (Allah) dinasig sa mga putyokan nga nag-ingon: Paghimo og mga balay sa mga bukid, ug sa mga kahoy, ug sa unsay ilang gitukod:",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Unya kaon sa tanang prutas ug paglakaw sa mga dalan sa imong Ginoo (Allah) nga mapasakupon. Gikan sa ilang mga tiyan migula ang usa ka likido nga nagkalainlain ug bolok, nga diin adunay tambal alang sa mga tawo; sa pagkatinuod adunay usa ka Timaan niini alang sa usa ka katawhan nga namalandong.",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Gibuhat kamo sa Allah, unya Siya magpahitabo nga kamo mamatay, ug taliwala kaninyo anaa siya nga gipabalik sa labing ngil-ad nga bahin sa kinabuhi, aron human sa pagbaton ug kahibalo siya wala nay nahibaloan nga bisan unsa; sa pagkatinuod ang Allah mao ang Labing Nakahibalo sa Tanan, Labing Gamhanan.",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "Ang Allah naghimo sa uban kaninyo nga labaw sa uban sa panginabuhian, unya sila nga gihimong labaw wala mohatag sa ilang bahandi ngadto kanila nga gipanag-iyahan sa ilang tuong kamot (mga ulipon), aron sila mamahimong managsama didto; mao ba kini ang Pabor sa Allah nga ilang gidumilian (pinaagi sa pag-angkon og bakak nga mga kauban ngadto Kaniya gikan sa Iyang mga binuhat)?",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "Ug ang Allah naghimo alang kaninyo ug mga asawa gikan sa inyong mga kaugalingon, ug naghatag kaninyog mga anak nga lalaki ug mga apo gikan sa inyong mga asawa, ug naghatag kaninyo sa mga maayong butang; sila ba unya mutuo sa mini nga mga dios ug naglimod sa Pabor sa Allah (pinaagi sa dili pagsimba Kaniya lamang)?",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Bisan pa niana sila nagsimba gawas sa Allah nianang wala makapanag-iya alang kanila ug bisan unsa nga tagana gikan sa mga langit ug sa yuta, ni sila adunay gahum.",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Busa ayaw pagbutang ug mga kahisama Kang Allah[3]; kay sa pagkatinuod nasayod si Allah ug wala kamo mahibalo.",
      "footnotes": "[3]. Ayaw paghimo ug bisan unsa nga pagkasama kay Allah."
    },
    {
      "ayah_number": 75,
      "translation_bis": "Ang Allah nagbutang ug usa ka panag-ingnan: (Hunahunaa) ang usa ka tawo nga naulipon, (nga) gipanag-iyahan ug dili makahimo sa usa ka butang, ug ang usa nga Among gihatagan gikan sa Among Kaugalingon ug maayong sustento busa siya migasto gikan niini sa tago ug sa dayag; ang duha ba managsama? Dalaygon ang Allah! Apan kadaghanan kanila wala mahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "Ug ang Allah nagbutang (usab) ug usa ka panag-ingnan sa duha ka tawo; ang usa kanila amang, dili makahimo sa bisan unsa, ug siya usa ka palas-anon sa iyang agalon; bisan asa siya ipadala, siya dili magdala ug kaayohan; mahimo ba siya nga sama kaniya nga nagsugo sa unsay matarung, ug siya ba (sa iyang kaugalingon) anaa sa matarung nga Dalan?",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "Ug iya sa Allah (lamang) ang dili makita nga mga butang sa mga langit ug sa yuta; ug mahitungod sa Takna (ang Adlaw sa Pagkabanhaw ug Paghukom) kini sama lang sa pagpamilok sa mata o mas duol pa; sa pagkatinuod ang Allah adunay Gahum ibabaw sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_bis": "Ug ang Allah nagpagawas kaninyo gikan sa mga sabakan sa inyong mga inahan, nga walay nahibaloan, ug Siya mihatag kaninyo sa pandungog ug mga panan-aw ug mga kasingkasing aron kamo magpasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_bis": "Wala ba nila (mga manlilimod) makita ang mga langgam, nga nagalupad-lupad sa kawanangan? Walay nagpaluyo kanila gawas sa Allah; sa pagkatinuod adunay mga Timailhan niini alang sa mga tawo nga mituo.",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_bis": "Ug ang Allah naghatag kaninyo sa inyong mga balay ingon dapit nga kapahulayan, ug Siya naghatag kaninyo ug mga tolda sa mga panit sa hayopan nga inyong nakita nga gaan sa pagdala sa adlaw sa inyong paglakaw, ug sa adlaw sa inyong paghunong ug gikan sa ilang balhibo (sa karnero), balhibo (sa kamelyo), ug buhok (sa kanding), Siya naghatag kanimo mga muwebles ug kalipay sa makadiyot.",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_bis": "Ug ang Allah naghimo alang kaninyo sa unsay Iyang gibuhat nga mga silonganan, ug Siya naghatag kaninyo sa kabukiran ug mga dapit nga kapasilungan, ug Siya naghatag kaninyo ug mga bisti aron sa pagpanalipod kaninyo gikan sa kainit (ug katugnaw) ug mga tabon nga puthaw aron sa pagpanalipod kaninyo sa inyong pagpakig-away; sa ingon niana Siya naghingpit sa Iyang Kaluoy nganha kaninyo, aron kamo tingali magpasakop (Kaniya lamang).",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_bis": "Apan kung sila motalikod, (hinumdomi nga) ang imong katungdanan mao ang tin-aw nga paghatod (lamang) (sa Mensahe nga gikasalig kanimo).",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_bis": "Ilang giila ang Pabor sa Allah (ang mga kinaiya nga maayo sa Islam, ang Pagkapropeta ni Muhammad, ug ang mga panalangin sa Allah kanila niining kalibutana), apan ila kining gidumilian, ug kadaghanan kanila mga manlilimod (nga nagpakita sa pagkadili mapasalamaton sa Allah, nga ilang Tinuod nga Ginoo) .",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_bis": "Ug sa Adlaw nga Kami nagpatindog ug saksi gikan sa matag nasud. Unya ang mga manlilimod dili tugotan sa paghimo og mga pasangil o pagpahimuot sa ˹ilang Ginoo˺",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_bis": "Ug sa diha nga sila nga mamumuhat sa kadautan (hilabihan nga inhustisya ug pagkadautan) makakita sa Silot, kini dili mapagaan alang kanila, ni sila pagahatagan ug lugway.",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_bis": "Ug sa diha nga sila nga nagbutang ug kauban (sa Allah sa pagsimba) makakita sa ilang mga gikauban nga mga dios, sila moingon: (O Allah) among Ginoo, kini mao ang among gikauban nga mga dios nga kaniadto kami nagtawag gawas Kanimo. Apan sila (ang gikauban nga mga dios) magalabay balik kanila sa ilang pulong (ug moingon): Sa pagkatinuod kamo mga bakakon.",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_bis": "Ug sila (ang mga magsisimba sa mga dios-dios) mohalad (sa ilang bug-os) nga pagpasakop ngadto sa Allah (lamang) nianang Adlawa; ug ang ilang gimugna kaniadto (nga bakak nga mga butang sa pagsimba) mubiya gikan kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_bis": "(Ug mahitungod) niadtong naglimod (sa Among mga Pinadayag) ug mitalikod gikan sa Dalan sa Allah, Kami magdugang ug pag-antos sa ilang mga pag-antos tungod kay sila naanad na sa pagpakaylap ug kadaut.",
      "footnotes": null
    },
    {
      "ayah_number": 89,
      "translation_bis": "Ug sa Adlaw nga Kami mopatindog gikan sa matag katawhan ug usa ka saksi batok kanila gikan sa ilang mga kaugalingon, ug pagadad-on ka (O Propeta Muhammad) ingon nga saksi batok kanila - gipadayag namo kanimo ang Libro (Qur’an) ingon nga katin-awan sa tanan nga mga butang, ug ingon nga Giya ug Kalooy ug maayong balita alang niadtong nagpasakop (sa Allah lamang).",
      "footnotes": null
    },
    {
      "ayah_number": 90,
      "translation_bis": "Sa pagkatinuod, si Allah nagsugo pagmintinar sa hustisya, sa maayong ug naghatag nga mga paryente. Iyang gidid-an ang kalaw-ay, pagkadaotan, ug pagkaagresibo. Gihimangnoan ka niya aron tingali hinumdumi nimo.",
      "footnotes": null
    },
    {
      "ayah_number": 91,
      "translation_bis": "Ug tumana ang Pakigsaad sa Allah sa diha nga kamo naghimo ug pakigsaad, ug ayaw gubaa ang gihimo nimo nga pagpanumpa human sa paghimo niini nga nahigot, samtang kamo nagbuhat ug kasigurohan (ingon nga saksi); sa pagkatinuod ang Allah nahibalo sa inyong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 92,
      "translation_bis": "Ayaw kahisama sa mga babaye nga nagtangtang sa hilo nga iyang gibugkos, human kini mahimong lig-on - ayaw ninyo gamita sa inyong mga panumpa aron mahimong paagi sa pagpanglimbong tali kaninyo, tungod lamang kay ang uban kaninyo nahimong mas gamhanan kay sa uban. Gisulayan lamang kamo sa Allah pinaagi niini; ug Siya sa pagkatinuod mopadayag kaninyo sa Adlaw sa Pagkabanhaw (ug Paghukom) mahitungod nianang inyong gikalahian.",
      "footnotes": null
    },
    {
      "ayah_number": 93,
      "translation_bis": "Ug kon gibuot pa unta sa Allah, Siya sa pagkatinuod makahimo kaninyong tanan nga usa ka relihiyon, apan Siya (sa makatarunganon) mubiya sa bisan kinsa nga Iyang gusto nga mahisalaag, ug mugiya (pinaagi sa Iyang Pabor) kang bisan kinsa nga Iyang gusto; ug sa pagkatinuod pangutan-on kamo mahitungod sa inyong gibuhat kaniadto.",
      "footnotes": null
    },
    {
      "ayah_number": 94,
      "translation_bis": "Ayaw ninyo himoa ang inyong mga panumpa nga usa ka paagi sa pagpanglimbong tali sa inyong mga kaugalingon, kay basin ang usa ka tiil madalin-as human sa iyang kalig-on ug kamo makatilaw sa kadautan tungod kay kamo mitalikod gikan sa Dalan sa Allah, ug mag-antus ka sa usa ka mabug-at nga silot.",
      "footnotes": null
    },
    {
      "ayah_number": 95,
      "translation_bis": "Ayaw pagkuha ug walay pulos nga ginansya baylo sa Pakigsaad sa Allah; sa pagkatinuod ang unsay anaa sa Allah mao ang mas maayo alang kaninyo, kon kamo lamang nahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 96,
      "translation_bis": "Bisan unsa nga anaa kaninyo matapos gayud, apan ang unsay anaa sa Allah mao ang walay katapusan; ug Kami sa pagkatinuod mohatag ngadto sa mga mapailubon sa ilang ganti alang sa labing maayo nga ilang naandan nga ginabuhat (nga kaayohan).",
      "footnotes": null
    },
    {
      "ayah_number": 97,
      "translation_bis": "Bisan kinsa nga nagbuhat ug matarung nga mga buhat, lalaki man o babaye, ug usa ka magtotoo, Kami sa pagkatinuod maghatag kanila ug maayong kinabuhi, ug Kami sa pagkatinuod magabalos kanila sa labing maayo nga ilang ginabuhat (nga pagkamatarung).",
      "footnotes": null
    },
    {
      "ayah_number": 98,
      "translation_bis": "Busa sa diha nga kamo mulitok sa Qur'an, pangayo ug pagpanalipod sa Allah gikan sa tinunglo nga Satanas,",
      "footnotes": null
    },
    {
      "ayah_number": 99,
      "translation_bis": "Sa pagkatinuod siya walay gahum ibabaw kanila nga mituo ug nagsalig sa ilang (Tinuod) nga Ginoo (Allah lamang).",
      "footnotes": null
    },
    {
      "ayah_number": 100,
      "translation_bis": "Ang iyang gahum anaa lamang sa mga misunod kaniya (ug sa tanang gahig-ulo nga satanas), ug niadtong nagbutang ug laing mga kauban (sa Allah sa pagsimba).",
      "footnotes": null
    },
    {
      "ayah_number": 101,
      "translation_bis": "Sa diha nga Kami mag-ilis ug usa ka Bersikulo puli sa (uban), ug ang Allah labing nasayod sa Iyang gipadayag, sila moingon: Ikaw usa lamang ka tig-imbento (sa kabakakan). Apan, kadaghanan kanila wala mahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 102,
      "translation_bis": "Isulti: Ang Balaang Espiritu (ang Anghel Gabriel) nagdala niini gikan sa inyong Ginoo (Allah) sa kamatuoran, aron kini magpalig ug nagkusog niadtong mituo (sa Among mga Pinadayag) ug isip usa ka Giya ug maayong balita alang niadtong nagpasakop sa ilang mga kaugalingon (ngadto sa Allah lamang).",
      "footnotes": null
    },
    {
      "ayah_number": 103,
      "translation_bis": "Ug sa pagkatinuod Kami nahibalo nga sila nag-ingon: ‘Usa lamang ka tawo ang nagtudlo kaniya.’ Ang dila niya nga diin ilang gitumong usa ka langyaw, ug kini (Qur’an) anaa (sa) tin-aw nga Arabiko nga pinulongan.",
      "footnotes": null
    },
    {
      "ayah_number": 104,
      "translation_bis": "(Ug mahitungod) kanila nga wala motuo sa mga Timailhan sa Allah, sa pagkatinuod ang Allah dili mogiya kanila, ug sila makabaton sa usa ka sakit nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 105,
      "translation_bis": "Kini sila nga nag-imbento og bakak nga wala motuo sa mga Timailhan sa Allah, sila mao ang mga bakakon.",
      "footnotes": null
    },
    {
      "ayah_number": 106,
      "translation_bis": "Bisan kinsa nga gipugos nga dili magtuo human nga sila nagtuo; samtang ang iyang kasingkasing anaa sa pagpahulay uban sa Pagtuo pagapasayluon, apan kadtong nag-abli sa (iyang) dughan ngadto sa kawalay pagtuo - kanila anaa ang Kasuko sa Allah, ug sila makabaton sa makalilisang nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 107,
      "translation_bis": "Kini tungod kay gipalabi nila ang kinabuhi niining kalibutana kaysa sa Pikas Kinabuhi, ug ang Allāh dili magagiya sa mga tawo nga nagalimod.",
      "footnotes": null
    },
    {
      "ayah_number": 108,
      "translation_bis": "Sila mao kadtong ang mga kasingkasing ug pandungog ug ang mga mata, gibutangan sa Allah ug selyo, ug sila kadtong mga walay pagtagad.",
      "footnotes": null
    },
    {
      "ayah_number": 109,
      "translation_bis": "Walay pagduhaduha nga sa Pikas Kinabuhi sila mao ang mga pildero.",
      "footnotes": null
    },
    {
      "ayah_number": 110,
      "translation_bis": "Apan sa pagkatinuod (ang Allah) nga imong Ginoo (naghatag sa Iyang Kapasayloan) ngadto kanila nga milalin human nga sila gibutang sa pagsulay, ug human niana nanlimbasug pag-ayo ug nagmapailubon, sa pagkatinuod ang imong Ginoo (Allah) human niana mao ang Mapasayloon, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 111,
      "translation_bis": "Hinumdumi ang Adlaw nga ang matag kalag moabut, nga nangamuyo alang sa iyang kaugalingon, ug ang matag kalag pagabayran sa hingpit alang sa kung unsa ang iyang nahimo, ug sila dili pagahukman nga dili makiangayon.",
      "footnotes": null
    },
    {
      "ayah_number": 112,
      "translation_bis": "Ug (ang Allah) nagbutang ug panag-ingnan: (Hunahunaa) ang usa ka balangay nga luwas ug sigurado nga diin ang mga panginabuhi miabut niini nga madagayaon gikan sa tanang dapit; apan kini nahimong dili mapasalamaton sa mga pabor sa Allah, busa ang Allah mihimo niini nga makatilaw sa pinakataas nga ang-ang sa kagutom ug kahadlok tungod sa unsay ilang naandan nga ginabuhat (nga mga sala).",
      "footnotes": null
    },
    {
      "ayah_number": 113,
      "translation_bis": "Ug sa pagkatinuod adunay miabut kanila nga usa ka Mensahero gikan kanila, apan sila midumili kaniya, busa ang Silot misakmit kanila samtang sila dili matarong.",
      "footnotes": null
    },
    {
      "ayah_number": 114,
      "translation_bis": "Busa pangaon (kamo) sa unsay gihatag sa Allah kaninyo gikan sa gikatugot ug maayo (nga mga butang), ug pasalamat sa Kalooy sa Allah, kon (tinuod) nga Siya mao ang inyong gisimba.",
      "footnotes": null
    },
    {
      "ayah_number": 115,
      "translation_bis": "Siya nagdili lamang kaninyo sa patay nga lawas (o sa karne sa mga mananap nga wala ihawa sa hustong paagi) ug sa dugo, ug sa unod sa baboy, ug unsa ang nag-ihaw sa ngalan ni bisan kinsa gawas sa Allah, apan bisan kinsa nga napugos tungod sa hilabihan nga pagpanginahanglan dili madasig sa tinguha — ni molapas sa iyang \ndinaliang panginahanglan - nan sa pagkatinuod ang Allah mao ang Labing Mapasayloon, Labing Maloloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 116,
      "translation_bis": "Ug alang sa unsay gihulagway sa inyong mga dila, ayaw paglitok ug bakak (nga nag-ingon): Kini gitugot ug kini gidili, aron sa pag-imbento ug bakak batok sa Allah. Sigurado nga sila nga nagmugna og mga bakak batok sa Allah dili magmalampuson.",
      "footnotes": null
    },
    {
      "ayah_number": 117,
      "translation_bis": "Ang usa ka hamubo nga kalipay, unya sila pag-antus sa usa ka masakit nga silot.",
      "footnotes": null
    },
    {
      "ayah_number": 118,
      "translation_bis": "Ug alang niadtong nagsunod sa mga pagtuo sa Hudaismo, Kami (Allah) nagdili nianang Among giasoy na kaninyo. Ug Kami wala magbuhat kanila ug inhustisya, apan sila ang dili makiangayon sa ilang mga kaugalingon (pinaagi sa paglapas sa mga katungod sa ilang Magbuluhat).",
      "footnotes": null
    },
    {
      "ayah_number": 119,
      "translation_bis": "Apan sa pagkatinuod (ang Allah) nga imong Ginoo (nagpakita ug Kalooy) niadtong nakasala tungod sa pagkawalay alamag, unya human niana sa dili madugay maghinulsol ug mag-usab sa ilang mga pamaagi (ug magpabilin nga lig-on sa ilang paghinulsol); sa pagkatinuod ang imong Ginoo (Allah) human niana mao ang Labing Mapasayloon, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 120,
      "translation_bis": "Sa pagkatinuod si Abraham usa ka paragon (sa iyang kaugalingon: sa iyang pagtuo ug paagi sa pagkinabuhi; usa ka panig-ingnan sa pagkamaayo sa tanan nga maayo, usa ka tigtawag niini; usa ka sulundon nga pangulo); masinugtanon ngadto sa Allah, matarung (ug makinasingkasingon), ug siya dili kauban sa mga tigsimbag dios-dios.",
      "footnotes": null
    },
    {
      "ayah_number": 121,
      "translation_bis": "Mapasalamaton (sa Allah) sa Iyang mga Pabor; (ang Allah) mipili kaniya ug migiya kaniya ngadto sa matul-id nga Dalan (sa relihiyon sa Islam).",
      "footnotes": null
    },
    {
      "ayah_number": 122,
      "translation_bis": "Ug Kami (Allah) mihatag kaniya og maayo niining kalibutana, ug sa Pikas kinabuhi siya sa pagkatinuod kauban sa mga matarung (kadtong mga duol sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 123,
      "translation_bis": "Unya Kami (Allah) nagpadayag kanimo (O Propeta Muhammad): Sunda (ang Islam) ang (putli nga Pagkausa sa Diyos) nga Pagtuo ni Abraham, ang matul-id \n- dili tigsimbag idolo.",
      "footnotes": null
    },
    {
      "ayah_number": 124,
      "translation_bis": "adlawng Sabado gikamando lamang alang niadtong (mga Hudeo) nga nagkalahilahi mahitungod sa (pagtuman niini sa ilang panahon), ug sa pagkatinuod ang imong Ginoo (Allah) mao ang maghukom tali kanila sa Adlaw sa Pagkabanhaw mahitungod sa unsay ilang gikalahian.",
      "footnotes": null
    },
    {
      "ayah_number": 125,
      "translation_bis": "Pagdapit (sa tanang Katawhan ngadto sa Islam) ngadto sa Dalan sa imong Ginoo (Allah) uban sa kaalam ug maayong pagwali, ug pakiglantugi kanila sa labing maayo nga pamaagi; sa pagkatinuod (ang Allah) ang imong Ginoo mao ang labing nahibalo niadtong kinsay nahisalaag gikan sa lyang Dalan, ug Siya mao ang labing nahibalo niadtong nagsunod sa husto nga Dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 126,
      "translation_bis": "Ug kon ikaw manimalos, nan panimalos pinaagi sa samang paagi nga ikaw gisakit; apan kon kamo makapailub nga malahutayon, kini sa pagkatinuod mas maayo alang niadtong mga mapailobon.",
      "footnotes": null
    },
    {
      "ayah_number": 127,
      "translation_bis": "Ug pagpakamapailubon, ug ang imong pagpailub walay lain gawas nga gikan sa Allah, ug ayaw kaguol alang kanila (nga mga manlilimod), ni maguol sa ilang mga laraw ug sa ilang gikunsabo kaninyo (nga dautang plano).",
      "footnotes": null
    },
    {
      "ayah_number": 128,
      "translation_bis": "Sa pagkatinuod si Allāh uban kanila nga nagmanggihadlukon ngadto Kaniya ug naglikay sa dautan ug nagbuhat ug maayo.",
      "footnotes": null
    }
  ]
}