{
  "surah_number": 17,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Himayaon Siya 'Allāh' nga midala sa lyang alagad (ang Propeta Muhammad) sa kagabihon gikan sa Sagradong Mosque (sa Makkah) ngadto sa pinakalayo nga mosque (sa Jerusalem), kansang palibut Among gipanalanginan, \"unya nga midala kaniya ngadto sa mga langit\" aron Atong mapakita kaniya ang pipila sa Atong (Dagkong) mga Timailhan. Sa pagkatinuod (si Allah) mao ang Labing Makadungog, Labing Makakita.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Kami naghatag Kang Moises sa Kasulatan (Torah) ug naghimo niini nga usa ka Giya ngadto sa mga anak sa Israel, nga nag-ingon: \"Ayaw pagkuha ug laing Sinaligan sa mga kalihukan gawas Kanako (Allah)\".",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Oh kaliwatan nga Among giluwas ug gidala (sa Arka) uban ni Noe; sa pagkatinuod (si Noe) usa ka mapasalamaton nga alagad (sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Among gipadayag ngadto sa mga anak sa Israel diha sa Kasulatan (Torah) nga sila maghimo ug korapsyon sa yuta sa makaduha ug sa pagkatinuod ikaw mahimong mapahitas-on uban sa dakung garbo.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Busa sa diha nga Ang usa sa duha (ka panagna) nihiabot, Kami nagpadala sa Among mga ulipon nga kusgan sa natad sa gubat (i.e., Goliath ug sa iyang\nkasundalohan) ug Sila misulod hangtud sa pinakahilit nga dapit sa Inyong mga puloy anan, ug ang pagpasidaan hingpit nga natuman.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Unya 'human sa inyong paghinulsol' Kami nagbalik kaninyo sa inyong katungod batok kanila ug naghatag kaninyo sa daghang bahandi ug mga anak ug naghimo kaninyo nga mulabaw sa gidaghanon kay sa kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "(Ug miingon si Allah): \"Kon kamo magbuhat ug maayo, kamo nagbuhat niini alang sa inyong mga kaugalingon, ug kon kamo magbuhat ug daotan, (kamo nagbuhat lamang niini) batok kaninyo.\" Busa sa diha ang ikaduha (tagna) nihiabot, Kami Nagtugot sa Inyong mga kaaway sa paghimo sa inyong mga nawong nga masub-anon, ug sa pagsulod nila sa Jerusalem sama sa ilang nisulod sa una. Ug sa pag-gun'ob sa tanan nga ana sa ilang kagahom.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Mahimo nga ang inyong Ginoo (Allah) malooy kaninyo, apan kon kamo mobalik pag-usab (sa pagkamasupilon) Kami usab magabalik (sa Silot), ug Kami mihimo sa Impierno nga usa ka bilanggoan alang sa mga naglimod sa Kamatuoran (sa Islam).",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Sa pagkatinuod, kini nga Qur'an naggiya ngadto sa labing matarung nga dalan ug naghatag ug maayong balita ngadto sa mga magtotoo nga nagbuhat ug matarung nga mga buhat, nga sila makabaton ug dako nga ganti (Paraiso).",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Apan alang kanila nga wala motuo sa Pikas Kinabuhi, Kami nag-andam alang kanila sa usa ka sakit nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Ang tawo nangamuyo alang sa kadautan (batok sa iyang kaugalingon ug sa uban sa kasuko), sama sa iyang pagpangamuyo alang sa kaayohan. Ang tawo kanunay nga nagdali.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Kami nagtakda sa gabii ug sa adlaw isip duha ka mga Timaan. Unya Among gipapas ang Timaan sa kagabhion, samtang gihimo Namo ang Timailhan sa adlaw alang kaninyo aron kamo makakita, ug aron kamo mangita sa grasya gikan sa 'Allah' inyong Ginoo ug aron kamo mahibalo sa pag-ihap sa mga katuigan ug sa pag-ihap; ug Among gipasabot ang tanan (nga detalyado) uban ang bug-os nga katin-awan.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ug ang dangatan sa matag tawo Among gihigot sa iyang liog, ug Kami (Allah) magdala ngadto kaniya sa Adlaw sa Pagkabanhaw (ug Paghukom) sa usa ka talaan nga iyang makaplagan lapad nga bukas:",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "(Iga-ingon niini): \"Basaha ang imong talaan; ang imong kaugalingon igo na nga tig-husay batok kanimo niining adlawa.\"",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Bisan kinsa nga modawat sa Paggiya (sa Islam), siya gigiyahan lamang alang sa (kaayohan sa) iyang kaugalingong kalag ug bisan kinsa nga mahisalaag, siya mahisalaag lamang batok niini: Ni ang tigdala sa palas-anon magdala sa palas-anon sa uban; ni Kami magasilot hangtod nga Kami makapadala na ug usa ka Mensahero (nga naghatag ug mga Pasidaan).",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Sa diha nga Kami buot nga mulaglag sa katawhan sa usa ka dapit (tungod sa lang mga sayop nga mga binuhatan), Kami pagmando (nga mao ang katapusan nga Pasidaan) ngadto sa mga adunahang katawhan niini nga nawala sa ilang mga kaugalingon sa pagpangita sa mga kalipay, apan sila nagpadayon sa ilang pagkamahagiton nga pagsupak didto, busa ang Pulong sa Silot) mapamatud-an nga tinuod batok niini, ug Kami magalaglag niini sa hingpit nga kalaglagan.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Unsa na ka daghan (makasasala) nga mga kaliwatan ang Among gilaglag human kang Noe. Ug ang 'Allah' imong Ginoo Igo na ingon nga Nakahibalo ug Nakakita mahitungod sa mga sala sa Iyang mga ulipon (sa tawo ug jinn).",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Bisan kinsa nga nagtinguha niini nga kasamtangang kinabuhi, Kami nagdali kaniya sa unsay Among gikahumut-an, alang sa kinsay Among gigusto, ug pagkahuman, Kami nagtakda kaniya ngadto sa Imperno; siya mosulod niini nga gipakaulawan, ug gisalikway.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Ug bisan kinsa nga nagtinguha sa Pikas Kinabuhi ug nanlimbasug alang niini uban sa angay nga pagpaningkamot ug siya usa ka magtotoo; (mahitungod) niini, ang ilang pagpaningkamot siguradong mapasalamatan (ug pagagantihan).",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Sa matag-usa nga Among gihatagan, kini (mga magtutuo) maingon man kadto (mga manlilimod) gikan sa kadagaya sa 'Allah' imong Ginoo. Ug ang kadagaya sa 'Allāh' imong Ginoo dili gipugngan o limitado.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Tan-awa kung giunsa Namo pagpalabi ang usa ibabaw sa uban (niining kalibutana), ug kasigurohan nga ang Pikas Kinabuhi (adunay) mas labawang hingpit nga mga ang-ang, ug labing dagko nga pagkagusto.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Ayaw pagbutang ug kauban sa Allah sa bisan unsa nga laing dios, aron dili ka magpabilin (maglingkod) nga gipakaulawan, ug gibiyaan.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Ug ang inyong Ginoo (Allāh) nagsugo nga dili kamo magasimba ug lain gawas Kaniya, ug magbaton (kamo) ug maayong pagtagad sa mga ginikanan. Kung ang usa o silang duha muabot na sa katigulangon inyong kinabuhi, ayaw pagsulti kanila og pulong nga walay pagtahud, ni mahimong bastos kanila, hinonoa [kanunay] pakigsulti kanila uban ang pulong nga malumo (makapahimuot kanila).",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Ug himoa ang imong kaugalingon nga mapainubsanon ngadto kanila uban sa kalooy, ug isulti: (O Allah) akong Ginoo, kaloy-i sila, ingon nga sila nagpadako kanako (kaniadtong ako) bata pa.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Ang imong Ginoo labing nasayod kon unsa ang anaa sa inyong mga hunahuna; kon kamo mga matarung, busa hibaloa, nga Siya sa pagkatinuod Mapinasayloon niadtong kinsay mobalik (ngadto Kaniya) nga makanunayon (sa paghinulsol).",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Ihatag sa paryente ang iyang angay nga katungod (bahin), ug sa mga kabus ug ang natanggong nga mga magpapanaw 'ug mga langyaw\" ug ayaw gastuha ang imong bahandi sa pamaagi nga pagkagastador.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Sa pagkatinuod ang mga usikan mao ang mga igsoon sa mga yawa, ug ang yawa kanunay nga dili mapasalamaton sa iyang Ginoo (Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Apan kon ikaw motalikod gikan kanila, (niadtong mga nanginahanglan tungod kay kamo sa inyong kaugalingon) nagpaabot ug Kalooy gikan (sa Allah) nga inyong gilauman, nan pagsulti ngadto kanila ug malumo nga pulong.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Ayaw himoa nga ang imong kamot igapos sa imong liog, ni inaton kini sa kinatumyan niini (nga pag-inat), aron (pagkahuman) kamo magpabilin nga magabasol ug anaa sa hilabihan nga pagkakabus.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Sa pagkatinuod ang inyong Ginoo (Allah) naghimo nga abunda sa panginabuhian alang sa kinsay Iyang gusto, ug Siya nagpig-ot (niini alang kang bisan kinsa nga Iyang gibuot); sa pagkatinuod Siya mao ang Labing Nakahibalo, Labing Nakakita sa Iyang mga ulipon (sa katawhan ug jinn).",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Ayaw patya ang inyong mga anak tungod sa kahadlok sa pagkakabus (kapobrehon); Kami naghatag alang kanila ug pagkaon \"sustento\" ug alang sa inyong mga kaugalingon usab; sa pagkatinuod ang pagpatay kanila usa ka dakong sala.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Ayaw pagduol sa pagpanapaw; sa pagkatinuod kini usa ka kalaw-ayan ug labing dautan nga dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Ayaw patya ang kalag nga gihimo sa Allah nga sagrado, gawas sa (legal) nga katungod (sa pagpatuman sa usa ka legal nga silot, o sa usa ka makatarunganon nga gubat, o sa matag-usa nga pagpanalipod sa kaugalingon), ug bisan kinsa nga mapatay nga dili makatarunganon, Kami sa pagkatinuod naghatag ngadto sa iyang manununod ug katungod (sa pagpaningil sa usa ka makiangayon nga balos), busa himoa siya nga dili molapas sa makiangayon nga utlanan sa (pagbalus) pagpatay; sa pagkatinuod siya tabangan (sa Allāh pinaagi sa ang balaod).",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Ayaw pagpaduol ngadto sa bahandi sa ilo gawas sa maayong paagi hangtud nga siya muabut sa pagkahamtong; ug tumana ang saad, sa pagkatinuod (ang matag) saad pangutan-on.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Ihatag sa bug-os nga sukod sa diha nga imokining sukdon ug pagtimbang pinaagi sa tul-id nga mga timbangan. Kana mas maayo ug mas nindot sa katapusan.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "ug ayaw kuhaa pagbarug sa bisan unsa nga niini ikaw walay saktong kasayoran, (lakaw susiha kini); sa pagkatinuod ang igdulungog ug ang panan-aw ug ang kasingkasing, mahitungod niining tanan, (ang matag) pagapangutan-on.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Ayaw paglakaw sa yuta nga mapasigarbuhon, kay sa pagkatinuod dili kamo makapikas sa yuta, ni kamo makaabot sa mga kabukiran sa kahitas-an.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Kining tanan nga butang mga sala, dulumtanan sa Panan-aw sa imong Ginoo (Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Kini mao ang gipadayag sa imong Ginoo (Allah) kanimo sa Kaalam, ug ayaw pagbutang ug bisan unsa nga dios kauban sa Allah kay basin unya ikaw itambog ngadto sa Imperno, nga gibasol, ug gisalikway (nga layo gikan sa Kalooy sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "(Mga pagano) ang inyong Ginoo ba (Allah) mipabor ba kaninyong mga tawo pinaagi sa mga anak nga lalaki, samtang (Siya) nagbaton ug mga anak nga babaye alang sa Iyang kaugalingon gikan sa mga anghel? Sa pagkatinuod kamo nagasulti ug usa ka hilabihan (ka dautan) nga pulong.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Kami nagsubli (sa mga pahimangno) niining Qur'an aron sila makahinumdom, apan kini wala makadugang (sa mga manlilimod) gawas lang sa ilang paglapas.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Isulti ˹O Propeta,˺: \"Kon aduna pay lain mga dios gawas Kaniya ingon sa ilang giangkon — niana siguradong mangita sila ug paagi sa ˹paghagit˺ sa Ginoo sa (Dakung) Trono.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Ang Himaya Iya sa (Allah), ug Halangdon Siya sa ibabaw sa unsay ilang gipanulti (nga aduna Siyay mga kauban sa pagsimba).",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Ang pito ka mga langit nagpahayag sa Himaya sa Allah, ug ang yuta (kauban niini), ug kadtong anaa (usab) kanila; ug walay bisan usa ka butang gawas nga (kini) naghimaya Kaniya uban sa pagdalayeg, apan wala kamo makasabut sa ilang paghimaya; Sa pagkatinuod, Siya ang Labing Mapailubon, Mapinasayloon sa Tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Sa diha nga ikaw naglitok sa Qur'an, Kami magbutang taliwala kanimo ug niadtong (mga mapahitas-on) nga wala motuo sa Pikas Kinabuhi usa ka dili makita nga tabil (aron sila dili makasabut niini);",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Ug Kami nagbutang ug mga tabon sa ilang mga kasingkasing, ug kabungol sa ilang mga dalunggan, aron dili sila makasabut niini, ug sa diha nga ikaw maghisgot lamang sa imong Ginoo (Allah) diha sa Qur’an, sila motalikod uban sa pagdumot.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Kami nakahibalo pag-ayo paunsa sila naminaw niini, sa diha nga sila maminaw kanimo, ug diha nga sila makigsulti sa tago, sa diha nga ang mga mamumuhat sa kadautan (mga tigsimbag dios-dios, mga dili magtutuo), moingon: \"lkaw wala nagsunod gawas sa usa ka tawong giyawaan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Tan-awa kon giunsa nila paghatag kaninyo ug mga sambingay aron sila nahisalaag ug wala makasubay sa hustong dalan (sa Islam).",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Sila nag-ingon: \"Sa diha nga kita mahimo mga bukog ug nangadunot na nga mga bahin, kita ba gayud pagabanhawon (gikan sa mga patay), ingon nga usa ka bag-ong binuhat?\"",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Isulti: \"Oo, bisan pa kung kamo mahimong mga bato o puthaw,\"",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "O uban pang mga binuhat nga lisud (sa pagdawat ug kinabuhi, sama sa bato ug uban pa) sa inyong mga hunahuna (apan bisan pa niana kamo pagabanhawon)! Apan sila moingon: \"Kinsa bay magbalik kanamo (sa kinabuhi)?\" Isulti: \"(ang Allah) nga Mao ang nagbuhat kaninyo sa sinugdanan\". Bisan pa niana sila maglingo-lingo gihapon sa ilang mga ulo kanimo ug moingon: \"Kanus-a man kini mahitabo?\" Isulti: \"Tingali kini duol na.\"",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Sa Adlaw nga sa dihang (ang Allah) motawag kaninyo, ug kamo motubag uban sa Pagdalayeg Kaniya, ug kamo makahunahuna nga kamo nagpabilin (sa yuta) lamang sa hamubo nga panahon.",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Isulti Akong mga ulipon (sa katawhan ug jinn (nga) sila mamulong sa unsay labing maayo; sa pagkatinuod si Satanas nagpugas og mga panagsumpaki taliwala kanila; sa pagkatinuod si Satanas usa ka dayag nga kaaway sa tawo.",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Ang imong Ginoo (Allah) labing nahibalo kaninyo; Kaluy-an Niya kamo kon Iyang buoton, o silotan Niya kamo kon Iyang buoton; ug Kami wala magpadala kanimo ingon nga tigbantay ibabaw kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Ang imong Ginoo (Allah) mao ang Labing Nahibalo sa tanan nga anaa sa mga langit ug sa yuta; ug sa pagkatinuod Kami naghimo sa ubang mga Propeta nga labaw sa uban, ug ngadto kang David Kami naghatag sa Basahon (sa Mga Salmo).",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Isulti: Tawga sila nga inyong gihunahuna (nga mga dios) gawas Kaniya (Allah)[1] ug (inyong makit-an nga) sila walay gahum sa pagtangtang sa bisan unsa nga kasakit gikan kaninyo, o sa pagbalhin niini (sa ubang dapit).",
      "footnotes": "[1]. Mga propeta sama ni Hesu-Kristo, o mga anghel sama sa Balaang Espiritu, o mga santos sama ni Maria, o jinn, ug uban pa."
    },
    {
      "ayah_number": 57,
      "translation_bis": "Kadtong ilang gitawag (sa mga propeta, mga anghel, mga santos, o jinn) nangita ug paagi aron sa pagduol sa ilang Ginoo (Allah), ug sila naglaum sa Iyang Kalooy ug nahadlok sa Iyang Silot; sa pagkatinuod ang Silot sa imong Ginoo (Allah) usa ka butang nga angay kahadlokan.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Walay lungsod nga (makasasala) dili Namo paga-gun'ubon, sa dili pa ang adlaw sa Pagkabanhaw (tungod sa pagkadili mapasalamaton niini, pagdumili, ug paglapas), o pagasilotan kini sa usa ka hilabihan nga Silot; kini nahisulat sa Balasahon (ang Gipreserbar nga Papan).",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Walay bisan unsa nga makababag Kanamo Walay bisan unsa nga makababag Kanamo nga Kami (Allah) magpadala ug mga Timaan, gawas nga ang mga naunang kaliwat nagsalikway niini; ug Kami naghatag sa (tribu ni) Thamud sa baye nga kamelyo, nga usa ka dayag nga Timaan, apan sila mitagad kaniya sa kasaypanan, ug Kami (Allah) wala magpadala ug mga Timaan gawas sa pagpasidaan (aron sila magbantay batok sa dautan ug mosunod sa Kamatuoran).",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "(Hinumdomi, O Propeta Muhammad) sa dihang Kami miingon kanimo: \"Sa pagkatinuod ang imong Ginoo (Allah) Mao ang nakalangkob sa mga tawo (ug manalipod kanimo gikan sa ilang kadaotan); Kami wala naghimo sa panan-awon nga Among gipakita kanimo (sa panahon sa imong gabii nga Pagpanaw ngadto sa Herusalem ug sa imong pagsaka ngadto sa mga Langit) gawas sa usa ka pagsulay alang sa mga tawo, ug usab sa (hilabihan ka) makadaot nga kahoy (sa Zaqquum, nga gihisgotan) usab diha sa Qur'an; ug Kami nagpasidaan kanila (pinaagi sa mga Timaan ug sa Among Pagbalus) apan kini nagadugang lamang kanila (ang mga manlilimod) ug dakong kalapasan.",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "(Hinumdomi) sa dihang (ang Allah) miingon ngadto sa mga anghel: \"Yukbo kamo ngadto kang Adan (sa pagpasidungog ug pagtahud)\". Busa sila miyukbo gawas kang Iblees (Satan). Siya miingon: \"Moyukbo ba ako kaniya (Adan) nga imong gibuhat gikan sa lapok?\"",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "(Si Iblis) miingon: \"Nakita ba nimo kining Imong gipasidunggan labaw kanako? Kung hatagan Mo ako ug lugway hangtod sa Adlaw sa Pagkabanhaw, ako sa kasigurohan magpasunod sa iyang mga kaliwat sa pagsunod kanako nga masinugtanon (ug buta) gawas sa pipila.",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "(Ang Allah) miingon: Lakaw, kay bisan kinsa kanila nga mosunod kanimo, nan sa pagkatinuod ang Imperno mao ang inyong balus, usa ka hingpit nga pagbalus:",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Linlanga ang bisan kinsa kanila nga imong mahimo pinaagi sa imong tingog [2], ug tiguma batok kanila ang inyong mga kusog, nga nagsakay ug nagbaktas, ug pakigbahin uban kanila sa bahandi ug mga anak, ug paghimo ug mga saad kanila; apan si Satanas walay mosaad ngadto kanila gawas limbong:",
      "footnotes": "[2] Ug pinaagi sa gidili nga mga awit, musika, etc."
    },
    {
      "ayah_number": 65,
      "translation_bis": "Sa pagkatinuod (mahitungod sa) Akong (sinsero) nga mga ulipon, ikaw walay gahum ibabaw kanila; ug ang imong Ginoo (Allah) Igo na isip (ilang) Magbalantay.",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Ang inyong Ginoo (Allah) mao Siya, nga naghimo sa mga sakayan nga mulawig alang kaninyo diha sa kadagatan, aron kamo mangita sa Iyang kadagaya; sa pagkatinuod Siya sa kanunay nga Maloloy-on nganha kaninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Sa diha nga ang kalisdanan maga-abot kaninyo sa kadagatan kadtong inyong gisangpit gawas Kaniya (Allah) mangahanaw kaninyo gawas (Allah lamang); apan sa diha nga Siya magdala kaninyo nga luwas ngadto sa yuta, kamo mitalikod; ug ang tawo kanunay nga dili mapasalamaton.",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "Kamo ba ug pagkaluwasinon nga Siya (Allāh) dili maga tugot sa yuta aron molamoy kaninyo, o magpadala kaninyo ug buhawi? Ug dili kamo makakitag tigpanalipod alang sa inyong mga kaugalingon.",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "O, mibati ba kamo ug pagkaluwas, nga Siya (Allah) dili na magdala kaninyog balik sa dagat sa ikaduhang higayon, unya magpadala batok kaninyo ug usa ka unos sa hangin, ug sa ingon maglumos kaninyo tungod sa inyong pagpanglimod? Ug \nwala ka'y ​​makit-an nga mosuporta kanimo.",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Sa pagkatinuod Kami (Allah) nagpasidungog sa mga anak ni Adan, ug gidala sila sa yuta ug sa dagat, ug Kami naghatag kanila sa mga maayong butang, ug Kami naghimo kanila nga milabaw pinaagi sa angay nga pagkalabaw ibabaw sa kadaghanan niadtong Among binuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "Hinumdumi ang Adlaw ( sa Paghukom) nga Kami (Allah) magatawag sa matag katawhan uban sa ilang pangulo (sa ilang mga Propeta o sa ilang mga talaan sa mga buhat); bisan kinsa nga pagahatagan sa iyang talaan sa iyang tuo nga kamot magabasa sa ilang talaan (maga-maya), ug sila dili pagahukman nga dili makiangayon sa labing gamay.",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "Bisan kinsa nga buta (nga kasingkasing) niining (kalibutana), siya mahimong buta sa Pikas Kinabuhi; ug labing nahisalaag ug layo sa hustong dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Sa pagkatinuod sila naningkamot pag-ayo sa pagpahilayo kanimo gikan (ng Qur’an) nianang Among gipadayag kanimo (O Propeta Muhammad), aron ikaw mag-imbento gayud batok sa Diyos (Allah) ug laing butang gawas pa niana, sa ingon niana, sila sa pagkatinuod magkuha kanimo ingon nga suod nga higala.",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Kon ikaw wala Namo pabaroga nga lig-on, ikaw sa pagkatinuod duol na unta sa pagkadalahig kanila ug diyutay;",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "Niana nga kahimtang Kami sa pagkatinuod mopatilaw kaninyo ug doble (nga pag-antos) niining kinabuhia, ug doble (nga pag-antos) human sa kamatayon, unya kamo dili makakita ug bisan unsang magtatabang batok Kanamo (Allāh).",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "Sila nagtinguha sa paghadlok kanimo gikan sa yuta aron sila makapalayas kanimo gikan niini, ug sa ingon niana nga kahimtang sila dili magpabilin human kanimo gawas sa mubo nga panahon.",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "(Kini mao ang Among) Pamaagi mahitungod niadtong Among mga mensahero nga Among gipadala una kanimo (O Muhammad), ug ikaw dili makakita ug bisan unsa nga kausaban sa Pamaagi sa Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_bis": "Magmakanunayon sa pag-ampo gikan sa pagkunhod sa adlaw, hangtod sa kangitngit sa kagabhion, ug lugwayan ang paglitok (sa Qur'an) sa kabuntagon. \nSa pagkatinuod ang pag-ampo sa kabuntagon maoy ginasaksihan (ni mga anghel).",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_bis": "Ug sa usa ka bahin sa kagabhion mag-ampo sa pag-ampo sa gabii, isip dugang alang kanimo, mahimo nga ang imong Ginoo (Allah) mobayaw kanimo ngadto sa usa ka dalaygon nga kahimtang[3].",
      "footnotes": "[3]. Sa pagpataliwala sa Adlaw sa Pagkabanhaw alang sa tanan nga mga binuhat sukad panahon ng Adan."
    },
    {
      "ayah_number": 80,
      "translation_bis": "Ug isulti: Akong Ginoo, Pasudla ako sa maayo nga pagsulod, ug pagawsa ako sa maayo nga paggawas, ug hatagi ako gikan Kanimo ug awtoridad sa pagtabang (kanako).",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_bis": "Ug muingon: \"Ang Kamatuoran miabut na ug ang kabakakan mawagtang; sa pagkatinuod ang kabakakan mawagtang gayod.\"",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_bis": "Ug Kami nagpakanaug sa Qur'an diin kini usa ka Pag-ayo ug Kalooy ngadto sa mga magtotoo, ug kini walay kadugang sa mga mamumuhat ug kadautan gawas kapildihan.",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_bis": "Sa diha nga Kami naghatag ug pabor sa tawo, siya motalikod ug nagagawi nga mapahitas-on, apan sa diha nga ang kalisdanan moabut kaniya, siya mawad-an sa paglaum.",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_bis": "Isulti: \"Ang matag usa nagbuhat sumala sa iyang pamatasan; ug ang inyong Ginoo (Allah) nahibalo pag-ayo kang kinsang dalan ang labing nagiyahan sa husto.\"",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_bis": "Sila magapangutana kanimo (O Muhammad) mahitungod sa Espiritu (o kalag). Isulti: \"Ang Espiritu (o kalag) mao ang sa kamandoan sa (Allah) nga akong Ginoo; ug kamo (O katawhan) wala hatagi ug kahibalo (mahitungod sa Espiritu o kalag) gawas sa diyutay.\"",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_bis": "Kay kon Kami mobuot, Kami kasigurohan nga mokuha sa among gipadayag kanimo (O Muhammad), ug ikaw dili makakita alang sa imong kaugalingon ug bisan unsa nga tigpanalipod batok sa Dios (Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_bis": "Gawas sa Kalooy nga gikan sa imong Ginoo (Allah) - sa pagkatinuod ang Iyang Pabor nganha kanimo kanunay nga daku.",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_bis": "Isulti: \"Kung ang tanang tawo ug mga jinn magatapok aron sa pagdala ug sama niini nga Qur'an, sila dili makahimo ug sama niini, bisan pa kung silang tanan magtinabangay sa usag-usa.\"",
      "footnotes": null
    },
    {
      "ayah_number": 89,
      "translation_bis": "Sa pagkatinuod Among gipasabut nga hingpit sa mga katawhan, niining Qur'an, ang tanang matang sa mga panag-ingnan, apan ang kadaghanan sa mga tawo dili gusto nga modawat sa bisan unsa gawas sa paglimod (sa Kamatuoran).",
      "footnotes": null
    },
    {
      "ayah_number": 90,
      "translation_bis": "Sila miingon; \"Kami dili magatoo kanimo, hangtod nga ikaw maga-pagula ug tuburan gikan sa yuta alang kanamo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 91,
      "translation_bis": "O (hangtud) nga ikaw adunay usa ka tanaman sa mga datiles ug mga ubas, ug nagpahinabo sa suba nga muawas sa taliwala niini nga abunda;",
      "footnotes": null
    },
    {
      "ayah_number": 92,
      "translation_bis": "O imong ipahinabo nga ang langit mahulog kanamo sa mga piraso sumala sa imong giangkon, o (hangtud) nga imong dad-on ang Allah ug ang mga anghel nawong-sa-nawong (sa among atubangan).",
      "footnotes": null
    },
    {
      "ayah_number": 93,
      "translation_bis": "O (hangtud) nga ikaw adunay usa ka balay nga bulawan, o ikaw mosaka sa langit, ug kami dili motuo sa imong pagsaka hangtud nga ikaw magdala kanamo (gikan sa mga langit) ug usa ka Libro nga among mabasa. Isulti (O Propeta Muhammad): Ang Himaya ug Kadungganan anaa sa (Allah) nga atong Ginoo; ako usa lamang ka tawo, nga gipadala ingon nga Mensahero (nganha kaninyo)?",
      "footnotes": null
    },
    {
      "ayah_number": 94,
      "translation_bis": "Ug walay bisan unsa nga makapugong sa mga tawo sa pagtuo, sa diha nga ang Giya miabut ngadto kanila, gawas nga sila miingon: \"Ang Allah ba nagpadala ug usa ka tawo ingon nga (Iyang) mensahero?\"",
      "footnotes": null
    },
    {
      "ayah_number": 95,
      "translation_bis": "Isulti: \"Kon aduna pay mga anghel nga naglakaw sa yuta ingon nga mga lumulupyo, Kami sa pagkatinuod nagpadala ngadto kanila gikan sa mga langit ug usa ka anghel ingon nga usa ka mensahero.",
      "footnotes": null
    },
    {
      "ayah_number": 96,
      "translation_bis": "Isulti: \"Ang Allah Igo na isip usa ka Saksi tali kanako ug kaninyo; sa pagkatinuod Siya mao ang Labing Nakahibalo sa Iyang mga ulipon (sa katawhan ug jinn), ang Labing Nakakita.\"",
      "footnotes": null
    },
    {
      "ayah_number": 97,
      "translation_bis": "Siya nga gigiyahan sa Allah, siya anaa sa tinuod nga Giya, apan siya nga Iyang gibiyaan nga nahisalaag (tungod sa iyang pagkamapahitas-on ug pagpadayon sa pagpakasala), kamo dili makakaplag alang kaniya ug mga magbalantay gawas Kaniya (Allah); ug Kami magatigom kanila sa Adlaw sa Pagkabanhaw diha sa ilang mga nawong, buta, amang, ug bungol; ang ilang puloy-anan mao ang Impiyerno; Kon kini magahinay, Kami magadugang alang kanila sa kabangis sa Kalayo.",
      "footnotes": null
    },
    {
      "ayah_number": 98,
      "translation_bis": "Kini mao ang ilang silot tungod kay sila naglimod sa Among mga Timaan ug miingon: \"Sa diha nga kita mga bukog ug nangadunot na nga mga bahin, nan kita ba kaha pagabanhawon (gikan sa mga patay) ngadto sa usa ka bag-ong binuhat?\"",
      "footnotes": null
    },
    {
      "ayah_number": 99,
      "translation_bis": "Wala ba sila mikonsidera nga ang Allah, nga Maoy nagbuhat sa mga langit ug yuta, makahimo paglalang ug ingon gayod kanila, ug Siya nagtakda alang kanila sa usa ka panahon nga diin walay pagduhaduha. Apan ang mga mamumuhat ug kadautan nagpadayon sa pagkadili mapasalamaton ug pagpanglimod \n(sa Kamatuoran).",
      "footnotes": null
    },
    {
      "ayah_number": 100,
      "translation_bis": "Isulti- Oh Muhammad – sa kanila nga mga misupak sa kamatuoran - : \"Kon kamo ang nanag-iya sa mga tipiganan sa kalooy sa akong Ginoo (si ALLAH) \nnan kamo magapugong (niini) gikan sa kahadlok sa paggasto, ug ang tao kanunay nga hakug\".",
      "footnotes": null
    },
    {
      "ayah_number": 101,
      "translation_bis": "Kami naghatag kang Moises ug siyam ka tin-aw nga mga Timaan[3]; busa pangutan-a ang mga anak sa Israel, sa diha nga siya miabot kanila, ug si Paraon miingon kaniya: ako nag-isip nga ikaw, \"Oh Moises – nga naapektuhan ka sa salamangka.\"",
      "footnotes": "[3]. Ang sungkod ug ang nagputi nga kamot ug panahon sa ting-init ug pagkulang sa mga bunga ug ang lunop ug ang apan-apan ug ang kuto ug ang mga baki ug ang dugo."
    },
    {
      "ayah_number": 102,
      "translation_bis": "Si (Moises) miingon: \"Ikaw nahibalo nga walay lain gawas (sa Allah lamang) ang Ginoo sa mga langit ug sa yuta ang nagpadala niini ingon nga tin-aw nga mga Pamatuod ug sa pagkatinuod ako nag-isip nga ikaw, O Paraon, anaa sa hingpit nga kapildihan.",
      "footnotes": null
    },
    {
      "ayah_number": 103,
      "translation_bis": "Samtang siya buot sa pag-puo kanila sa yuta, Kami naglumos kaniya lakip ang tanan nga kuyog niya.",
      "footnotes": null
    },
    {
      "ayah_number": 104,
      "translation_bis": "Kami miingon ngadto sa mga anak sa Israel human (kining tanan natapos uban kang Paraon): \"Pamuyo kamo sa (gisaad) nga yuta (sa Palestina), ug sa diha nga ang saad sa Katapusan nga Adlaw mahitabo dad-on namo kamo isip usa ka panon sa katawhan gikan sa lain-laing mga nasod alang sa Paghukom.",
      "footnotes": null
    },
    {
      "ayah_number": 105,
      "translation_bis": "Uban sa kamatuoran Kami nagpadayag niini (ang Qur’an), ug uban ang kamatooran kini nahiabot; ug Kami (Allah) wala nagpadala kanimo (O Propeta Muhammad) gawas nga tighatag sa maayong balita (sa walay katapusan nga Kalipay alang sa bisan kinsa nga mituo ug nagbuhat sa matarung nga mga buhat), ug tigpasidaan (sa Silot alang sa bisan kinsa nga nagbutang ug bisan unsang kauban sa Allah, ug nagbuhat sa kadautan).",
      "footnotes": null
    },
    {
      "ayah_number": 106,
      "translation_bis": "Ug 'kini' mao Qur'an nga Among gipadayag nga binahin-bahin nganha kanimo aron imong malitok ngadto sa mga tawo nga anam-anam, ug mikunsad gikan sa taas sa managkasunod[4].",
      "footnotes": "[4]. Sulod sa 23 ka tuig."
    },
    {
      "ayah_number": 107,
      "translation_bis": "Isulti: \"Tumuo kamo niini (ang Qur’an) o ayaw pagtuo\"; sila nga gihatagan sa (hustong) kahibalo sa wala pa kini, sa diha nga kini gibasa diha kanila, sila nanaghapa (pinaagi) sa ilang mga nawong sa mapaubsanon nga paghapa sa pagdayeg.",
      "footnotes": null
    },
    {
      "ayah_number": 108,
      "translation_bis": "Sila nag-ingon: \"Ang Himaya ug Kadungganan anaa sa (Allah) nga atong Ginoo, sa pagkatinuod ang Saad sa (Allah) nga atong Ginoo matuman gayud.\"",
      "footnotes": null
    },
    {
      "ayah_number": 109,
      "translation_bis": "Ug sila nanaghapa uban ang manga luha ug kini midugang sa ilang pagka-mapainubsanon.",
      "footnotes": null
    },
    {
      "ayah_number": 110,
      "translation_bis": "Isulti: \"Sampit ngadto sa Allah o tawag ngadto sa Ar-Rahman (ang Labing Madagayaon);sa bisan unsang inyong igatawag Kaniya, Siya adunay Labing Maayong mga Ngalan; ug ayaw paglitok sa inyong pag-ampo uban sa kusog nga tingog ni labing hinay, apan pangitaa ang pamaagi sa taliwala niini.\"",
      "footnotes": null
    },
    {
      "ayah_number": 111,
      "translation_bis": "Ug isulti: \"(Ang tanan) nga pagdayeg alang lang sa Allah, nga wala magbaton ug anak, ug walay kauban sa pagmando, ni Siya nagkinahanglan sa bisan unsa nga tabang; ug (sa ingon niana) imantala ang Iyang Pagkadako, ug himayaa kaniya uban ang [dakong] paghimaya.\"",
      "footnotes": null
    }
  ]
}