{
  "surah_number": 18,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ang tanang pagdayeg ngadto Kang Allāh (lamang) nga nagpadayag ngadto sa Iyang ulipon (ang Propeta Muhammad) sa Libro nga diin niini walay kahiwian.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Hingpit nga tul-id, aron sa paghatag ug pasidaan ngadto (sa mga dili magtutuo) sa hilabihan nga Silot gikan Kaniya; ug paghatag ug maayong balita ngadto sa mga magtotoo nga nagbuhat ug matarung nga mga buhat, nga sila makabaton ug labing maayo nga ganti (ang Paraiso),",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Sila niini magapuyo hangtod sa kahangturan;",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Ug pagpasidaan (sa Kalayo nga nagdilaab ngadto) kanila nga nag-ingon: \"Ang Allah adunay anak nga lalaki.\"",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "(nag-angkon, nga ang Dios adunay anak), sila mga walay (Balaanon) nga Kahibalo, ni ang ilang mga amahan. Kini mao ang mapasipalahon pulong nga nanag-gula sa ilang mga baba; wala silay gisulti gawas sa kabakakan.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Unya tingali ikaw magmasulob-on sa imong kaugalingon hangtod sa kamatayon paghuman nila, nga nagmasub-anon tungod kanila, kung sila dili motuo niini (nga Balaanong) Pamahayag (Qur'an).",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Sa pagkatinuod Kami (Allah) nagbuhat sa unsay anaa sa yuta ingon nga usa ka dayandayan alang niini, aron Among sulayan sila kon kinsa kanila ang labing maayo sa pamatasan ug sa buhat.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Sa pagkatinuod ang tanan nga anaa nini (yutang), Kami maga-himo nga abog ug ugah nga yuta (walay tanom).",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "O, kamo ba naghunahuna nga ang mga kaubanan sa langob (Ang pito ka natulog sa Efeso) ug ang kinudlit (ang mga balita o ang mga pangalan sa mga katawhan sa langob), usa ka katingalahan gikan sa Among mga Timaan?",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "(Hisguti) sa diha nga ang (matinud-anon) nga mga batan-on midangop sa langob (nga mikalagiw gikan sa ilang manggilimod nga mga katawhan), sila miingon: \"(O Allah) among Ginoo, ihatag kanamo ang Kaluoy gikan Kanimo, ug ihatag kanamo ang tukmang sulbad niining among kahimtang.\"",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Busa Kami nagbutang (ug tabil) sa ilang mga dalunggan ug gipahinanok Namo sila sa lalum nga pagkatulog ug nagpabilin sila sa sulod sa langub sa daghang katuigan.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Unya Kami mipabangon kanila (gikan niana nga pagkatulog) aron Among mapakita hain sa duha ka pundok ang labing maayo sa pagkuwenta sa panahon nga diin sila nagpabilin (nga nangatulog sa Langob).",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Kami nag-asoy kanimo (O Muhammad) sa ilang sugilanon uban sa kamatuoran; sa pagkatinuod sila mga (matinud-anon) nga mga batan-on nga mituo sa ilang Ginoo (Allah lamang) ug Kami nagdugang kanila sa Giya.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Ug Kami nagpalig-on sa ilang kasingkasing uban sa pailub, sa diha nga sila mitindog ug miingon: \"Ang atong Ginoo (Ang Allah, mao ang usa ug bugtong tinuod) nga Ginoo sa mga langit ug sa yuta; Kami dili gayud magtawag bisan laing dios gawas Kaniya: kay kon kami magahimo nini, nan, sa pagkatinuod kami namulong sa pagkadili matinuohon.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Kining atong mga katawhan mikuha (ug bakak) nga mga dios gawas Kaniya (Allah); \"nganong wala man silay mapakita nga bisan unsang tin-aw nga pamatuod sa ilang pagsuporta? Kinsa ba ang mulabaw nga dili makatarunganon kay kaniya nga nag-imbento ug bakak batok sa Allah?\"",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "(Ang mga batan-on miingon sa usag usa:) \"Ug sa diha nga kamo mibiya gikan kanila ug sa unsay ilang gisimba gawas sa Allah, nan kuhaa ang inyong mga kaugalingon ngadto sa langub alang sa pagpanalipod; ang inyong Ginoo (Allah) mohatag kaninyo sa dakong bahin sa Iyang Kaluoy, ug maghatag kaninyo ug sayon ​​nga dalan sa inyong kahimtang.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Ug (kon didto pa kamo), nakita unta ninyo ang adlaw, sa dihang misubang kini, nga nag-us-os gikan sa ilang langob paingon sa tuo, ug sa dihang kini misalop, mitalikod gikan kanila ngadto sa wala, samtang sila anaa sa halapad nga wanang niini. Kini mao ang mga Timaan sa Allah. Siya nga gigiyahan sa Allah, nagiyahan siya sa husto, ug siya nga Iyang gibiyaan sa pagkasalaag dili ka makakita alang kaniya ug bisan unsang giya nga tigpanalipod, nga mogiya (kaniya ngadto sa husto nga Dalan).",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Kamo magdahom nga sila nanag-mata, samtang sila nahikatulog, ug Kami mipalingi kanila sa ilang tuo ug sa ilang wala nga mga kiliran, samtang ang ilang iro mituyhad sa iyang mga tiil diha sa entrada; kon ikaw magtan-aw pa kanila sa pagkatinuod ikaw motalikod gayud gikan kanila sa pagkalagiw, ug ikaw mapuno gayud sa kahadlok (kakurat) kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Sa ingon Kami nagpukaw kanila aron sila tingali mangutana sa usag-usa. Ang usa ka mamumulong gikan kanila miingon: \"Unsa kadugay na kamo nagpabilin (dinhi)?\" Sila miingon: \"Kami nagpabilin (tingali sa) usa ka adlaw o kabahin sa usa ka adlaw.\" (Unya ang uban kanila) miingon: \"Ang imong Ginoo (Allah) labing nasayod kung unsa ka dugay kamo nagpabilin.\" Karon ipadala ang usa kaninyo uban niining inyong plata (nga sinsilyo) ngadto sa siyudad, unya pakit-a siya kon kinsa kanila ang adunay labing maayo nga pagkaon, aron siya makadala kaninyo ug pagkaon gikan niini, Pa-ampinga siya nga mag-bantay, ug ayaw tugoti nga adunay usa nga masayod kaninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Kay kon sila mahibalo mahitungod kaninyo, batoon gayud nila kamo hangtod sa kamatayon o pugson kamo sa pagbalik sa ilang pagtuo (ug paagi sa pagkinabuhi), ug unya kamo dili gayod mulampos.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Sa ingon niana Kami mipahibalo sa ilang kahimtang ngadto sa mga tawo, aron sila masayud nga ang Saad sa Allah tinuod, ug mahitungod sa Takna, walay pagduhaduha mahitungod niini. Sa diha nga sila (katong mga tawo sa siyudad) naglalis sa ilang mga kaugalingon mahitungod sa ilang kalihokan ug miingon: \"Magpatindog ug usa ka katukoran sa ilang handumanan - ang ilang Ginoo (Allah) labing nahibalo mahitungod kanila.\" Sila nga midaog sa ilang mga kalihokan miingon: \"Kami sa pagkatinuod magtukod ug usa ka dapit sa pagsimba ibabaw kanila.\"",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Ang uban nanag-ingon; \"(Sila) tulo, ang ikaupat kanila mao ang ilang iro\"; ug (ang uban) nag-ingon: \"Lima, ang ikaunom kanila mao ang ilang iro\", nga naghimo ug pangagpas sa unsay wala mahibaloi; (apan ang uban) moingon: \"Pito, ug ang ikawalo kanila mao ang ilang iro.\" Isulti: \"Ang akong Ginoo (Allah) labing nakahibalo sa ilang gidaghanon, walay nakaila kanila gawas sa pipila\"; busa ayaw pakiglalis (mahitungod sa ilang gidaghanon) gawas sa tin-aw nga Pamatuod (nga Among gipadayag kanimo), ni konsultaha ang bisan kinsa niadtong 'nagdebate' mahitungod kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Ug ayaw pag-ingon sa bisan unsa: \"Sa pagkatinuod akong buhaton kini ugma,\"",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Gawas (uban sa pag-ingon): \"Kon ang Allah (Dios) magtugot\"; ug hinumdomi ang inyong Ginoo (Allah) sa diha nga kamo makalimot ug isulti: \"Tingali ang akong Ginoo (Allah) magatultol kanako ngadto sa mas duol nga dalan ngadto sa unsay matarung kay niini.\"",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Sila nagpabilin sa ilang langob (nga nangatulog sa) tulo ka gatus ka tuig (solar) ug modugang ug siyam (alang sa lunar nga mga tuig).",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Isulti: \"Ang Allah ang labing nakahibalo kung unsa kadugay sila nagpabilin\"; Kaniya (lamang) ang (Kahibalo sa) dili makita sa mga langit ug sa yuta; unsa ka tin-aw ang Iyang Panan-aw ug unsa ka tin-aw ang Iyang Pandungog. Walay magbalantay (tigpanalipod, manluluwas) alang kanila gawas Kaniya, ug Siya wala maghimo ni bisan kinsa (nga mahimong) Iyang kauban sa Iyang Paghukom.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Lituka – (Oh Muhammad) – ang gipadayag ni Allah diha kanimo nga gikan sa Qur’an, , walay bisan kinsa nga makausab sa Iyang mga Pulong; ug dili ka makakitag laing dalangpanan gawas Kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Ug padayon sa imong kaugalingon nga mapailubon uban kanila nga nagtawag sa ilang Ginoo sa buntag ug gabii, nangita sa Iyang Nawong, ug ayaw ipasimang ang imong mga mata gikan kanila nangita sa dayandayan nga kinabuhi niining kalibutana; ug ayaw pagsunod kaniya kansang kasingkasing Among gihimo nga walay pagtagad sa Paghinumdum Kanamo ug nagsunod sa iyang kawang nga mga tinguha, ug kansang kinaiya mao ang paglapas batok sa unsay matarung.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Ug isulti: \"Ang Kamatuoran gikan sa 'Allah' imong Ginoo,’ busa pasagdi siya nga nagkagusto nga motuo, ug pasagdi siya nga makagusto nga dili motuo; sa pagkatinuod Kami nag-andam alang sa mga mamumuhat sa kadautan sa usa ka Kalayo, kansang mga paril naglibot kanila. Ug kong sila mangayo ug tubig, sila pagahatagan ug tubig nga sama sa tinunaw nga tumbaga nga makapasunog sa ilang mga nawong; alaot ang maong ilimnon ug alaot ngadto ilang dapit kapahulayan.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Kadtong mituo ug nagbuhat ug matarong nga mga maayong buhat, Kami dili mag-usik-usik sa ganti niadtong nagbuhat ug maayong buhat.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Sila makaangkon sa mga Tanaman sa Eden diin ang mga suba nagdagayday sa ilalom niini, sila pagadayandayanan didto sa mga pulseras nga bulawan, ug magsul-ob ug lunhaw nga mga bisti sa pino nga seda, nga maglingkod niini sa gipataas nga mga higdaanan; usa ka labing maayo nga balus, ug unsa ka maayo nga pahulayanan.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Hatagi kanila ang usa ka panag-ingnan sa duha ka tawo; ngadto sa usa nga Kami naghatag ug duha ka tanaman sa ubasan, ug Among gipalibotan silang duha sa mga datiles, ug sa taliwala nila Among gibutang ang mga umahan sa mais.",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Kining duha ka tanaman nagpagula sa ilang manga bunga sa hilabihan ug Kami nagpadagayday ug suba sa ilang taliwala,",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Ug siya kini nag-angkon ug daghan nga bunga; busa siya miingon sa iyang (kabus) nga kauban, samtang siya nakigsulti kaniya: \"Ako labi pang adunahan kay kanimo, ug labing kusgan sa mga tawo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Siya misulod sa iyang tanaman samtang siya (anaa sa kahimtang sa pagpasigarbo ug pagpanglimod) dili makiangayon sa iyang kaugalingon. Siya miingon: \"Wala ako maghunahuna nga kini mawala pa.\"",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Ug wala ako maghunahuna nga ang Takna (ang Adlaw sa Pagkabanhaw ug Paghukom) moabut, bisan kon pa ako iga-balik pa sa ' Allah' akong Ginoo ako sa gihapon maka-kaplag ug labaw pa niini.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Ang iyang kauban miingon kaniya samtang nakigsulti kaniya: \"Kamo ba naglimod (Allah) nga nagbuhat kanimo gikan sa abog, pagkahuman gikan sa usa ka tulo sa binhi, ug pagkahuman Siya naghimo kanimo nga usa ka hingpit nga tawo?\"",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Apan alang kanako, Siya Allah, mao ang akong (Usa ug bugtong nga) Ginoo, ug wala ako mag-uban sa bisan unsa sa pagsimba sa akong Ginoo (Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Kon imo lang unta giingon samtang ikaw nag-sulod sa imong tanaman, \"Maasha Allah\" \"Bisan unsa nga gibuot sa Allah mahitabo\", walay gahum gawas nga Iya sa Allah.\" Bisan kung nakita mo ako nga ubos kanimo sa bahandi ug mga anak,",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Apan tingali nga ang akong Ginoo maghatag kanako sa unsay mas maayo kay sa imong tanaman, ug nagpakanaog ngadto sa imong tanaman ug usa ka kilat gikan sa kahitas-an, nga maghimo niining apuli nga yutang awaaw.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "O ang tubig niini mounlod sa yuta, aron dili na nimo kini makita ug magamit pag-usab sa imong tanaman.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Ug ang iyang bahandi gipalibutan (sa pagguba); busa siya misugod sa pagpiga sa iyang mga kamot tungod sa unsay iyang nagasto niini, ug kining tanan nawagtang hangtod sa kina-uyokan. Ang iyang masulti mao: Ah! Alaut ako! Unta wala ako nagbutag ug kauban sa akong Ginoo 'Allah'.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Ug kaniya wala gayoy bisan kinsa nga maka-tabang batok (kang) Allāh ni siya maka-luwas sa iyang kaugalingon.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Didto niadto ang awtoridad alang (lamang) sa Allah; ang Hingpit nga Kamatuoran. Siya ang Labing Maayo sa pagganti ug Labing Maayo sa katapusan nga sangputanan (sa Ulahing Adlaw alang sa mga magtotoo).",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Ug hatagi sila og panag-ingnan sa kinabuhi niining kalibutana, (kini) sama sa tubig nga Among gipakanaog gikan sa panganod, busa ang mga tanom sa yuta miuban niini, apan pagkataudtaud nahimong uga nga nangadugmok diin gikatag sa mga hangin. Ang Allah adunay bug-os nga gahum sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Ang bahandi ug ang mga anak mao ang mga dayandayan niining kalibutanong kinabuhi; apan ang walay katapusan nga maayong mga buhat labi pang maayo sa imong Ginoo sa ganti ug sa paglaum.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Ug sa Adlaw nga diin Kami Maga-wagtang sa kabukiran ug makita ninyo ang yuta nga managsamang patag, ug Among tigomon sila ug dili magbilin ug bisan usa kanila nga biniyaan.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Sila pagadad-on sa atubangan sa 'Allah' imong Ginoo, nga nagatindog sa mga han-ay (nga laray): Karon sa pagkatinuod kamo miabut kanamo (Allah) ingon nga Kami nagbuhat kaninyo sa sinugdanan. Apan kamo naghunahuna nga Kami wala magtudlo alang kaninyo ug panahon (alang sa katumanan niini nga Saad).",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Ug ang talaan (sa mga buhat) igabutang (nga abli), unya inyong makita ang mga dautan nga nangahadlok gikan sa unsay anaa niini, ug sila moingon: \"Ah! Alaut kita! Unsa kini nga talaan! Wala kini nagbilin ug bisan unsa (sa atong mga sala) gamay o dako, apan giihap kining (tanan)\"; ug unsay ilang nabuhat sila makakaplag nga anaa (niini); ug ang imong Ginoo wala magbuhat ug inhustisya kang bisan kinsa.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "(Hisguti) sa diha nga Kami (Allah) miingon sa mga anghel: \"Yukbo kamo ngadto kang Adan (sa pagpasidungog ug pagtahud)\". Busa silang tanan nanag-yukbo gawas lamang kang Iblees (Satan), siya gikan sa jinn (ug dili gikan sa mga anghel), siya misupak sa Sugo sa iyang Ginoo (Allah). Maga-kuha ba ikaw kaniya (satanas) ug sa iyang mga kaliwatan ingon nga (inyong) mga agalon kay Kanako (Allah), samtang sila mao ang inyong mga kaaway? Daotan ang mao nga baylo alang sa mga mamumuhat ug kadaotan.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Ako (Allah) wala maghimo kanila (si Satanas ug ang iyang mga kaubanan) nga saksi sa paglalang sa mga langit ug sa yuta, ni sa paglalang sa ilang mga kaugalingon; ni ako maghimo niadtong nagpahisalaag (sa uban) ingon nga mga katabang).\"",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "(Hisguti Muhammad) Adlaw nga ang Allah moingon: \"Tawga sila nga mga diosdios nga inyong gisimba gawas Kanako\". Busa sila motawag kanila (alang sa tabang), apan sila dili motubag kanila, ug Kami magbutang ug usa ka makalilisang nga panagbulag tali kanila.'",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Ug ang mga dautan makakita sa Kalayo (sa Imperno), unya sila makahibalo nga sila mahulog niini, ug sila dili makakita ug usa ka dapit nga kalikuan aron makalingkawas gikan niini.",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Kami (Allah) nagbutang sa matag matang sa panig-ingnan niining Qur'an alang sa katawhan. Apan ang tawo labing palaaway kay sa bisan unsa.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Walay bisan unsa nga makapugong sa mga tawo sa pagtuo sa diha nga ang Giya moabut kanila, ug sa pagpangayo ug Kapasayloan gikan sa ilang Ginoo (Allāh), gawas nga ang nahitabo sa mga karaan (nauna) mahitabo kanila, o nga ang Silot moabut (sa atubangan) nawong sa nawong ngadto kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Kami nagpadala sa mga Sinugo kondili ingon nga mga tighatag ug maayong balita, ug mga tigpasidaan, Apan ang mga manlilimod nakiglantugi sa kabakakan, nga naglaum sa pagdaot sa kamatuoran uban niini, ug ilang kuhaa sa Akong mga Pinadayag ug nga sila gipahimangnoan ingon nga biaybiay.",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Kinsa pa bay labaw ka ngil-ad kanila nga kay kaniya nga gipahinumduman sa mga Pulong sa iyang Ginoo (Allah), unya siya mitalikod gikan niini ug nakalimot sa unsay gidala sa iyang duha ka mga kamot (sa mga sala)? Sa pagkatinuod Kami nag-butang ug tabil sa ilang manga kasing-kasing kay basin ug sila makasabot niini, ug kabungol sa ilang manga dalung'gan; ug kung pagatawgon nimo sila ngadto sa Giya, dili gyud sila mosunod sa husto nga giya.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Ang imong Ginoo (Allah) labing Mapasayloon, Puno sa Kalooy; Kon Siya modakop kanila diha-diha dayon tungod sa ilang mga buhat (sa mga sala), Gipadali niya unta ang ilang silot. Apan alang kanila adunay tinudlong panahon nga diin sila dili makakaplag ug kadangpan.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Kini nga mga lungsod (ang katawhan sa ‘Aad ug Thamud, ug uban pa), Kami naglaglag kanila sa diha nga sila nagpadayon sa pagbuhat ug kadautan (pinaagi sa pagbutang ug kauban sa Allah sa pagsimba), ug Kami nagtakda ug panahon alang sa ilang kalaglagan.",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "(Hisguti) sa diha nga si Moises miingon ngadto sa iyang batan-ong tig-alagad (Joshua): \"Ako dili mohunong (sa pagpanaw) hangtud nga ako muabut sa dugtong sa duha ka mga dagat, bisan pa kon ako maga-panaw sa mga katuigan.",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Busa sa diha nga sila miabut sa kinasang-an sa duha (ka dagat) sila nakalimot sa ilang mga isda, ug kini mipaingon sa ilang dalan ngadto sa dagat, nga nagpalayo.",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Apan sa diha nga sila milabay ug sila nahilayo na, si (Moises) miingon sa iyang batan-ong tig-alagad (Joshua): Dad-a kanamo ang atong pamahaw, sa pagkatinuod kita nakasugat (daghang kalisdanan ug) kakapoy gikan niining atong panaw.",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Si 'Joshua' miingon: \"Nakita ba nimo sa diha nga kita midala sa atong mga kaugalingon ngadto sa bato aron sa pagpahulay, unya ako nakalimot sa isda, ug walay bisan unsa nga nagpalimot kanako sa pagsulti mahitungod niini gawas kang Satanas, kini mipadulong ngadto sa dagat sa kati-ngalahang paagi.\"",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Si Moises miingon: Kini mao ang atong gipangita; busa namalik sila nga nagsubay sa ilang mga tunob.",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Unya ilang nakit-an ang usa sa Among mga alagad (Khidr) nga Among (Allah) gihatagan ug Kaluoy gikan Kanamo, nga Among gitudloan ug Kahibalo gikan sa Among Kaugalingon.",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Si Moises miingon kaniya: \"Mahimo ba nga mosunod ako kanimo, sa kondisyon nga tudloan mo ako sa husto nga Kahibalo gikan sa unsay gitudlo kanimo?\"",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "(Si Khidr) miingon: \"Sa pagkatinuod kamo dili makabaton og pailub kanako.\"",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "Unsaon mo man sa pag-pailob sa usa ka butang nga niini ikaw walay igo nga Kahibalo?'",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Si Moises miingon: Kon itugot sa Allah, ikaw makakita kanako nga mainantuson, ug ako dili mosupak kanimo sa bisan unsa nga butang.",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Si Khidr miingon: Kon ikaw mosunod kanako, nan, ayaw pangutana kanako mahitungod sa bisan unsa hangtud nga ako sa akong kaugalingon makigsulti kanimo mahitungod niini.",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "Busa sila mipadayon (sa ilang dalan) hangtud nga sila misakay sa usa ka bangka (aron sa pagtabok sa dagat), siya mibuslot niini. (Si Moises) miingon: \"Ikaw ba naghimo ug usa ka lungag niini aron sa paglumos sa mga katawhan niini? Sa pagkatinuod ikaw nakahimo ug usa ka makalilisang nga butang.\"",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "Si Khidr) miingon: \"Wala ba ako nagsulti kanimo nga ikaw dili makahimo nga maka-pailob nganhi kanako?'",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "(Moises) miingon: \"Ayaw ako basola sa unsay akong nalimtan, ug ayaw lisod-lisora ang akong kahimtang.\"",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Busa sila nagpadayon, dihang ilang nahimamat ang usa ka batang lalaki, iyang gipatay siya. Si (Moises) miingon: \"Mipatay ka ba ug inosente nga tawo nga wala makapatay bisan kinsa? Sa pagkatinuod nakahimo ka ug daotang butang.\"",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "(Si Khidr) miingon: \"Wala ba ako nagsulti kanimo nga ikaw dili makahimo nga maka-pailob nganhi kanako?'",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "(Si Moises) miingon: \"Kon mangutana pa ako kanimo mahitungod sa bisan unsang butang human niini, nan ayaw na ako ikuyog ipon kanimo; sa pagkatinuod ikaw nakakaplag ug usa ka pangatarongan alang niana.\"",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "Busa nagpadayon sila, hangtod nga miabot sila sa pipila ka mga taga-baryo, sila nangayo kanilag pagkaon, apan sila nagdumili sa pag-abiabi kanila ingon nga mga bisita. Unya nakakita sila ug usa ka paril niini nga hapit na matumba, busa iyang giayo kini. (Si Moises) miingon: \"Kon ikaw nakagusto, ikaw sa pagkatinuod makadawat ug bayad alang niini.\"",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_bis": "(Si Khidr) miingon: \"Kini mao ang panagbulag tali kanako ug kanimo; karon ipahibalo ko kanimo niad-tong manga butang diin ikaw wala maka-pailob.\"",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_bis": "Mahitungod sa sakayan, kini iya sa (pipila ka) kabus nga mga tawo nga nagtrabaho sa dagat, ug gusto ko nga daoton ko kini, tungod kay adunay sunod kanila nga usa ka hari nga nagkuha sa matag (maayo) nga sakayan pinaagi sa pagpugos.",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_bis": "Mahitungod sa batang lalaki, ang iyang mga ginikanan nga mga magtotoo, ug kami nahadlok nga siya magadala ug mapait nga kasub-anan kanila pinaagi sa pagkamasupilon ug pagkadili mapasalamaton,",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_bis": "Busa kami nagtinguha nga ang ilang Ginoo (Allah) mag-ilis kanila ug puli kaniya 'nga anak' mas maayo pa kay kaniya sa kaputli ug mas duol sa kaluoy[1].",
      "footnotes": "[1]. Sa ato pa, sa pagmahal ug maayong pagtagad sa iyang mga ginikanan."
    },
    {
      "ayah_number": 82,
      "translation_bis": "Mahitungod sa paril, kini gipanag-iyahan sa duha ka ilo nga mga batang lalaki sa syudad, ug diha sa ilalum niini adunay bahandi nga ilang gipanag-iyahan,\nug ang ilang amahan usa ka matarung nga tawo; busa ang imong Ginoo (Allah) nagtinguha nga sila muabot sa ilang pagkahamtong, ug kuhaon (pagawas) ang ilang bahandi, usa ka Kaluoy gikan sa 'Allāh' imong Ginoo, ug wala ko kini buhata sa akong kaugalingong pagbuot. Kini mao ang\nkahulogan sa mga butang wala kay pagpailub.",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_bis": "Sila mangutana kanimo mahitungod ni Dhul-Qarnain[2]. Isulti: \"Akong ilitok kaninyo ang usa ka butang sa iyang sugilanon.\"",
      "footnotes": "[2]. Usa ka tawo sa ang duha ka sungay i.e., si Cyrus nga bantugan, usa ka karaang hari sa Achaemenid sa Persia."
    },
    {
      "ayah_number": 84,
      "translation_bis": "Sa pagkamatood Kami Nag-lig' on kaniya sa kayutaan[3], ug naghatag kaniya og paagi sa pag-abut sa tanan.",
      "footnotes": "[3]. Gikan sa Persia ngadto sa Black Sea sa usa ka bahin, ug gikan sa Asian Turkey ngadto sa Afghanistan ug Baluchistan sa uban."
    },
    {
      "ayah_number": 85,
      "translation_bis": "Busa siya misunod ug usa ka dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_bis": "Hangtud sa diha nga siya miabot sa dapit diin ang adlaw misalop, iyang nakaplagan kini nga nagasalop sa lapukon nga tubod (usa ka mangitngit, lubog nga tubig), ug iyang nakaplagan pinaagi niini ang usa ka katawhan (nga gihatagan sa tanang matang sa kadautan). (Ang Allah) miingon: \"O Dhul-Qarnain, maga-silot kanila, o pakighimamatan sila uban ang kaayohan (ie, paghatag kanila og kapasayloan).\"",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_bis": "Siya miingon: \"Mahitungod kaniya nga nagabuhat sa kadautan (ug nagpadayon sa pagkawalay pagtuo ug pagsukol) kami mokastigo (mupatay) kaniya, unya siya ibalik ngadto sa iyang Ginoo (Allah), ug Siya mokastigo kaniya uban sa usa ka sulondon nga Pagsilot (sa Impiyerno).\"",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_bis": "Apan alang kaniya nga mituo ug nagbuhat (sa unsay) matarung (ug makiangayon), siya makabaton ug maayong ganti (Paraiso) ug kami mosulti kaniya sa usa ka sayon ​​nga pulong sa among sugo.",
      "footnotes": null
    },
    {
      "ayah_number": 89,
      "translation_bis": "Unya siya misunod (sa laing) dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 90,
      "translation_bis": "Hangtud nga sa pag-abut niya sa yuta sa pagsubang sa adlaw, iyang nakaplagan kini nga misubang sa usa ka katawhan nga diin wala Kami naghatag ug kapasilongan gikan niini;",
      "footnotes": null
    },
    {
      "ayah_number": 91,
      "translation_bis": "Ug mao kana! Ug Kami adunay bug-os nga Kahibalo kung unsa ang iyang gipanag-iyahan.",
      "footnotes": null
    },
    {
      "ayah_number": 92,
      "translation_bis": "Unya siya misunod (ug laing) dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 93,
      "translation_bis": "Hangtud nga siya miabut (sa dapit) taliwala sa duha ka mga bukid, siya nakakaplag niini ug katawhan nga halos dili makasabut ug usa ka pulong.",
      "footnotes": null
    },
    {
      "ayah_number": 94,
      "translation_bis": "Sila miingon: \"O Dhul-Qarnain, sa pagkatinuod si Gog ug Magog naghimog kadautan sa yuta. Mobayad ba kami kanimo ug usa ka pasidungog aron ikaw makahimo ug usa ka babag tali kanamo ug kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 95,
      "translation_bis": "Siya miingon: \"Ang gihatag sa akong Ginoo kanako mas maayo pa (kay sa imong pasidungog), busa tabangi lamang ako uban sa kusog sa mga tawo, Ako maghimo tali kaninyo ug kanila ug usa ka babag (dam).\"",
      "footnotes": null
    },
    {
      "ayah_number": 96,
      "translation_bis": "Dad'a nganhi kanako ang mga hut'ong sa mga put'haw; hangtud nga iyang napuno ang luna sa taiwala sa duha ka mga bukid, siya miingon: Huypi hangtod nga ang kalayo (mibagah), siya miingon: Dad-a kanako ang tinunaw nga tumbaga nga akong ibubo sa ibabaw niini.",
      "footnotes": null
    },
    {
      "ayah_number": 97,
      "translation_bis": "Busa sila (Gog ug Magog) dili makahimo sa pagsaka niini ug dili usab sila makahimo ug lungag niini.",
      "footnotes": null
    },
    {
      "ayah_number": 98,
      "translation_bis": "(Si Dhul-Qarnain) miingon: Kini usa ka Kalooy gikan sa (Allah) nga akong Ginoo, apan sa diha nga ang Saad sa (Allah) nga akong Ginoo matuman na nimuon Niya kining tupong (gipatag) ngadto sa yuta\nug ang Saad sa (Allah) akong Ginoo kanunay nga tinuod.",
      "footnotes": null
    },
    {
      "ayah_number": 99,
      "translation_bis": "Ug nianang Adlawa, Among biyaan sila aron nga mag-ulbo sama sa mga balud sa usag usa, ug ang trompeta pagatayhopan, mao nga Kami (si Allah) magtigom kanilang tanan (ngadto sa dakong dapit nga tigumanan, aron sa pagsugod sa Paghukom).",
      "footnotes": null
    },
    {
      "ayah_number": 100,
      "translation_bis": "Ug ang Impiyerno among ipa-gula sa dayag nga malantaw nianang Adlawa sa atubangan sa mga manlilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 101,
      "translation_bis": "Kadtong kansang mga mata nga anaa ubos sa usa ka tabon gikan sa Akong Pahinumdom (kini nga Qur'an), ug sila dili makaagwanta sa pagpaminaw niini.",
      "footnotes": null
    },
    {
      "ayah_number": 102,
      "translation_bis": "Nakahimo ba kadtong naglimod (sa Kamatuoran) paghunahuna nga ang Akong mga ulipon (sa katawhan ug jinn) mahimo nga ilang mga magbalantay (ginoo, manluluwas) kaysa Kanako? Sa pagkatinuod Kami nag-andam sa Impiyerno isip usa ka abi-abi alang niadtong kinsa naglimod sa Kamatuoran (ug supak sa Kalinaw).",
      "footnotes": null
    },
    {
      "ayah_number": 103,
      "translation_bis": "Ingna: Kami ba magpahibalo kanimo sa labing dako nga mga kapildihan mahitungod sa (ilang) mga buhat?",
      "footnotes": null
    },
    {
      "ayah_number": 104,
      "translation_bis": "(Sila) kadtong ang kahago nakawang (sa pagpangita sa dili mulabaw pa kay sa) sa kinabuhi niining kalibotana, ug sila naghunahuna nga sila nakahimo ug maayo pinaagi sa ilang mga buhat.",
      "footnotes": null
    },
    {
      "ayah_number": 105,
      "translation_bis": "Sila mao kadtong mga manggilimod sa mga Pinadayag sa ilang Ginoo (Allah) ug sa Iyang Pagpakigtagbo (kanila), ug ang ilang (maayo kuno) nga mga buhat nakawang, tungod niini, sa Adlaw sa Pagkabanhaw Kami dili maga-hatag ug gibug aton kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 106,
      "translation_bis": "Mao kana ang balus kanila, Impiyerno, tungod kay naglimod (sa Kamatuoran) ug mihimo sa Akong mga Pinadayag ug sa Akong mga Mensahero ingon nga gibiaybiay.",
      "footnotes": null
    },
    {
      "ayah_number": 107,
      "translation_bis": "Niini, sila magapabilin sa kahangturan\" d ili gayud magtinguha sa pagbalhin bisan asa gikan niini.",
      "footnotes": null
    },
    {
      "ayah_number": 108,
      "translation_bis": "Niini sila magapabilin sa kahangturan\" dili gayud magtinguha sa pagbalhin bisan asa gikan dinhi niini.",
      "footnotes": null
    },
    {
      "ayah_number": 109,
      "translation_bis": "Ingna: Kon ang dagat tinta alang sa mga Pulong ni (Allah) nga akong Ginoo, ang dagat sa walay duhaduha maut-ut sa dili pa ang mga pulong ni Allah nga akong Ginoo mapul-an, bisan pa kita maga-dugang ug sama niini (dagat).",
      "footnotes": null
    },
    {
      "ayah_number": 110,
      "translation_bis": "(O Propeta Muhammad) isulti: \"Ako usa lamang ka tawo nga sama kaninyo; gipadayag nganhi kanako nga ang inyong Dios usa lamang gayod (Allah). Busa bisan kinsa nga naglaum sa Pagpakigtagbo sa iyang (Tinuod) nga Ginoo (Allah), siya kinahanglan nga magbuhat ug matarung nga mga buhat, ug dili magbutang ug bisan kinsang kauban sa pagsimba sa Allah.\"",
      "footnotes": null
    }
  ]
}