{
  "surah_number": 19,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Kaf Ha Ya ‘Ayn Sad[1].",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili hitupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud sila makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "(Kini mao ang) paghinumdom sa Kaluoy sa imong Ginoo (Allah) ngadto sa Iyang alagad nga si Zacarias.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Sa dihang siya mitawag sa iyang Ginoo (Allāh) sa usa ka mahinay nga tingog.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Siya miingon: \"(O Allah) akong Ginoo, sa pagkatinuod ang akong mga bukog nangaluya na, ug ang buhok sa akong ulo nagdilaab nga abuhon sa kaputi sa pagkatigulang, ug, (O Allah) akong Ginoo, sa akong mga pag-ampo Kanimo walay napakyas.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Ug sa pagkatinuod nahadlok ako (kon unsa) ang buhaton sa akong mga paryente human kanako, ug ang akong asawa[2] apuli, busa hatagi ako gikan sa Imong Kaugalingon ug usa ka manununod,",
      "footnotes": "[2]. Elizabeth."
    },
    {
      "ayah_number": 6,
      "translation_bis": "Nga maoy manununod kanako, ug manununod sa panulundon ni Yaqub ug himoa siya, nga imong kahimut an, oh (Allah) akong \"Rabb (Ginoo).\"",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "(Gisultihan siya sa Allah pinaagi sa anghel): \"O Zacarias, sa pagkatinuod Kami naghatag kanimo ug maayong balita sa usa ka batang lalaki kansang ngalan mao si Yahya (Juan)\": Wala pa gayud Namo kini gihatag nga ngalan kang bisan kinsa nga una kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Siya miingon: \"(Oh Allah) akong Ginoo, unsaon nako pagkabaton ug usa ka anak nga lalaki, nga ang akong asawa apuli, ug ako sa akong kaugalingon miabot na sa hilabihan nga pagkatigulang?\"",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "(Ang anghel) miingon: Mao kini (mahimong mahitabo) ang imong Ginoo (Allah) nag-ingon: \"Kini sayon ​​alang Kanako, ug sa pagkatinuod Ako nagbuhat kanimo kaniadto, sa diha nga ikaw wala pa (gikan sa wala).\"",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Si Zakarias miingon: \"O Allah akong Ginoo, pagpakita alang kanako ug ebidensya.\" Siya miingon: \"Ang imong ebidensya mao nga ikaw dili (makahimo) sa pakigsulti ngadto sa mga tawo sa tulo ka gabii samtang anaa sa maayong panglawas.\"",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Busa siya miadto sa iyang mga katawhan gikan sa iyang dapit sa pagsimba, unya pagsenyas ngadto kanila nga sila kinahanglan nga maghimaya (ug magdayeg sa Allah) buntag ug gabii.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "(Natawo si Juan ug sa dihang midako na siya, Gisugo namo siya:) \"O Yahya (Juan), kupti ang Kasulatan (sunda ang Torah) uban ang pagkamalig-on\", ug Kami naghatag kaniya ug kinaadman samtang siya bata pa.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Maingon man kalumo ug kaputli nga gikan Kanamo, ug siya usa sa nagbantay batok sa kadautan,",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "(Siya) matinahuron (ug mabination) ngadto sa iyang mga ginikanan, ug siya (Juan) dili mapahitas-on, ni masinupakon (kay Allah, o sa iyang mga ginikanan).",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Kalinaw maanaa kaniya (kang Juan gikan sa Allah) sa adlaw sa iyang pagkahimugso, ug sa adlaw sa iyang kamatayon ug sa adlaw sa iyang pagkabanhaw.\"",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Hisguti (ang sugilanon ni) Maria diha sa Libro (Qur'an), sa dihang siya mibulag gikan sa iyang pamilya ngadto sa sidlakang dapit.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Busa siya mikuha ug usa ka pandong (sa pagtabon sa iyang kaugalingon) gikan kanila; unya Kami (Allah) nagpadala ngadto kaniya sa among anghel (Gabriel, ang balaang espiritu), nga nagpakita kaniya sa porma sa hingpit nga tawo.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Siya (Maria) miingon: \"Ako mudangob sa 'Allah' ang Labing Madagayaon gikan kanimo (ayaw pagduol kanako) kon ikaw (adunay kahadlok sa Allah ug) nagbantay batok sa dautan\".",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Siya (anghel Gabriel) miingon: \"Ako usa lamang ka mensahero sa (Allah) nga imong Ginoo (gipadala): \"aron sa paghatag kanimo ug usa ka putli nga anak nga lalaki (Hesus).\"",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "(Si Maria) miingon: \"Unsaon nako pagkabaton ug usa ka anak nga lalaki nga walay lalaki nga nakahikap kanako, ug ako putli nga babaye.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "(Si Gabriel) miingon: \"Bisan pa ingon niana\"; ang imong Ginoo (Allah) nag-ingon: \"Kini sayon ​​alang Kanako\": ug nga Kami maghimo kaniya nga usa ka Timaan ngadto sa mga tawo, ug Kalooy gikan Kanamo, ug kini usa ka butang nga gitakda na.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Busa siya nanamkon kaniya(Hesus); ug mipahawa uban kaniya ngadto sa usa ka hilit nga dapit.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Ug ang mga kasakit (sa pagpanganak) nagdala kaniya ngadto sa punoan sa palmera. Si (Maria) miingon:\"Oh labi pang mâayo nga ako namatay na sa wala pa kini, \"sa ingon ako mahikalimtan ug mahanaw!\"",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Unya siya bmitawag ngadto kaniya gikan sa iyang ilalom: \"Ayaw kaguol, sa pagkatinuod ang imong Ginoo (Allah) naghimo ug usa ka tubod nga moagas sa imong ilalum\";",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Uyuga ang punoan sa palmera padulong kanimo kini maghulog (nganha) kanimo ug lab-as ug hinog nga mga datiles[3]:",
      "footnotes": "[3]. Nga mahitabo lamang sa ting-init."
    },
    {
      "ayah_number": 26,
      "translation_bis": "Busa kaon ug inom ug paglipay. Ug kung ikaw makakita ug bisan kinsa nga tawo, isulti: \"Sa pagkatinuod ako nanumpa sa usa ka pagpuasa ngadto sa Labing Madagayaon (Allah), busa ako dili makigsulti kang bisan kinsang tawo karong adlawa.\"",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Siya miadto sa iyang katawhan, nga nagkugos kaniya (bata nga si Hesus). Sila miingon: \"Oh Maria, sa walay pagduhaduha nakahimo ka ug salawayon nga butang.\"",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Oh igsoon nga babaye ni Aaron, ang imong amahan dili malaw-ay nga lalaki, ug ang imong inahan putli babaye.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Apan siya (Maria ) mi todlo ngadto sa bata, ug sila miingon: Unsaon namo pakig-sulti sa usa ka puya nga anaa pa sa duyan.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "(Si Jesus) miingon: \"Sa pagkatinuod ako alagad ni Allah; Iya akong gitakda nga pagahatagan sa Kasulatan (ang Ebanghelyo), ug mahimong usa ka Propeta (nga ipadala ngadto mga anak sa Israel)\";",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Siya mipanalangin kanako bisan asa ako padulong, ug Siya (nagmando) kanako nga mag-ampo ug mag hatag sa Zakah 'obligadong limos' samtang ako may kinabuhi.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Ug (mahimong) matinahuron (ug buotan) sa akong inahan ug Siya wala maghimo kanako nga mapahitas 'on ni sukihan;",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Busa ang kalinaw maanaa kanako sa adlaw nga ako nahimugso, ug sa adlaw nga ako mamatay ug sa adlaw nga ako banhawon pag-usab sa kinabuhi (aron sa paghukom).",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Mao kana si Hesus, ang anak ni Maria.˹Ug kini maoy˺ pulong sa kamatuoran, mahitungod sa ilang gipanaglalisan.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Dili angay (sa Pagkahalangdon sa) ni Allah nga Siya mag-angkon ug anak nga lalaki, Ang Himaya ngadto Kaniya; sa diha nga Siya nagmando sa usa ka butang Siya moingon lamang niini nga 'Mahimo,' ug kini mao.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Sa pagkatinuod ang Allah mao ang akong Ginoo ug ang inyong Ginoo (ug akong Dios ug ang inyong Dios), busa simbaha Siya lamang; kini mao ang husto nga Dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Apan ang mga pundok (sa mga Kristohanon) nanagkalahi taliwala sa ilang mga kaugalingon, busa alaut sila nga naglimod (sa Kamatuoran) gikan sa Panagtigom sa Dakong Adlaw.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Unsa ka tin-aw nga ilang madungog ug unsa ka tin-aw nga ilang makita sa Adlaw (sa Pagkabanhaw) sa dihang sila magaduol sa Allah; apan karong adlawa ang mga mamumuhat sa kadautan anaa sa dayag nga kasaypanan.",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Pasidan-i sila sa makauulaw na Adlaw, sa dihang ang tanang isyu paga-husayon, ug sila (karon) anaa sa pagpasagad (niini), ug sila wala motoo.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Sa pagkatinuod Kami (Allah) makapanunod sa yuta ug sa tanan nga ania niini, ug nganhi Kanamo (Allah) sila (sa kataposan) ibalik (alang sa Paghukom).",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Hisguti (ang sugilanon ni) Abraham diha sa Libro (Qur'an). Tino nga siya usa ka tawo sa kamatuoran ug usa ka propeta.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Sa dihang miingon siya sa iyang amahan; Oh akong amahan, nganong nagsimba man ka sa butang nga dili makadungog o dili makakita (mga idol), ni sila dili makatabang kanimo bisan gamay:",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Oh akong amahan, sa pagkatinuod miabut kanako ang kahibalo nga wala moabut kanimo, busa sunda ako, ako mogiya kanimo ngadto sa husto nga Dalan:",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Oh akong amahan, ayaw simbaha si Satanas, sa pagkatinuod si Satanas mao ang kanunay nga rebelde ug masupilon batok 'Allāh' ang Labing Madagayaon.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Oh akong amahan, sa pagkatinuod ako nahadlok nga ang usa ka Silot gikan sa (Allah) nga Labing Madagayaon magsakit kanimo, ug mahimong kauban ni Satanas ˹sa Impiyerno˺.”",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Siya (amahan ni Abraham) mitubag: Ikaw ba nagasalikway sa akong mga diyos (ang mga dios-dios nga akong gisimba) oh Abraham ? Nan, kon dili ka moundang, batohon ko gayod ikaw, busa palayo kanako ug ayaw na ug balik pag-usab.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "(Si Abraham) miingon: \"Ang kalinaw anaa kanimo, ako mag-ampo ngadto sa (Allah nga) akong Ginoo aron sa pagpasaylo kanimo; sa pagkatinuod Siya Labing Mabination kanako.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Ako mupalayo gikan kanimo ug sa unsay (mga dios-dios nga) inyong gitawag gawas sa Allah, ug ako motawag ngadto sa akong Ginoo 'Allāh', nagalaum nga ang pagtawag sa akong Ginoo dili magpabilin nga walay katubagan.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Busa sa diha nga siya mibiya gikan kanila ug sa unsay (mga dios-dios nga) ilang gisimba gawas sa Allah, Kami (Allah) mihatag kaniya kang Isaak ug Hacob, ug ang matag usa kanila Among gihimo nga Propeta.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Ug Kami naghatag kanila sa Among Kalooy, ug Kami naghimo alang kanila ug pasidungog og labing taas nga dungog.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Hisguti (ang sugilanon ni) Moises diha sa Libro (Qur'an). Sinsero siya, ug siya usa ka mensahero ug propeta.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Kami mitawag kaniya gikan sa tuo nga bahin sa bukid (Sinai), ug gipaduol namo siya aron sa pag-pakig-pulong sa pribado.",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Kami mihatag kaniya pinaagi sa Among Kalooy sa iyang igsoon nga si Aaron, usa ka Propeta.",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Hisguti (ang sugilanon ni) Ismael diha sa Libro (Qur'an); sa pagkatinuod siya matinud-anon sa (iyang) saad, ug siya usa ka Mensahero, usa ka Propeta.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Siya nagmando kaniadto sa iyang mga katawhan sa pagbuhat sa Salah 'pag-ampo', ug sa paghatag ug Zakah (obligado limos), ug ang iyang Ginoo 'Allāh' nahimuot pag-ayo kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Hisguti (ang sugilanon ni) Idrees (Enoch) diha sa Libro (Qur'an); sa pagkatinuod siya usa ka matinud-anon, usa ka Propeta,",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Ug gibayaw Namo siya sa hataas nga posisyon.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Kini sila mao ang gihatagan sa Allah ug mga Pabor, gikan sa mga Propeta sa mga kaliwatan ni Adan, ug kadtong Among gidala (sa barko) uban ni Noe, ug sa mga kaliwatan ni Abraham, Israel (Hakob), ug kadtong Among gigiyahan ug gipili; sa dihang ang mga Bersikulo sa (Allah nga) Labing Madagayaon gilitok ngadto kanila, sila miyukbo nga naghapa nga nanaghilak.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Apan adunay miabot human kanila nga dautang kaliwatan, nga wala magtagad sa mga pag-ampo ug nagsunod sa ilang mga kaugalingong kailibgon, busa ilang matagbuan ang hingpit nga pagkalaglag.",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Gawas niadtong naghinulsol ug mituo ug nagbuhat (kon unsa ang) matarung (ug patas), sila makasulod sa Paraiso, ug sila dili pagabuhatan ug dili makataronganon sa bisan unsang paagi:",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "(Ila ang) mga Tanaman sa Eden nga gisaad sa ang Labing Madagayaon 'Allah' ngadto sa Iyang mga alagad nga mitoo, bisan kini wala nila makita kini; sa pagkatinuod ang Saad sa Allah matuman gayud.",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Sila dili makadungog diha niini sa bisan unsa nga walay pulos nga mga pulong, apan (mga pagtimbaya sa) sa ‘Kalinaw,’ ug sila makabaton sa ilang pagkaon didto, buntag ug gabii (sumala sa ilang mga tinguha).",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Kini mao ang Paraiso nga Among gipahinabo nga mapanunod niadtong Among mga ulipon (sa katawhan ug jinn) nga nagmanggihadlukon sa Allah ug sa kinsay nagbantay batok sa kadaotan.",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Ug kami (Mga anghel) dili mukanaug gawas sa Kamandoan sa imong Ginoo (Allah); Kaniya ang bisan unsa nga anaa sa atong atubangan ug ang bisan unsa nga anaa sa atong luyo ug ang bisan unsa nga anaa sa taliwala (niini), ug ang imong Ginoo (Allah) dili gayud malimot.",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "(Siya mao) ang Ginoo sa mga kalangitan ug kayutaan ug sa mga taliwala niini, busa simbaha Siya lamang ug magmalig-on sa pagsimba Kaniya, Aduna ka bay nahibaloan nga bisan kinsang katugbang sa Allah (sa Iyang Labing Halangdong nga Ngalan ug Mga Kinaiya)?",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Ug ang tawo (nga manlilimod) muingon: \"Sa diha nga ako patay na, ako ba matuod nga pagabanhawon (alang sa paghukom)?\"",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Wala ba makahinumdom ang tawo nga Kami (Allah) naglalang kaniya kaniadto, sa diha nga siya wala pay bisan unsa.",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "Busa pinaagi sa imong Ginoo (Allah), sa pagkatinuod Among tigumon silang tanan uban sa mga yawa, unya dad-on Namo sa Impiyerno nga nagaluhod.",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Unya Kami sa pagkatinuod maga-bunlot pagawas gikan sa matag pundok (sekta) kaniya nga labing hilabihan ka masukihon batok sa (Allah nga) Labing Madagayaon.",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Ug Kami tinuod Labing Nasayod kon kinsa ang Labing angayan nga didto paga-sunogon'.",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "Walay bisan isa kaninyo nga dili muagi gayod niini[4], dili kini kalikayan nga mando nga gitakda sa 'Allah' imong Ginoo.",
      "footnotes": "[4]. Ang tulay sa adlaw sa paghukom nga diin ang ilawom niini mao sa ang Impyerno."
    },
    {
      "ayah_number": 72,
      "translation_bis": "Unya Kami moluwas niadtong mga matarung, ug Kami mobiya sa mga mamumuhat ug kadautan (nga nagbutang ug kauban sa Allah) didto (gipaubos) nagaluhod (sa Imperno).",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Sa diha nga ang Among tin-aw nga mga Bersikulo pagalitukon ngadto kanila, sila nga naglimod (sa Among mga Bersikulo) moingon ngadto kanila nga mituo: \"Kinsa sa duha ka pundok ang labing maayo sa kahimtang ug mulabaw sa panagtigom?\"",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Pila na ka mga (makasasala) nga mga kaliwatan ang Among gilaglag sa wala pa sila, nga labaw pang adunahan ug kanindot sa panagway?",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "Isulti (Oh Muhammad): \"Alang kaniya ang anaa sa pagkasalaag,sa pagkatinuod (si Allah) ang Labing Madagayaon maghatag ug lugway kaniya ug sa dihang ila nang makita ang gisaad kanila, nga mao ang silot (man diri sa kalibotan) o ang Takna (nga Paghukom), ila gayod maamgohan kon kinsa ang pinakamaot nga kahimtang ug pinaka luya nga hinabang.",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "Ug ang Allah nagdugang sa paggiya niadtong kinsa gitultolan sa husto; ug ang maayong mga buhat nga milahutay mao ang labing maayo uban sa imong Ginoo (Allah) sa ganti ug labing maayo sa resulta.",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "Wala ba nimo makita ang naglimod sa Among mga bersikulo, nag-ingon: \"Ako sa pagkatinuod pagahatagan ug bahandi ug mga anak?\"",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_bis": "Nakabaton ba siya og kahibalo sa mga dili makita, o naghimo og pakigsaad uban (sa Allah) ang Labing Madagayaon?",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_bis": "Dili gayod, Among isulat ang iyang mga ginasulti ug Amo pa dugangan ang iyang silot (sa Impyerno).",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_bis": "Kami (Allah) makapanunod gikan kaniya sa unsay iyang gisulti, ug siya moabut Kanamo nga mag-inusara.",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_bis": "Nagkuha sila ug mga dios gawas sa Allah, aron sila mamahimo alang kanila tinubdan sa Kadungganan;",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_bis": "Dili gayod, sila magalimod kadtong nagsimba kanila, ug sila mahimo nga mga kaaway ngadto kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_bis": "Wala ba nimo nakita na Kami nagpadala og mga Satanas ngadto sa mga manlilimod aron motintal kanila (sa paghimo sa daotan) uban sa pagduso?",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_bis": "Busa ayaw pagdali batok kanila kay\nKAMI nag-ihap na ug manga adlaw alang kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_bis": "Sa Adlaw nga Among tigomon ang mga matarong ngadto sa Labing Madagayaon (Allah), sama sa usa ka delegado aron sa pagdawat sa pasidungog.",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_bis": "Ug Kami Maga-abog sa mga dautan ngadto sa Imperno nga uhaw.",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_bis": "Walay usa nga adunay gahum sa pagpataliwala gawas kaniya nga nakadawat sa Pagtugot (o usa ka Saad) gikan sa (Allah) nga Labing Madagayaon.",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_bis": "Sila nanag-ingon: ang Labing Madagayaon (ang Allah) mikuha alang sa Iyang kaugalingon ug usa ka anak nga lalaki (o mga anak nga babaye)[5].'",
      "footnotes": "[5]. Isip ang mga Kristohanon nag-angkon nga si Hesus mao ang anak nga lalaki sa Diyos, ug ang mga pagano nga ang mga anghel mga anak nga babaye sa Diyos.\""
    },
    {
      "ayah_number": 89,
      "translation_bis": "Sa pagkatinuod kamo nagdala ug usa ka makalilisang nga dautang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 90,
      "translation_bis": "Ang mga langit hapit na mangagisi gikan niini, ug ang yuta mangapikas nga nabahin, ug ang mga bukid natumpa ubos sa mga piraso,",
      "footnotes": null
    },
    {
      "ayah_number": 91,
      "translation_bis": "Nga ilang gipasangil nga usa ka anak nga lalaki (o mga anak nga babaye) ngadto sa Labing Madagayaon (si Allāh).",
      "footnotes": null
    },
    {
      "ayah_number": 92,
      "translation_bis": "Ug dili angay sa Labing Madagayaon nga Siya mag-angkon ug anak nga lalaki (o mga anak nga babaye).",
      "footnotes": null
    },
    {
      "ayah_number": 93,
      "translation_bis": "Walay bisan kinsa sa mga langit ug sa yuta apan moduol ni (Allah) ang Labing Madagayaon ingon nga usa ka ulipon (mapainubsanon ingon nga siya gibuhat sa sinugdanan).",
      "footnotes": null
    },
    {
      "ayah_number": 94,
      "translation_bis": "Sa pagkatinuod, Siya hingpit nga kahibalo kanila, ug iya silang giihap sa tukma.",
      "footnotes": null
    },
    {
      "ayah_number": 95,
      "translation_bis": "Ug ang matag usa kanila moduol Kaniya (Allah) sa Adlaw sa Pagkabanhaw nga nag-inusara.",
      "footnotes": null
    },
    {
      "ayah_number": 96,
      "translation_bis": "(Alang) kanila nga mituo ug nagbuhat sa matarung nga mga buhat, ang Labing Madagayaon (Allah) mohatag og gugma alang kanila (sa mga kasingkasing sa mga magtutuo).",
      "footnotes": null
    },
    {
      "ayah_number": 97,
      "translation_bis": "Busa Kami naghimo lamang niini (Qur'an) nga sayon ​​sa imong dila (Oh Muhammad) aron ikaw makahatag ug maayong balita ngadto kanila nga mga matarung, ug nagpasidaan pinaagi niini sa labing palaaway nga mga tawo.",
      "footnotes": null
    },
    {
      "ayah_number": 98,
      "translation_bis": "Pila na ka makasasala nga kaliwatan ang Among gilaglag una pa kanila? Nakita ba nimo ang bisan usa kanila, o nakadungog man lang ba ikaw gikan kanila bisan duyutay nga tingog?",
      "footnotes": null
    }
  ]
}