{
  "surah_number": 20,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ta Ha[1].",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili hitupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud sila makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Wala Namo gipadayag ang Qur'an Kanimo (Oh Propeta Muhammad) aron makapaguol kanimo[2].",
      "footnotes": "[2]. Nabalaka sa imong kaugalingon alang sa mga nagdumili sa pagtuo."
    },
    {
      "ayah_number": 3,
      "translation_bis": "Apan ingon lamang nga usa ka Pahinumdom ngadto kaniya nga nahadlok (sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "˹Kini˺ usa ka pagpadayag gikan sa Usa nga naglalang sa yuta ug sa taas nga kalangitan—",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Ang Labing Madagayaon (Allah) mikayab ug bangon ibabaw sa Trono (sa paagi nga nahiangay sa Iyang Kahalangdon).",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Iya ang tanang anaa sa mga kalangitan ug ang tanan anaa sa kayutaan ug ang anaa sa taliwala niining duha ug ang anaa sa ilalom sa yuta.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Ug kon imong isulti ang pulong sa dayag 'o dili', nan sa pagkatinuod Siya nahibalo gayod kon unsay sekreto ug kon unsay mas tinago.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Si Allah - walay dios (nga angayan simbahon) gawas Kaniya; ngadto Kaniya ang iya sa Labing Nindot nga mga Ngalan.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Niabot ba kanimo (oh Muhammad) ang sugilanon bahin ni Moises?",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Sa diha nga siya nakakita ug kalayo, siya miingon ngadto sa iyang pamilya: \"Pabilin kamo dinhi, kay sa pagkatinuod ako nakakita ug kalayo, tingali ako makadala kaninyo ug usa ka nagdilaab nga sulo gikan niini o ako makakita og giya gikan sa kalayo.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Busa sa diha nga siya miabot niini, adunay usa ka tingog nga nanawag: \"O Moises:",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Sa pagkatinuod Ako (Allah) mao ang imong Ginoo, busa kuhaa ang imong mga sapin (sa tiil o sandal); sa pagkatinuod ikaw ania sa sagradong walog sa Tuwa,\"",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ug gipili Ko ikaw (isip Akong Mensahero), busa paminaw sa unsay gipadayag (kanimo).",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Sa pagkatinuod Ako mao ang Allah, walay dios (nga angayan simbahon) gawas Kanako, busa simbaha ninyo Ako lamang, ug buhata ang pag-ampo alang sa Paghinumdum Kanako.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Sa pagkatinuod ang Takna (ang Adlaw sa Pagkalaglag) moabot, ug ang Akong Kabubut-on mao ang pagtago niini, aron ang matag kalag mabawsan sa unsay iyang gipaningkamotan.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Busa ayaw itugot nga ang mga dili motuo niini ug nagsunod sa ilang mga tinguha makabalda kanimo gikan niini, o ikaw malaglag.’”",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Unsa kanang anaa sa imong tuong kamot, O Moises?\"",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Si (Moises) miingon: \"Kini mao ang akong sungkod, nga diin ako nagasandig, ug akong bunalan ang mga sanga pinaagi niini aron ang mga dahon mangatagak alang sa akong karnero, ug ako aduna pay lain nga gamitan niini.\"",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "(Ang Allah) miingon: \"Iitsa kini, O Moises!\"",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Busa iya kining gisalibay; ug dihadiha kini (nahimong) usa ka bitin nga naglihok nga mapaspas.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "(Ang Allah) miingon: \"Kuhaa kini ug ayaw kahadlok; Among ibalik kini sa iyang kanhing kahimtang\",",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Ug ibutang ang imong kamot sa imong kilid, ug kini mahimo nga maputi (uban ang kahayag), walay buling, ingon nga lain pang (dugang nga) Timaan;",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Aron Kami makapakita kanimo (sa pipila) sa Among Dagkung mga Timaan,",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Lakaw ngadto kang Paraon, kay siya sa pagkatinuod nakalapas sa tanan nga mga utlanan.”",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Si Moises miingon: \"(Oh Allah) akong Ginoo, palapda ang akong dughan alang kanako3,\".",
      "footnotes": "3. ug hatagi ako ug katagbawan, kaisog ug uban pa\"."
    },
    {
      "ayah_number": 26,
      "translation_bis": "Ug himoa nga sayon ​​alang kanako ang akong buluhaton,",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Ug tangtanga ang higot gikan sa akong dila,",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "(Aron) sila makasabut sa akong sinultihan;",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Ug hatagi ako ug katabang gikan sa akong pamilya:",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Si Aaron, nga akong igsoon,",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Dugangi ang akong kusog pinaagi kaniya,",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "ug tugoti siya sa pag-ambit akong buluhaton,",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Aron kami makabayaw (pagpasidungog ug pagdayeg) Kanimo pag-ayo.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Aron kami Kanimo mahinumdom sa kanunay,",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Sa pagkatinuod, Nakita ug nahibal-an nimo ang tanan bahin kanamo.”",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "(Ang Allah) miingon: \"Ikaw sa pagkatinuod gihatagan sa imong gihangyo, O Moises\".",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Ug sa pagkatinuod Kami mihatag kanimo og usa ka Pabor sa laing panahon;",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Sa diha nga Among gidasig ngadto sa imong inahan ang unsay gidasig, nga nag-ingon:",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "\"Ibutang siya sa usa ka kahon, unya ipaanod kini ngadto sa suba (sa Nile), nga mudala kaniya ngadto sa baybayon; didto siya pagakuhaon sa usa (ka tawo) nga Akong kaaway ug usa ka kaaway ngadto kaniya, ug gigahin Ko diha kanimo (O Moises) ang gugma gikan Kanako, aron nga ikaw magdako ubos sa Akong mga Mata.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Sa dihang ang imong igsoon nga babaye (Miriam) miadto ug miingon: \"Ipakita ko ba \nikaw sa usa (ka tawo) nga mag-atiman kaniya?\" Busa Kami midala kanimo (Moises) pagbalik ngadto sa imong inahan, aron ang iyang mga mata mabugnawan (uban sa kalipay), ug aron siya dili maguol. Ug nakapatay ka usa ka tawo, unya giluwas ka Namo gikan sa kasubo, ug gisulayan ka Namo sa daghang mga pagsulay. Ug mipuyo ka sulod sa daghang katuigan uban sa katawhan sa Midian; ug unya miabot ka dinhi sa gikatakda nga panahon, O Moises.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Ug gipili Ko ikaw alang sa Akong kaugalingon:",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "\"Lakaw, ikaw ug ang imong igsoon (Aaron) uban ang Akong mga Timaan ug ayaw kakapoy sa paghinumdom (pagdayeg ug paghisgot) Kanako (ug pagpakaylap sa Akong Mensahe sa Islam)\".",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Lakaw kamong duha kang Paraon, sa pagkatinuod siya nakalapas (sa tanan nga mga utlanan);",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Unya pagsulti ngadto kaniya sa malumo nga pulong, kay basin siya mudawat sa pahimangno o kahadlok (sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Ang duha miingon: \"(O Allah) among Ginoo (i.e., Magbubuhat Tigsustento ug Magmamando)! Sa pagkatinuod kami nahadlok nga siya magadali (sa silot) batok kanamo o siya magalapas.\"",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "(Ang Allah) miingon: \"Ayaw kahadlok, sa pagkatinuod Ako uban kaninyong duha, Ako Nakadungog ug Nakakita \"sa tanan'.\"",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Busa adto kaniya, ug isulti: \"Sa pagkatinuod kami, duha ka Mensahero sa imong Ginoo (Allah); busa ipadala ang mga anak sa Israel uban kanamo ug ayaw na sila paantosa (bisan unsa labaw pa)! Sa pagkatinuod kami nagdala nganha kanimo ug Timaan gikan sa (Allah) nga imong Ginoo, ug ang kalinaw maanaa kaniya nga nagsunod sa Giya.\"",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Sa pagkatinuod kini gipadayag kanato nga ang Silot sa walay duhaduha moabut kaniya nga naglimod (sa Kamatuoran) ug mitalikod (gikan niini).",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "(Si Paraon) miingon, \"Kinsa man diay ang Ginoo ninyong duha, Oh Moises?\"",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Si (Moises) miingon: \"Ang among Ginoo mao Siya, nga Maoy naghatag sa tanang butang sa tinuod nga kinaiya niini ug hulagway, ug migiya kanila (sa mga paagi nga makaayo kanila).",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "(Si Paraon] miingon, “Nan, unsa man ang mahitungod sa mga kaliwatan kaniadto?”",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "(Si Moises) miingon: \"Ang Kahibalo niini anaa sa (Allah) akong Ginoo sa usa ka talaan, ang akong Ginoo (Allah) dili masayop, ni Siya malimot.\"",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "(Siya) Maoy nagbuhat sa yuta alang kaninyo nga usa ka patag nga dapit kapahulayanan (sama sa duyan sa usa ka bata), ug nagbuhat alang kaninyo niini ug mga dalan, ug nagpakanaug ug tubig gikan sa mga panganod; ug unya dinha Kami nagpatunghag daghang mga matang sa lain-laing mga tanum.",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Kumaon (kamo) ug pasibsiba ang inyong mga baka; sa pagkatinuod adunay mga Timaan niini alang sa mga tawo nga masinabuton.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Gikan sa yuta Among gibuhat kamo, ug ngadto niini Kami mobalik kaninyo, ug gikan niini Kami modala kaninyo pag-usab (alang sa Paghukom).",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Sa pagkatinuod, Kami nagpakita kaniya 'Paraon' sa tanan Namong timaan, apan siya naglimod ug nagdumili sa pagtuo.",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Siya miingon: \"Mianhi ka ba aron sa pagpapahawa kanamo gikan sa among yuta pinaagi sa imong salamangka, Oh Moises?\"",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Sigurado nga magadala kami kanimo sa parehas nga salamangka. Busa gibutang alang kanamo ka usa pagpakigkita nga walay usa kanamo ang mapakyas sa pagtuman, sa usa ka sentro nga dapit.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "(Si Moises) miingon: \"Ang imong tinudlo (nga panahon) mao ang adlaw sa pista, ug himoa nga ang mga tawo magatigum sa sayong kabuntagon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Busa si Faraon mitalikod, ug gihusay niya ang iyang plano, ug unya niabot [kang Moises]",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Si Moises miingon sa (mga salamangkero): \"Alaut kamo! Ayaw pag-imbento ug bakak batok sa Allah, kay basin ug laglagon Niya kamo pinaagi sa usa ka Silot, ug siya nga nag-imbento (ug bakak batok sa Allah) sa pagkatinuod mapakyas sa pagkab-ot (sa iyang tinguha).\"",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Busa ang mga salamangkero nanaglalis sa butanga sa ilang kaugalingon, nga nakigsulti sa tago.",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Sila miingon: \"Kini sila sa pagkatinuod duha ka salamangkero nga buot magpahawa kaninyo gikan sa inyong yuta pinaagi sa ilang salamangka ug sa pagkuha sa inyong labing maayong mga tradisyon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Busa husaya ang inyong laraw, ug umari sa unahan sa hingpit nga ranggo, ug siya nga magmalampuson niining adlawa sa pagkatinuod mouswag gayud.",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Sila miingon: \"O Moises! Ilabay ba nimo (una ang imong sungkod], o kami mahimong unang molabay.”",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Siya miingon: \"(hinoon) ilabay ninyog (una)!\" Unya dihadiha, ang ilang mga pisi ug ang ilang mga sungkod nagpakita kaniya pinaagi sa ilang salamangka ingon nga sama sa naglihok ug paspas (sama sa mga bitin).",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Busa gitagoan ni Moises ang kahadlok sulod sa iyang kaugalingon.",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "(Kami Allah) miingon: \"Ayaw kahadlok, sa pagkatinuod ikaw ang usa nga mas taas,\"",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Ug iitsa ang unsay anaa sa imong toong kamot; lamoyon (kaunon) niini ang unsay ilang binuhat; nga kanang ilang gibuhat usa lamang ka limbong sa usa ka salamangkero, ug ang salamangkero dili molampos, bisan asa siya magalaraw.",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Ug ang mga salamangkero nangatumba nga naghapa; sila miingon: \"Kami mituo sa (Allah) ang Ginoo ni Aaron ug Moises.\"",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "(Si Paraon) miingon: \"Kamo mituo kaniya (Moises) sa wala pa ako mohatag kaninyo sa pagtugot; sa pagkatinuod siya mao ang inyong pangulo, nga nagtudlo kaninyo sa salamangka, busa akong putlon ang inyong mga kamot ug ang inyong mga tiil sa magkaatbang nga bahin, ug ilansang ko kamo sa krus sa mga punoan sa mga palma, ug sa pagkatinuod kamo mahibalo kun kinsa kanamo ang makapahamtang ug mas hilabihan ug mas malungtarong silot.\"",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "Sila miingon: \"Kami dili mopalabi kanimo kay sa miabot kanamo nga mga Timaan ug Kaniya (Allah) Nga naglalang kanamo, busa paghukom kon unsa ang imong ihukom; ikaw makahukom lamang (mahitungod) sa kinabuhi niining kalibutana.\"",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Sa pagkatinuod kami mituo sa (Allah) nga among (tinuod) nga Ginoo (Magbubuhat, Tigpanalipod, ug Magmamando) nga Siya mopasaylo kanamo sa among mga sala ug sa salamangka nga imong gipugos kanamo (sa pagkat-on); ug ang Allah mao ang labing maayo (sa pagganti) ug mas malungtaron (sa pagsilot).",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Bisan kinsa nga moabot sa iyang Ginoo (Allah) ingon nga usa ka dautan, sa pagkatinuod alang kaniya mao ang Impiyerno; dili siya mamatay didto, ni siya mabuhi (nga maayog kahimtang).",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "Apan bisan kinsa nga moadto sa (Allah) ingon nga usa ka magtotoo, nga nakabuhat ug matarung nga mga maayong buhat, sa pagkatinuod kini sila mao ang makabaton ug tag-as nga mga ang-ang,",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "Mga tanaman sa Eden, nga sa ilalom niini adunay ang mga suba nga nagadagayday, diin sila magpabilin hangtod sa kahangtoran, ug kini mao ang (labing maayo) nga ganti (alang) sa usa nga nagputli sa iyang kaugalingon (gikan sa kadautan).",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "Ug sa pagkatinuod Kami nagpadayag kang Moises, nga nag-ingon: \"Panaw kamo sa gabii uban sa Akong mga ulipon, unya paghimo alang kanila ug usa ka (uga) dalan sa dagat, ayaw kahadlok nga maapsan (ni Paraon), ni mahadlok (nga malumos sa dagat).",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_bis": "Nan si Paraon misunod kanila uban sa iyang mga kasundalohan, ug sila nalumsan sa hingpit sa dagat.",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_bis": "Ug si Paraon mipahisalaag sa iyang katawhan ug wala siya magtultol (kanila) sa husto.",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_bis": "Oh mga anak sa Israel! Sa pagkatinuod Kami nagluwas kaninyo gikan sa inyong mga kaaway, ug Kami naghimo ug usa ka Pakigsaad nganha kaninyo sa tuo nga bahin sa bukid (Sinai), ug Kami nagpadala kaninyo og manna (maayong pagkaon) ug mga buntog.",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_bis": "Kaon sa maayong mga kalan'on nga Among gihatag kanimo alang sa tagana, ug ayaw paglapas, unya ang akong kasuko mahianha kaninyo, ug bisan kinsa nga angay sa akong kasuko - mawala gayud siya.",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_bis": "Apan sa pagkatinuod Ako Mapasayloon kaniya nga naghinulsol (gikan sa pagsimbag dios-dios ug uban pang dagkong mga sala) ug mituo (sa Pagkausa sa Allah) ug nagbuhat ug matarung nga mga maayong buhat, ug unya nagpadayon sa pagsunod sa husto nga Dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_bis": "Ug unsa ang nagpadali kanimo gikan sa imong katawhan, Oh Moises?",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_bis": "Siya miingon: \"Sila nagsunod sa akong mga lakang, samtang ako nagdali ngadto Kanimo, Oh akong Ginoo, aron Ikaw mahimuot.\"",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_bis": "(Ang Allah) miingon: \"Sa pagkatinuod Kami misulay sa imong katawhan sa imong pagkawala, ug si As Saamiri ((ang Samariyanhon) nagpahisalaag kanila.\"",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_bis": "Busa mibalik si Moises sa iyang katawhan nga nasuko ug naguol. Siya miingon: \"O akong katawhan! Dili ba ang (Allah) nga inyong Ginoo misaad kaninyo ug usa ka maayong Saad, ang panahon ba tan-awon dugay alang kaninyo, o kamo nangandoy nga ang Kasuko gikan (sa Allah) inyong Ginoo maanaa kaninyo, busa kamo miguba (sa inyong) saad kanako?\"",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_bis": "Sila miingon: \"Kami wala moguba sa (among) saad kanimo sa among kaugalingong pagbuot, apan kami gipapas-an sa mga palas-anon sa mga dayandayan sa mga tawo (ni Paraon), mao nga gilabay namo sila (sa kalayo), ug mao kana ang gibuhat ni As -Saamiri (ang Samariyanhon).\"",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_bis": "Busa iyang gipagula alang kanila (ang rebulto nga bulawan) sa nating baka, usa ka lawas, nga (uban sa hangin) naghatag ug tingog (sama sa baka), busa sila miingon (sa usag usa): \"Kini mao ang inyong dios ug ang dios ni Moises, apan siya nakalimot.\"",
      "footnotes": null
    },
    {
      "ayah_number": 89,
      "translation_bis": "Wala ba nila makita, nga kini dili makabalik ngadto kanila ug usa ka pulong (aron sa pagtubag), ug (nga) kini walay kadaut o kaayohan alang kanila?",
      "footnotes": null
    },
    {
      "ayah_number": 90,
      "translation_bis": "Ug sa pagkatinuod si Aaron miingon kanila kaniadto: \"O akong mga katawhan! kamo gisulayan lamang pinaagi niini (niining diosdios), kay sa pagkatinuod ang inyong Ginoo mao ang (Allah) ang Labing Madagayaon, busa sunod kanako (sa pagsimba Kaniya lamang) ug tumana ang akong mando.\"",
      "footnotes": null
    },
    {
      "ayah_number": 91,
      "translation_bis": "Sila miingon: \"Kami dili gayud mohunong sa pagpadayon sa pagsimba niini (bulawan nga baka) hangtud nga si Moises mobalik kanamo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 92,
      "translation_bis": "(Si Moises) miingon: \"O Aaron! Unsa ang nakapugong kanimo, sa diha nga imong nakita sila nga nangasalaag\"",
      "footnotes": null
    },
    {
      "ayah_number": 93,
      "translation_bis": "Gikan sa pagsunod kanako? Unya gisupak mo ba ang akong sugo?”",
      "footnotes": null
    },
    {
      "ayah_number": 94,
      "translation_bis": "(Si Aaron) miingon: \"Oh anak sa akong inahan! Ayaw ako dakpa pinaagi sa akong bungot ni sa (mga buhok sa) akong ulo; sa pagkatinuod nahadlok ako nga tingali unya ikaw moingon: \"ikaw naghimo ug pagkabahinbahin taliwala sa mga anak sa Israel, ug wala maghulat sa akong pulong.\"",
      "footnotes": null
    },
    {
      "ayah_number": 95,
      "translation_bis": "(Si Moises] miingon, “Ug unsay isyu kanimo Samarianhon?”",
      "footnotes": null
    },
    {
      "ayah_number": 96,
      "translation_bis": "Siya miingon: \"Nakita ko ang unsay wala nila makita ug akong gisagop lamang ang pipila sa mga tradisyon sa mga Mensahero (mga pagtudlo ni Moises) apan\nkana (usab) akong gisalikway sa ingon niini ang akong kalag misugyot kanako.",
      "footnotes": null
    },
    {
      "ayah_number": 97,
      "translation_bis": "(Si Moises) miingon: \"Nan pahawa! Kay sa pagkatinuod (ang silot) alang kanimo niining kinabuhia mao ang imong pagsinggit: \"Ayaw (ako) hikapa\"; ug sa pagkatinuod adunay kapalaran (usa ka\ntinudlong panahon) alang kaninyo, nga dili mapakyas alang kaninyo, ug tan-awa ang inyong dios nga diin kamo nagpahinungod sa pagsimba; amo gayod kining sunogon ug unya amo gayod kining isabwag sa halapad nga pagpakatag sa mga bahin niini sa dagat.\"",
      "footnotes": null
    },
    {
      "ayah_number": 98,
      "translation_bis": "Ang inyong (tinuod nga) Dios mao lamang ang Allah, walay dios (takus nga angay simbahon) gawas Kaniya; Siya naglangkob sa tanang butang sa (Iyang) Kahibalo (ug Gahum).",
      "footnotes": null
    },
    {
      "ayah_number": 99,
      "translation_bis": "Sa ingon ang among asoy kanimo ˹O Propeta Muhammad ˺ ang pipila sa mga sugilanon sa nangagi; ug sa pagkatinuod Kami naghatag kaninyo gikan sa Among Kaugalingon ug usa ka Pahinumdom (kining Qur'an).",
      "footnotes": null
    },
    {
      "ayah_number": 100,
      "translation_bis": "Bisan kinsa nga motalikod niini, siya siguradong magpas-an ug palas-anon sa Adlaw sa Pagkabanhaw.",
      "footnotes": null
    },
    {
      "ayah_number": 101,
      "translation_bis": "Nga magpabilin niini nga (kahimtang), ug dautan alang kanila ang (kabug-aton sa palas-anon) nga pagapas-anon pinaagi kanila sa Adlaw sa Pagkabanhaw;",
      "footnotes": null
    },
    {
      "ayah_number": 102,
      "translation_bis": "Sa Adlaw nga ang trompeta pagahuyopon na, ug Among tigomon ang mga daotan, nga nag-asul ang mata (gikan sa kalisang, o buta nga naitom nga uban ang mga nawong), nianang Adlawa,",
      "footnotes": null
    },
    {
      "ayah_number": 103,
      "translation_bis": "Sila magbagulbol sa matag-usa sa tago: \"Ikaw nagpabilin apan sa napulo (ka adlaw lamang).\"",
      "footnotes": null
    },
    {
      "ayah_number": 104,
      "translation_bis": "Nahibaloan Namo pag-ayo kung unsa ang ilang isulti, sa diha nga ang labing maayo kanila sa kaalam ingon: \"Kamo nagpabilin apan sa usa lang ka adlaw ug dili mulapas.\"",
      "footnotes": null
    },
    {
      "ayah_number": 105,
      "translation_bis": "Ug mangutana sila kanimo mahitungod sa kabukiran. Isulti: \"ang akong Ginoo (Allah) magpabuto kanila ug mopatibulaag kanila ngadto sa nagakatag nga abog.\"",
      "footnotes": null
    },
    {
      "ayah_number": 106,
      "translation_bis": "Dayon biyaan ang yuta nga hapsayng patag.",
      "footnotes": null
    },
    {
      "ayah_number": 107,
      "translation_bis": "Dili ka makakita niini ug bisan unsa nga hiwi o kurba.",
      "footnotes": null
    },
    {
      "ayah_number": 108,
      "translation_bis": "Niana nga Adlaw, sila (ang tanan) mosunod sa nanawag (ngadto sa Panagtigom alang sa Paghukom), ug walay kahiwian diha sa iyang (tigtawag) tingog, ug ang tanang tingog ipaubos alang sa Labing Madagayaon (Allah), ug kamo dili makadungog sa bisan unsa gawas sa paghunghong nga tingog.",
      "footnotes": null
    },
    {
      "ayah_number": 109,
      "translation_bis": "Niana nga Adlaw walay pagpataliwala dawaton o benepisyo gawas gawas kaniya nga (ang Allah) ang Labing Madagayaon magatugot, ug kansang pulong iyang gikahimut-an.",
      "footnotes": null
    },
    {
      "ayah_number": 110,
      "translation_bis": "Siya nahibalo kon unsa ang anaa sa ilang atubangan ug unsa ang anaa sa ilang luyo, samtang sila dili makalibut Kaniya sa ˹ilang˺ kahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 111,
      "translation_bis": "Ug ang tanang nawong ipaubos sa atubangan sa (Allah nga) Walay Katapusang Buhi, ang Tig-atiman sa tanan nga anaa, ug siya nga nagpas-an sa inhustisya mawad-an sa paglaum nianang adlawa.",
      "footnotes": null
    },
    {
      "ayah_number": 112,
      "translation_bis": "Apan bisan kinsa nga nagbuhat ug matarung nga mga buhat, ug usa ka magtotoo, nan walay kahadlok sa kawalay katarongan, o nga ang ilang ganti gipugnaan.",
      "footnotes": null
    },
    {
      "ayah_number": 113,
      "translation_bis": "Ug sa ingon niana, Among gipadayag kining perpekto nga Qur'an 'nga Arabikanhon', ug Among gipasabut niini sa detalyado (nga paagi) ang mga Pasidaan (ug pahinumdom), aron sila makabaton ug Kahadlok sa Allah, o kaha mahimo kini nga pagtulon'an kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 114,
      "translation_bis": "Busa ang Labing Halangdon mao ang Allah, ang Hari, ang Hingpit nga Kamatuoran, ug ayaw pagdalidali sa Qur'an sa dili pa ang Pagpadayag niini makompleto kanimo (O Propeta Muhammad), ug isulti: \"(O Allah) akong Ginoo, dugangi ako sa kahibalo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 115,
      "translation_bis": "Ug sa pagkatinuod Kami mihatag ug Kasugoan ngadto kang Adan kaniadto, apan siya nakalimot; ug Kami wala makakaplag alang kaniya ug lig-on nga kabubut-on.",
      "footnotes": null
    },
    {
      "ayah_number": 116,
      "translation_bis": "Ug (hisguti) sa dihang Kami miingon ngadto sa mga anghel: \"Yukbo kamo (sa pagpasidungog ug pagtahud) kang Adan\", ug sila miyukbo, gawas kang Iblees (Satan); midumili siya.",
      "footnotes": null
    },
    {
      "ayah_number": 117,
      "translation_bis": "Ug unya Kami miingon: \"O Adan! Siya usa ka kaaway kanimo ug sa imong asawa; busa ayaw siya tugoti sa pagpalayas kaninyong duha gikan sa Tanaman, kay sa ingon kamo magkalisud;",
      "footnotes": null
    },
    {
      "ayah_number": 118,
      "translation_bis": "Sa pagkatinuod ikaw adunay (usa ka Saad gikan sa Allah) nga ikaw dili gayud gutumon sa sulod niini (Paraiso), ni (kamo) walay bisti (hubo);",
      "footnotes": null
    },
    {
      "ayah_number": 119,
      "translation_bis": "Ug nga ikaw dili uhawon niini, ni mabati nimo ang kainit sa adlaw.",
      "footnotes": null
    },
    {
      "ayah_number": 120,
      "translation_bis": "Apan si Satanas naghimo ug dautan nga sugyot ngadto kaniya; ug siya miingon: \"O Adan! Tultolan ko ba ikaw ngadto sa kahoy sa pagka-imortal, ug usa ka gingharian nga dili gayud madunot?\"",
      "footnotes": null
    },
    {
      "ayah_number": 121,
      "translation_bis": "Unya silang duha (Adan ug Eba) mikaon niini, busa ang ilang pribadong mga bahin (sa lawas) mipakita ngadto kanila, ug sila misugod sa pagtabon sa ilang mga kaugalingon sa mga dahon sa Tanaman, sa ingon niana si Adan misupak sa iyang Ginoo (Allah), busa siya nahisalaag.",
      "footnotes": null
    },
    {
      "ayah_number": 122,
      "translation_bis": "Ug unya ang iyang Ginoo (Allāh) mipili kaniya, ug siya mibalik ngadto Kaniya ug migiya (kaniya).",
      "footnotes": null
    },
    {
      "ayah_number": 123,
      "translation_bis": "(Ang Allah) miingon: \"Kanaog gikan sa Paraiso, kamong tanan (uban kang satanas), isip mga managkaaway sa usag-usa. Ug sa pagkatinuod adunay moabut kaninyo nga Paggiya gikan Kanako. Bisan kinsa nga mosunod sa Akong Giya, siya dili mahisalaag, ni siya mag-antos;",
      "footnotes": null
    },
    {
      "ayah_number": 124,
      "translation_bis": "Ug bisan kinsa nga motalikod gikan sa Akong Pahinumdom 'ang Qur'an', siya makabaton ug usa ka makaluluoy nga kinabuhi, ug Kami mobanhaw kaniya sa Adlaw sa Pagkabanhaw nga buta.",
      "footnotes": null
    },
    {
      "ayah_number": 125,
      "translation_bis": "Siya moingon: \"(O Allah) akong Ginoo! Nganong gibanhaw mo man ako nga buta samtang Ako nakakita pa man kaniadto.\"",
      "footnotes": null
    },
    {
      "ayah_number": 126,
      "translation_bis": "(Ang Allah) moingon: \"Kaniadto, sa diha nga ang among mga Pinadayag miabut kanimo, kini wala nimo panumbalinga, busa niining Adlawa ikaw pagakalimtan (pagabiyaan ngadto sa Impiyerno).\"",
      "footnotes": null
    },
    {
      "ayah_number": 127,
      "translation_bis": "Ug sa ingon niana Kami nagabalus kaniya nga milapas sa mga utlanan, ug wala motuo sa mga Pinadayag sa iyang Ginoo (Allah), ug sa pagkatinuod ang Silot sa Pikas Kinabuhi mas hilabihan ug mas malungtaron.",
      "footnotes": null
    },
    {
      "ayah_number": 128,
      "translation_bis": "Dili ba usa ka giya kanila (nga mahibaloan nila) kung pila na sa mga (makasasala) nga mga kaliwatan ang Among gilaglag una kanila, nga sa ilang mga puloy-anan sila nagalakaw? Sa pagkatinuod, ania mga Timailhan alang sa mga tawo nga adunay pagsabot.",
      "footnotes": null
    },
    {
      "ayah_number": 129,
      "translation_bis": "Ug kon wala lay usa ka Pulong (nga) migula gikan sa (Allah) nga imong Ginoo, ug usa ka gikatakda nga panahon, kini (ilang silot) sa walay paglangan muabut na kanila (sa kalit).",
      "footnotes": null
    },
    {
      "ayah_number": 130,
      "translation_bis": "Busa, antusa nga mapailubon ang unsay ilang gisulti, ug himayaa ang imong Ginoo (Allah) pinaagi sa pagdayeg kaniya sa wala pa ang pagsubang sa adlaw, ug sa dili pa kini mosalop, ug sa mga takna sa kagabhion, ug himayaa usab Siya sa mga bahin sa kabuntagon - aron ikaw mahimo nga mahimuot.",
      "footnotes": null
    },
    {
      "ayah_number": 131,
      "translation_bis": "Ug ayaw ipataas ang imong mga mata ngadto sa mga butang nga Among gihatag nga kalingawan sa pipila ka mga pundok kanila (nga mga manlilimod), ang katahum sa kinabuhi niining kalibutana, aron Kami magasulay kanila pinaagi niini. Apan ug ang tagana (maayong ganti sa Pikas Kinabuhi) sa imong Ginoo (Allah) labing maayo ug mas malungtaron.",
      "footnotes": null
    },
    {
      "ayah_number": 132,
      "translation_bis": "Ug isugo sa imong pamilya ang pag-ampo, ug pagpakamapailubon sa pagbuhat niini. Wala Kamiy nangayo kaninyo sa tagana. Kami ang naghatag sa tagana kaninyo. Ug ang (maayo) nga katapusan alang sa kinsa nagbantay sa kaugalingon batok sa kadaotan.",
      "footnotes": null
    },
    {
      "ayah_number": 133,
      "translation_bis": "Ug sila nag-ingon: \"Ngano nga siya wala magdala kanato ug usa ka Timaan gikan sa iyang Ginoo (Allah)? Wala ba miabot kanila ang usa ka ang tin-aw nga Pamatuod, kung unsa ang anaa sa miaging mga Kasulatan?\"",
      "footnotes": null
    },
    {
      "ayah_number": 134,
      "translation_bis": "Ug kon Kami naglaglag kanila pinaagi sa Silot sa wala pa kini (ang Qur'an), sila sa pagkatinuod moingon: \"(O Allah) among Ginoo! Nganong wala man ka nagpadala kanamo ug usa ka Mensahero, nan kami misunod sa Imong mga Pinadayag sa wala pa kami gipakaubos ug gibutang sa kaulawan\".",
      "footnotes": null
    },
    {
      "ayah_number": 135,
      "translation_bis": "Isulti: \"Ang matag usa kanato naghulat, busa paghulat kamo: Kay sa dili madugay mahibaloan ninyo kung kinsa ang nagsunod sa matul-id nga Dalan ug kinsa ang gigiyahan sa husto.\"",
      "footnotes": null
    }
  ]
}