{
  "surah_number": 21,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ang pagkwenta (ug ang husay) sa mga tao nagkaduol na gayod kanila, samtang sila (nagpadayon sa) pagtalikod nga walay pagtagad.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Walay moabut kanila nga Pahimangno (Kapitulo sa Qur'an) ingon nga usa\nka kataposang Pinadayag gikan sa ilang Ginoo (Allah), gawas nga sila mamati niini \nsamtang sila nagdula (ug nagpadayon sa pag-apil sa dili seryoso nga mga butang).",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Uban sa ilang mga kasingkasing ˹hingpit˺ nalinga; ug kadtong nagbuhat ug daotan (nagbutang ug mga kauban sa Allah sa pagsimba) nagtago sa ilang pribadong panagsultihanay (nga nag-ingon): \"Kini ba (Muhammad) labaw pa sa tawo nga sama kanimo? Mahulog ka ba niini nga salamangka, samtang makita nimo ?\"",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Siya (ang Propeta) miingon: \"Ang akong Ginoo (Allah) nahibalo sa matag pulong nga gipamulong diha sa langit ug sa yuta - Siya ang Hingpit nga Labing Nakadungog, ang Labing Nakahibalo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Apan sila miingon: \"(Kini ang) libog nga mga damgo. Hinoon, siya ang nag-imbento niini (ang Qur'an). Hinunoa, siya usa ka magbabalak; busa himoa siya nga magdala kanato ug usa ka Timaan sama sa mga gipadala sa nauna (nga mga Propeta).\"",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Wala nay nituo sa ilang atubangan sa bisan unsa nga (makasasala) nga lungsod (katilingban) nga Kami gilaglag (bisan pa sila nakasaksi sa mga Timailhan), sila ba kaha motuo niini?",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Ug Kami (Allah) wala magpadala una kanimo (O Propeta Muhammad) gawas sa mga lalaki (nga sama kanimo) nga Among gihatagan ug Pinadayag; busa pangutan-a ang mga tawo nga sumosunod sa (nauna) nga mga Kasulatan, kung kini wala ninyo mahibaloi.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Kami wala magbuhat alang kanila (sa mga Propeta) lawas nga dili mokaon, ni sila imortal.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Unya Kami mituman sa Among Saad ngadto kanila, busa Amo silang giluwas, ug kadtong Among gibuot (sa ilang mga sumusunod nga mituo), ug Kami naglaglag niadtong milapas sa mga utlanan.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Sa pagkatinuod Kami (Allah) nagpakanaog kaninyo ug usa ka Libro (kini Qur’an) diin anaa dinhi ang imong Pahinumdom (ug pasidungog alang niadtong mituo niini); dili ba kamo makasabut?",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Ug pila ka lungsod nga Among (Allah) gilaglag (diin ang mga lumulupyo niini nagpadayon sa pagkadaotan), ug Kami nagmugna niini ug laing katawhan!",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Busa sa diha nga ilang nabati nga ang Among Silot moabut, dihadiha sila (misulay) sa pag-ikyas gikan niini.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ug (ang usa ka pundok sa mga Anghel miingon): \"Ayaw pag-ikyas (karon), apan balik ngadto sa diin kamo gihimo aron sa pagkinabuhi nga sayon, ug sa inyong mga puloy-anan, aron kamo pangutan-on.\"",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Sila miingon: \"O alaut kami! Sa pagkatinuod kami mga mamumuhat sa kadautan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Ang ilang tiyabaw wala mahunong hangtud nga Kami naghimo kanila nga sama sa usa ka umahan nga giani na, nga pundo ug hilom sama sa abo (patay).",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Ug wala Namo gi mugna ang kalangitan ug kayutaan ug ang mga anaa sa taliwala niini para kalingawan nga dula-dula lamang (sa ato pa, walay kahulogan ug katuyoan).",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Kon Kami buot nga magpatuyang lang sa usa ka kalingawan, Kami sa pagkatinuod makakuha niini gikan sa (unsay) anaa Kanamo, kon (sa pagkatinuod) Kami adunay katuyoan sa pagbuhat (sa maong butang).apan wala Namo ni pagabuhata (tanang Himaya para Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Hinoon, pinaagi sa kamatuoran Kami magapulpog sa bakak ug maga-bungkag sa kinauyokan niini, aron kini moguba niini, ug dihadiha kini mahanaw; ug alaut kamo sa kung unsa ang inyong gipasangil (kang Kaniya ingon kauban o anak).",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Iya ang tanan nga anaa sa kalangitan ug kalibutan. Ug kadtong mga (anghel) nga haduol Kaniya dili mapahitas-on sa pagsimba Kaniya, ni sila kapuyan (sa pagsimba Kaniya).",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Sila naghimaya (Kaniya) uban ang pagdayeg sa gabii ug adlaw; nga walay kakapoy.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "O mikuha ba sila (mga tawo) ug mga dios gikan sa yuta nga may gahom sa paghatag og kinabuhi, hinungdan sa mga patay banhawon.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Kon aduna pa ba (sa mga langit ug sa yuta) ang bisan unsang mga dios gawas sa Allah, silang duha sa pagkatinuod maanaa sa kahimtang sa pagkaguliyang; busa ang Himaya Iya sa Allah, ang Ginoo sa Trono, nga Hataas ibabaw sa unsay ilang gipahisama (Kaniya).",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Dili Siya pangutan-on sa Iyang gibuhat kundili sila ang pangutan-on sa kun unsa ang ilang ginabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "O nagkuha ba sila ug mga dios gawas Kaniya? Isulti: \"Dad-a ang inyong pamatuod\". Kini (Qur'an) mao ang Pahinumdum alang niadtong uban kanako, ug ang Pahinumdum niadtong nauna kanako. Apan kadaghanan kanila wala mahibalo sa Kamatuoran, busa sila mitalikod.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Kami (Allah) wala magpadala una kanimo (O Propeta Muhammad) bisan kinsa nga Mensahero gawas nga Kami nagpadayag kaniya nga walay laing dios (nga angay simbahon) gawas Kanako (Allah), busa kanako lamang mag-alagad.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Ug (bisan pa) sila nag-ingon: \"Ang Labing Madagayaon (Allah) mikuha alang sa lyang kaugalingon ug usa ka anak nga lalaki (o mga anak nga babaye)\". Ang Himaya maanaa Kaniya. Apan sila[1] mga gipasidunggan nga mga alagad (sa Allah).",
      "footnotes": "[1]. Nga ilang gitawag nga mga anak nga lalaki, o mga anak nga babaye sa Dios, nga mao sila Hesus, ang mga anghel, ug uban pa."
    },
    {
      "ayah_number": 27,
      "translation_bis": "Dili sila mag-una Kaniya sa pagsulti hangtud nga Siya makasulti na, ug pinaagi sa Iyang Kasugoan (lamang) sila nagabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Siya (Allah) nahibalo kon unsa ang anaa sa ilang atubangan ug unsa ang anaa sa ilang luyo, ug sila dili makapataliwala gawas nga alang kaniya nga Iyang gitugot. Ug sila nagbarog diha sa pagtahod ug pagpaubos tungod sa Kahadlok (nila) Kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Si kinsa man kanila nga moingon: \"Sa pagkatinuod ako usa ka dios gawas sa Allah[2], Among gantihan sila og Impiyerno: sa ingon niana Kami nagbalos sa mga dili makiangayon.",
      "footnotes": "[2]. O nga ang Dios nahimong usa ka tawo sa persona ni Hesus."
    },
    {
      "ayah_number": 30,
      "translation_bis": "Wala ba makakita kadtong mga milimod ' Sa Kamatuoran' nga ang kalangitan ug ang yuta kaniadto nahiusa, unya gibahin namo sila? Ug Among gibuhat gikan sa tubig ang tanang buhi nga butang. Dili pa ba (gihapon) sila motoo?",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Kami nagbutang ug lig-on nga mga bukid sa yuta aron kini dili maga\n uban kanila, ug Kami nagbutang niini og lapad nga mga dalan aron sila magiyahan.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Ug Kami (Allah) naghimo ang Langit nga atop nga gibantayan. Apan (sa gihapon) sila mitalikod gikan sa mga Timaan niini.",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Siya (Allah) maoy naglalang ang gabii 'kangitngit' ug ang adlaw 'kahayag', sa bulan ug sa adlaw; ang matag usa nagsubay nga paspas sa ilang langitnon nga globo (sa orbito agianan nga naglutaw).",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Ug wala namo gitakda ang pagkadili mamatay alang kang bisan kinsang tawo sa wala pa ikaw. Unya kung ikaw mamatay, sila ba mabuhi sa kahangtoran?",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Ang Matag kalag mokatilaw sa kamatayon. Ug Kami magsulay kaninyo pinaagi sa daotan ug sa maayo (nga kahimtang) ingon nga pagsulay; ug ngadto sa (Allah) kamong tanan mubalik (alang sa Paghukom).",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Sa diha nga kadtong milimod (sa Kamatuoran) makakita kanimo, sila dili kuhaa ka (O Propeta Muhammad) gawas alang sa pagbiaybiay (nga naga-ingon): \"Kini ba ang usa nga nagsulti (batok) ang imong mga dios?\" Ug sila naglimod sa diha si Allah ang Labing Madagayaon gihisgotan.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Ang tawo binuhat nga madali-dalion; Akong ipakita kaninyo ang Akong mga timaan, busa ayaw paghangyo Kanako sa pagpadali niini.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Ug ang uban (nga nagsalikway sa Akong mensahe) muingon: \"Kanus-a pa man kini nga Bahad matuman, kung kamo mga matinud-anon?\"",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Kon sila nga milimod (sa Kamatuoran) nahibalo lang (sa takna) sa diha nga sila dili makahimo sa paglikay sa Kalayo gikan sa ilang mga nawong o gikan sa ilang mga likod, ni sila matabangan,",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Dili, kini moabut kanila sa kalit, ug makapalibog kanila, ug niini sila walay gahum sa paglikay niini, ni sila pagahatagan sa lugway.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Ug sa pagkatinuod (daghang) mga Sinugo sa wala pa ikaw nga nayagayagaan, apan sila nga nagbiaybiay kanila napalibotan sa butang 'ang silot' nga ilang gibiaybiayan.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Isulti: \"Kinsa ba ang makabantay ug makapanalipod kaninyo sa gabii o sa adlaw batok sa (Silot sa) Labing Madagayaon (Allah)?\" Dili, Apan sila managpahilayo sa dihang hisgutan ang 'Allah' ilang Ginoo.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Ngano, aduna ba silay mga diyos-diyos nga makapanalipod kanila batok Kanamo? Sila dili makahimo sa pagtinabangay sa ilang kaugalingon, ni adunay maka-luwas kanila batok Kanamo.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Apan Kami naghatag sa maayong mga butang niini nga kinabuhi ngadto kanila, ug sa ilang mga amahan hangtud nga ang panahon mitubo na nga hataas alang kanila. Wala ba sila (ang mga pagano ) makakita nga Kami sa hinay-hinay nagkunhod sa yuta (sa ilang pagdumala) gikan sa gawas nga mga utlanan niini? Modaog ba unya sila?",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Isulti: \"Ako nagpasidaan lamang kaninyo pinaagi sa Pinadayag (Qur'an); apan ang bungol dili makadungog sa pagtawag sa matag higayon nga sila gipasidan-an.\"",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Kon ang usa ka huyop sa kastigo sa 'Allah' imong Ginoo maga-abot kanila, sila sa pagkatinuod moingon: \"Oh alaut kami! Sa pagkatinuod kami mga mamumuhat sa kadautan (mga malinapason sa balaod).\"",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Kami unya magabutang og timbangan sa Adlaw sa Paghukom, aron walay kalag nga mahimoan ug dili makiangayon (bisan) sa labing gamay; (ang matag buhat) bisan pa kung kini (sama sa) gibug-aton sa usa ka lugas sa liso sa mustasa, Kami magadala (magpakita) niini, ug Igo na Kami ingon nga Tig-ihap.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Kami naghatag kang Moises ug Aaron sa Torah isip Sumbanan, kahayag ug pahinumdom sa mga matarung.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Sila nga nahadlok sa ilang Ginoo (Allah) bisan pa Siya wala nila makita, ug sila nahadlok sa Takna (sa Paghukom).",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Mao Kini (Qur'an) usa ka bulahan nga pahinumdom nga Among gipakanaog (human sa Torah ug sa Ebanghelyo); igalimod ba ninyo kini?",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Ug sa pagkatinuod Kami (Allah) mihatag kang Abraham sa iyang pagkamatarong (gikan sa Among Paggiya) kaniadto, ug Kami labing nakaila kaniya ˹nga mahimong takus niini˺.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Sa diha nga siya miingon sa iyang amahan ug sa iyang katawhan: \"Unsa ba kini nga mga larawan (mga dios-dios) kansang pagsimba kamo nagpahinungod?\"",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Sila miingon: \"Among nakaplagan ang among mga amahan (kagikan) nga nanagsimba kanila.\"",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "(Si Abraham) miingon, \"Sa pagkamatood kamo ug ang inyong mga amahan (kagikan) sa dayag nga nahisalaag\".",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Sila miingon: \"Ikaw ba nagdala kanamo sa Kamatuoran, o ikaw ba usa sa mga nagbiaybiay?\"",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Siya miingon: \"Dili, hinunoa ang imong Ginoo (Allāh) mao ang (tinuod nga) Ginoo sa mga langit ug sa yuta, nga Maoy nagmugna kanila, ug ako nga nagpamatuod niini,",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Ug ako nanumpa pinaagi sa Allah! Ako sa pagkatinuod maghimo ug bisan unsa batok sa inyong mga dios-dios human nga mitalikod ka ug lakaw na.\"",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Busa iyang gidugmok sila (ang mga dios-dios) ngadto sa mga bahin-bahin, gawas sa labing dako niini, aron sila magabalik niini ˹alang sa mga tubag˺.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Sila miingon: \"Kinsay nagbuhat niini sa atong mga dios (mga diosdios)? Sa pagkatinuod, siya mao dili makiangayon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Sila miingon: \"Kami nakadungog sa usa ka batan-on nga ginganlan og Abraham nga nagsulti (batok) kanila (mga dios-dios).\"",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Sila miingon: \"Dad’a siya sa atubangan sa mata sa katawhan, aron sila musaksi.\"",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Sila miingon: \"Nabuhat ba gayud nimo kini sa among mga dios (mga dios-dios), Oh Abraham?\"",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Siya miingon: Hinunoa, aduna usa nga nagbuhat niini, Kini siya, ang labing dako kanila (mga diosdios) busa pangutana sila, kon sila makasulti ba.\"",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Unya milingi sila sa ilang kaugalingon ug miingon (sa usag-usa): \"Sa pagkatinuod kamo sa inyong kaugalingon mao ang dili makatarunganon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Unya sila nangalibog sa hingpit uban sa kaulaw. (Ug sila miingon): \"Sa pagkatinuod ikaw (Abraham) nasayud nga kini (mga dios-dios) dili makasulti!\".",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "(Si Abraham) miingon: \"Kamo ba, inay sa Allah nagsimba sa mga dios-dios nga dili kamo makabenepisyo, ni makadaot kaninyo?",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Kaulawan alang kaninyo ug sa inyong gipanag-simba gawas kang Allah. Ngano, wala ba kamoy salabutan?",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "Sila miingon: \"Sunoga siya, ug tabangi ang inyong mga dios-dios, kon kamo makahimo sa pagbuhat sa bisan unsa butang.\"",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "(Ang Allah) miingon: \"O kalayo, kahimong bugnaw ug kalinaw kang Abraham!\".",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Ug sila nagtinguha alang kaniya ug laraw, apan Kami naghimo kanila nga labing pildero.",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "Ug Among giluwas siya, ingon man si Lot ngadto sa yuta (ang Lebante) nga Among gipanalanginan alang sa tanang linalang.",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "Kami naghatag kaniya kang Isaak ug (usa ka apo nga) si Hakob sa dugang, ug (sila) tanan gihimo Namo nga matarung.",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Kami (Allah) naghimo kanila nga mga pangulo (sa katawhan), nga naggiya (sa mga tawo) pinaagi sa Among mando, ug nagpadayag kanila sa pag-buhat ug matarong, ug sa pag-ampo, ug sa paghatag ug Zakah (obligadong limos) Ug sila debotado sa among pagsimba (sa pagsimba Allah lamang).",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Ug (mahitungod) kang Lut, Kami (Allah) mihatag kaniya sa husto nga paghukom ug kahibalo, ug Kami nagluwas kaniya gikan sa lungsod nga nagbuhat ug dautan nga mga buhat; sa pagkatinuod sila usa ka dautan nga katawhan, nga masupilon;",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "Kami mipasulod kaniya (Lot) ngadto sa Among Kalooy; sa pagkatinuod, siya usa ka tawong mata-rong.",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "(Hisguti) si Noe, sa dihang siya mitawag (sa Allah) sa wala pa (kadtong panahona), busa Kami mitubag kaniya, ug nagluwas kaniya ug sa iyang pamilya gikan sa dakong kagul-anan (sa dakong baha).",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "Kami mitabang kaniya batok sa katawhan nga naglimod sa Among mga timaan, sa pagkamatood, sila mga dautang tawo busa Kami milumos kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_bis": "Ug (hisguti) si David ug si Solomon, sa diha nga sila naghatag ug hukom mahitungod sa usa ka uma diin ang mga karnero sa katawhan gipasibsib didto sa kagabion, ug Kami mao ang mga Tigsaksi sa ilang paghukom.",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_bis": "Busa Kami naghatag kang Solomon og pagsabot; ug sa matag-usa Kami naghatag ug husto nga paghukom ug kahibalo; ug Kami naghimo sa mga bukid ug sa mga langgam aron sa pagpasidungog (sa Allah) kauban ni David; ug Kami (Allah) mao ang Magbuluhat (niining tanan).",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_bis": "Kami nagtudlo kaniya 'David' sa paghimo sa beste nga kalasag alang kaninyo, aron mahimong taming alang sa gubat, dili ba kamo niini mag-pasalamat?",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_bis": "Ug (Among gihimo nga masinulondon) kang Solomon ang kusog hangin nga naghaguros, nga nagsunod sa agianan niini pinaagi sa iyang pagmando ngadto sa yuta nga Among gipanalanginan (Palestina, Herusalem, Syria), ug Kami (Allah) labing Nasayud sa tanang mga butang.",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_bis": "Ug gikan sa mga yawa (gikan sa jinn) adunay pipila nga misalom alang kaniya, ug mibuhat ug lain nga buluhaton gawas pa niana, ug Kami nagbantay kanila;",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_bis": "(Hisguti si) Job, sa dihang siya mituaw sa iyang Ginoo (Allah), (nga nag-ingon): \"Sa pagkatinuod, ang sakit natandog kanako, ug Ikaw mao ang Labing Maloloy-on sa mga Maloloy-on.\"",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_bis": "Busa Kami mitubag ngadto kaniya ug mitangtang sa kadaot nga anaa kaniya, ug Among gibalik kaniya ang iyang pamilya, ug ang sama niini nga anaa uban kanila ingon nga Kalooy gikan Kanamo (Allah), ug ingon nga usa ka Pahinumdum sa mga magsisimba (sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_bis": "(Hisguti) si Ismael, si Enoch, ug si Ezequiel; silang tanan mga mapailubon;",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_bis": "Ug Kami (Allah) mipasulod kanila ngadto sa Among Kalooy, sa pagkatinuod sila kauban sa mga matarung.",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_bis": "(Hisguti) si Dhan-Nun (Jonas), sa diha nga siya milayas nga anaa sa kasuko, busa siya naghunahuna nga Kami dili motudlo kaniya sa usa ka leksyon (ingon nga resulta sa iyang kakulangon sa pailub), busa siya mitawag gikan sulod sa kahiladman sa kangitngit: \"Walay dios (nga angayang simbahon) gawas Kanimo (O Allah), ang Himaya kanimo; sa pagkatinuod, ako nakabuhat ug sayop.",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_bis": "Busa Kami mitubag ngadto kaniya ug nagluwas kaniya gikan sa kagul-anan, ug sa ingon niana Kami nagaluwas sa mga magtutuo.",
      "footnotes": null
    },
    {
      "ayah_number": 89,
      "translation_bis": "(Hisguti) si Zacarias, sa diha nga siya mituaw ngadto sa iyang Ginoo (Allah) (nga nag-ingon): \"(O Allah) akong Ginoo ayaw ako pasagdi nga walay anak; kay Ikaw ang Labing Maayo sa mga manununod.\"",
      "footnotes": null
    },
    {
      "ayah_number": 90,
      "translation_bis": "Busa Kami mitubag ngadto kaniya ug mihatag kaniya kang Yahya (Juan) ug nag-ayo sa iyang asawa; sa pagkatinuod sila tanan naglumba sa usag-usa ngadto sa maayong mga buhat ug (sila) nagtawag sa Diyos (Allah lamang) nga naglaom ug nahadlok, sila mapainubsanon\n atubangan sa Diyos (Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 91,
      "translation_bis": "(Hisguti) siya (ang Birheng Maria) kinsa nagbantay sa iyang kaputli, busa Kami\nmihuyop kaniya ngadto 'sa mga bukton' sa iyang 'mga sinina' pinaagi sa Among anghel (Gabriel), ug naghimo kaniya ug sa iyang anak (Hesus) nga Timaan alang sa\ntanang katawhan.",
      "footnotes": null
    },
    {
      "ayah_number": 92,
      "translation_bis": "˹O mga propeta!˺ Sa pagkatinuod, kining Islam sa mao imong usa ka relihiyon, ug Ako mao ang inyong (tinuod nga) Ginoo, busa simbaha Ako lamang.",
      "footnotes": null
    },
    {
      "ayah_number": 93,
      "translation_bis": "Apan sila gibahin ang ilang relihiyon (ngadto sa daghang mga sekta) tali kanila. Silang tanan magapauli Kanamo ( aron sa Paghukom).\"",
      "footnotes": null
    },
    {
      "ayah_number": 94,
      "translation_bis": "Busa bisan kinsa nga magabuhat sa mga maayong buhat, ug usa ka magtutuo, ang iyang mga pagpaningkamot dili igahikaw kaniya, ug sa pagkatinuod Kami magtala (niini) alang kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 95,
      "translation_bis": "Ug kini gidili alang sa tanang lungsod (katilingban) nga Among gilaglag nga sila mubalik (niining kalibotana).",
      "footnotes": null
    },
    {
      "ayah_number": 96,
      "translation_bis": "Hangtud nga (ang dam sa) Gog ug Magog maabli ug sila mukanaug gikan sa matag hataas nga dapit (ug sila magakaylap).",
      "footnotes": null
    },
    {
      "ayah_number": 97,
      "translation_bis": "Ug ang tinuod nga Saad (sa Pagkabanhaw) mahiduol, ug diha-diha ang mga mata niadtong naglimod (sa Kamatuoran) magatutok sa kalisang (nga moingon): \"O alaut kami! Kay kita wala nagpakabana niini. hinoon, kami dili makiangayon.”",
      "footnotes": null
    },
    {
      "ayah_number": 98,
      "translation_bis": "Sa pagkatinuod kamo (mga manmilimod) ug ang unsay inyong gisimba gawas sa Allah mao ang sugnod sa Imperno. Kamo maga-sulod gayud niini.",
      "footnotes": null
    },
    {
      "ayah_number": 99,
      "translation_bis": "Kon kini (nga mga imahe) tinuod nga mga dios, sila dili unta makasulod niini (Imperno), ug silang tanan magpabilin niini hangtod sa kahangturan.",
      "footnotes": null
    },
    {
      "ayah_number": 100,
      "translation_bis": "Alang kanila sa sulod niini mao ang pag-agulo sa kasakit (pagtuaw), ug walay (lain) nga ilang madungog sa sulod niini.",
      "footnotes": null
    },
    {
      "ayah_number": 101,
      "translation_bis": "Sa pagkatinuod sila nga makaangkon sa maayong ganti nga na-una gikan Kanamo, sila igapahilayo gikan niini (Imperno).",
      "footnotes": null
    },
    {
      "ayah_number": 102,
      "translation_bis": "Dili sila makadungog bisan sa kinahinayan nga tingog gikan niini (Imperno), samtang sila patagamtamon sa mga ginahandom sa ilang mga kaugalingon hangtod sa kahangtoran .",
      "footnotes": null
    },
    {
      "ayah_number": 103,
      "translation_bis": "Ang Dakong Makalilisang nga Panghitabo (sa Adlaw sa Pagkabanhaw) dili makapaguol kanila, ug ang mga anghel modawat kanila uban sa pagtimbaya: \"Kini mao ang Adlaw nga gisaad kaninyo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 104,
      "translation_bis": "Sa Adlaw nga Kami magalukot sa kalangitan sama sa pagtiklop sa mga linukot nga mga sinulat, ingon nga Kami nagsugod sa unang paglalang, (nan) Among balikon kini. Kini usa ka Saad (nga nabugkos nganhi Kanamo). Sa pagkatinuod Amo kining buhaton.",
      "footnotes": null
    },
    {
      "ayah_number": 105,
      "translation_bis": "Ug sa pagkatinuod Kami misulat diha sa Basahon sa Zabur (tanan nga gipadayag nga Balaang Kasulatan - Torah, Evangel, Salmo ug ang Qur'an) human (nga Among pagsulat sa Adh-Dhikr [Al-Lauh Al-Mahfuz - ang Gipreserbar nga Slate], nga Ang akong matarung nga mga ulipon makapanunod sa yuta (sa Paraiso).",
      "footnotes": null
    },
    {
      "ayah_number": 106,
      "translation_bis": "Sa pagkatinuod, niini (Qur'an) adunay (igo) nga Mensahe alang sa katawhan nga nagsimba (sa Allah, ug kaayohan gikan sa mga Pahinumdom).",
      "footnotes": null
    },
    {
      "ayah_number": 107,
      "translation_bis": "Kami nagpadala kanimo (O Propeta Muhammad) ingon nga Kalooy alang sa tanan nga mga linalang (katawhan ug jinn, ug uban pa).",
      "footnotes": null
    },
    {
      "ayah_number": 108,
      "translation_bis": "Isulti: \"Kini gipadayag lamang kanako nga (ang Allah) ang inyong Dios mao ang Nag-inusara nga tinuod nga Dios; kamo ba mupailalom sa Iyang Kabubut-on (ug mahimong mga Muslim ug mohunong sa pagsimba sa mga butang gawas sa Allah, ang Usa ug bugtong Tinuod nga Diyos)?\"",
      "footnotes": null
    },
    {
      "ayah_number": 109,
      "translation_bis": "Apan kon sila motalikod, isulti: \"Ako nagpasidaan na kaninyong tanan, ug wala ako mahibalo kon ang gisaad kaninyo haduol o halayo,",
      "footnotes": null
    },
    {
      "ayah_number": 110,
      "translation_bis": "Sa pagkatinuod (ang Allah) nahibalo kon unsa ang gisulti sa dayag ug Siya nahibalo sa unsay inyong gitagoan,\"",
      "footnotes": null
    },
    {
      "ayah_number": 111,
      "translation_bis": "Ug ako (ang Propeta Muhammad) walay kasayuran kon kini[3] pagsulay alang kaninyo o usa ka nga tagana hangtud sa (gitakda) panahon.",
      "footnotes": "[3]. Ang pagpalangay sa Silot bisan pa sa inyong mga dautang buhat."
    },
    {
      "ayah_number": 112,
      "translation_bis": "(Ang Propeta Muhammad) miingon: \"O (Allah) akong Ginoo, Humokom Ka (tali kanamo) uban sa kamatuoran; ug (si Allah) nga among Ginoo mao ang Labing Madagayaon Kansang panabang ginapangita batok sa unsay inyong ihulagway [4].",
      "footnotes": "[4]. Sa dili tinuod nga mga butang ngadto sa Allah, sa Iyang mga Mensahero, ug niini nga Qur'an."
    }
  ]
}