{
  "surah_number": 22,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Oh katawhan, Kahadloki ninyo ang inyong Ginoo (Allah); sa pagkatinuod ang linog sa (Katapusang) Takna (sa pagkahanaw sa kalibotan) hilabihan ka makalilisang nga butang (nga mahitabo).",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Sa Adlaw nga inyo kining makita, nga ang matag nagpasuso nga inahan makalimot sa iyang anak nga iyang gipasuso, ug ang matag nagmabdos nga babaye mangahulog ang unsay iyang gisabak, ug inyong makita ang mga tawo (nga sama sa) nahubog, bisan pa sila dili mga hubog, apan ang Silot sa Allah hilabihan.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Ug taliwala sa mga katawhan anaa siya nga nakiglalis mahitungod sa Allah nga walay kahibalo, ug pagpasunod sa matag yawa nga nagrebelde batok sa Dios!",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Gitakda na alang sa matag yawa, nga ang bisan kinsa nga motugyan sa iyang kaugalingon (mosunod) ngadto kaniya (satanas), siya makapahisalaag kaniya ug modala kaniya ngadto sa Silot sa nagdilaab nga Kalayo.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Oh katawhan, Kon kamo nagduhaduha mahitungod sa Pagkabanhaw, nan sa pagkatinuod Kami nagbuhat kaninyo gikan sa abog, unya gikan sa usa ka tulo sa binhi, ngadto sa lapot nga dugo, ug sa usa ka gamay nga bugdo sa unod, nahingpit sa hulagway ug wala nahingpit, aron Among mapatin-aw kaninyo; ug Kami nagpahinabo sa kinsay Among gusto nga magpabilin sa mga sabakan hangtod sa gitakdang panahon, unya Kami mipahimugso kaninyo ingon nga mga bag-ong natawo, unya (Kami nagpatubo kaninyo) aron kamo makabaton sa inyong pagkahamtong; ug kaninyo adunay gipahinabo nga mamatay (nga batan-on pa), ug kaninyo adunay gipabalik ngadto sa labing ngil-ad nga bahin sa kinabuhi, aron human sa pagkabaton ug kahibalo siya nahimong wala na siya mahibalo sa iyang nahibaloan kaniadto (tungod hilabihang pagkatigulang); ug imong nakita ang yuta nga umaw, apan sa diha nga Kami magpadala niini og tubig kini nakutaw (ngadto sa kinabuhi) ug mitubo, ug mipagula sa matag matang sa matahum nga mga tanom.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Kini tungod kay ang Allah mao ang Hingpit nga Kamatuoran, ug tungod kay Siya ang naghatag ug kinabuhi sa mga patay, ug tungod kay Siya makahimo sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Ug sa pagkatinuod ang Takna (ang Adlaw sa Pagkabanhaw ug Paghukom) moabot gayud, walay pagduhaduha mahitungod niini; ug sa pagkatinuod ang Allah magpabangon (magabanhaw) niadtong anaa sa mga lubnganan.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Ug gikan sa mga tawo anaa siya nga nakiglantugi mahitungod sa Allah nga walay kahibalo, ug walay giya, ug walay makapalamdag nga kasulatan (gikan sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Nga mitalikod uban sa pagkamapahitas-on aron siya makapahisalaag (sa uban) gikan sa Dalan sa Allah; alang kaniya mao ang kaulawan dinhi sa kalibutan, ug sa Adlaw sa Pagkabanhaw Among ipatilaw kaniya ang Silot sa nagdilaab nga Kalayo:",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "(Kini igasulti): \"Kini tungod sa unsay gidala sa inyong duha ka mga kamot (sa mga sala), ug si Allāh makiangayon sa Iyang mga alagad (sa katawhan ug jinn).",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Ug sa katawhan adunay nagasimba ni Allah, ingon nga kini anaa sa ngilit (ang pagduhaduha), busa kung ang kaayohan moabut kaniya siya matagbaw niini, apan kung ang pagsulay magsakit kaniya siya motalikod sa iyang ang nawong (mubalik sa kawalay-pagtuo), nawala siya niining kalibutana ingon man sa Pikas Kinabuhi - kana mao ang dayag ang pagkalugi.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Gitawag nila gawas sa Allah nga mga dios-dios nga dili makadaot ni makaayo kanila. Ug mao ni ang labing layo nga pagkasalaag (gikan sa saktong dalan).",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Siya nagtawag sa usa - nga ang iyang kadaot mas duol kaysa iyang kaayohan, unsa kadautan nga tigpanalipod ug unsa ka dautan nga kauban.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Sa pagkatinuod ang Allah magpasulod niadtong mituo ug nagbuhat sa matarung nga mga buhat (sumala sa Giya sa Propeta Muhammad) sa mga Tanaman, nga sa ubos niini nagdagayday ang mga suba, sa pagkatinuod ang Allah nagabuhat sa unsay Iyang gusto.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Bisan kinsa nga naghunahuna nga si Allāh 'Dios' dili motabang kaniya [ang Propeta Muhammad] dinhi sa kalibutan ug sa Kataposan, nan tugoti siya nga mangita ug paagi aron makakayab sa langit, unya 'paninguha kung mahimo niya' putlon (ang suporta ni Allah) (gikan siya ug ang iyang relihiyon - Islam), ug ipatan-aw niya, kon ba sa iyang paningkamot maka-pawagtang nga nakapasuko kaniya[1]?",
      "footnotes": "[1]. Bisan unsa pa ang buhaton sa mga manlilimod, ang Allah dili gayud mohunong sa pagsuporta sa Islam, ang Relihiyon sa Kamatuoran, aron mahimo Niya kini nga mopatigbabaw sa tanang relihiyon."
    },
    {
      "ayah_number": 16,
      "translation_bis": "Ug sa ingon niana Kami nagpadayag niining (Qur'an) ingon nga tin-aw nga mga Bersikulo, ug sa pagkatinuod ang Allah mugiya kang bisan kinsa nga Iyang gusto.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Sa pagkatinuod, kadto nagatuo \"mga Muslim\", mga Hudyo, mga Sabean, mga Zoroastrian, mga Kristiyano, ug mga pagano. sa pagkamatood si Allah magahukom taliwala nila sa adlaw sa Pagkabanhaw. Ang Allah ang hingpit nga saksi sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Wala ba ninyo nahibal-an nga ngadto sa Allah (lamang) naghapa (ug nagpasakop) ang bisan kinsa nga anaa sa mga langit, ug bisan kinsa nga anaa sa yuta, ug ang adlaw, ang bulan, ang mga bitoon, ang mga bukid, ang mga kahoy, ang mga mananap, ug daghan sa mga katawhan; apan daghan (usab) niini nga ang Silot gipakamatarung (angay) alang kanila; ug siya nga gipakaulawan sa Allāh, walay bisan kinsa nga makapasidungog kaniya; sa pagkatinuod ang Allah nagabuhat sa unsay Iyang gusto.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Kini mao ang duha ka mga kaaway ug nagsumpaki (ang mga magtutuo ug manlilimod), nanagsumpaki sila mahitongod sa ilang Ginoo (Allah); unya (alang) niadtong maglilimod (sa Kamatuoran), ang mga bisti sa Kalayo pagaputlon alang kanila (sa Pikas nga kinabuhi), ug ang nagbukal nga tubig igabubo sa ilang mga ulo.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Pinaagi niini matunaw ang unsay anaa sa ilang mga tiyan ug ang (ilang) mga panit.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Ug alang kanila mao ang mga latigo nga puthaw (aron hampakon sila).",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Sa matag higayon nga sila magtinguha sa paggawas gikan niini (Imperno) gikan sa (ilang hilabihan nga) kasakit ug kagol-anan, sila igabalik niini, ug (iga-ingon ngadto kanila): \"Tilawi ang Silot sa nagdilaab nga Kalayo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Sa pagkatinuod, ang Allah magpasulod niadtong mituo ug nagbuhat ug matarung nga mga buhat ngadto sa mga Tanaman, nga sa ubos niini nagadagayday ang mga suba; sila pagadayandayanan didto pinaagi sa mga pulseras nga bulawan ug (pinaagi sa) mga perlas, ug ang ilang mga bisti didto mao ang mga seda.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Ug sila paga-giyahan ngadto sa maayong mga pulong, ug sila gigiyahan ngadto sa Dalan sa (Allah) nga Labing Dalaygon.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Sa pagkatinuod (alang) niadtong milimod (sa Kamatuoran) ug nagapugong (sa mga tawo) gikan sa Dalan sa Allah, ug gikan sa Sagradong Masjid (sa Makkah) nga diin Among gihimo nga abli alang sa tanang tawo, (alang) sa nagpuyo niini ug (alang sa) maingon man sa manga dumuduaw, ug bisan kinsa nga kansang katuyoan niini mao ang pagpasipala (ug pagtipas gikan sa husto nga dalan) o (tinuyo) nga pagkadautan, Kami mopatilaw kaniya sa usa ka masakit nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "(Hisguti) sa diha nga (ang Allah) nagtudlo ngadto kang Abraham sa dapit sa Balay (ang Ka'bah sa Makkah), nga nag-ingon: \"Ayaw pagbutang ug bisan unsang kauban Kanako 'sa pagsimba', ug putlia ang Akong Balay alang niadtong nagduaw niini, ug nga maga-tindog, maga-yukbo ug maga-hapa (sa pag-ampo).",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Ug ipahibalo sa katawhan ang panawduaw (sa balaang lungsod sa Mecca) sila moabot kanimo nga naglakaw ug nagsakay gikan sa matag lapad ug halayong dapit (sa yuta).\"",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Aron ilang masaksihan ang mga kaayohan alang kanila, ug ilang hisgutan ang ngalan sa Allah sulod niining mga iladong mga adlaw sa mga gihatag ni Allah kanila nga mga mananap. Busa kumaon kamo niini ug pakan'a ang mga gi-gutom ug manga nanginahanglan.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Unya himoa sila nga motuman sa gikamando kanila nga mga buhat (mga Ritwal sa pag Hajj), ug motuman sa ilang mga panaad, ug paadtoa sila aron sa paglibot sa Karaan Balay (ang Ka'bah sa Makkah).",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "(Mao) ingon niini; ug bisan kinsa nga nangalagad sa Sagrado nga mga Tulumanon sa Allah, kini mao ang labing maayo alang kaniya ngadto sa iyang Ginoo (Allah); ug ang (karne sa) mga mananap gihimong gikatugot alang kaninyo, gawas nianang gihisgotan kaninyo (sa Surah 5 Bersikulo 3), busa likayi ang (nga pagsimba) sa mga dios-dios, ug likayi ang pagpamakak.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Mag-matinud' anon (kang) Allah, ug dili magbutang ug bisan unsa nga uban Kaniya (sa pagsimba), siya nga nagbutang ug kauban sa Allah, kini sama lamang nga siya nahulog gikan sa kahitas'an, unya ang mga lang'gam mosakmit kaniya palayo o ang hangin midala kaniya ngadto sa layo nga dapit.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "(Mao) ingon niini; ug bisan kinsa nga nagtuman nga matinahuron sa sagrado nga mga tulumanon sa Allah[1] nga gitakda sa Allah, kini matuod nga gikan sa pagkamanggihadlukon sa mga kasingkasing.",
      "footnotes": "[1]. Nga mao ang, mga ritwal sama sa Pagsimba sa Jum’ah, kaudtohon sa Adlawng Biyernes, Eid sa Kapistahan nga mga pag-ampo, ang pagtawag alang sa Pag-ampo, ang mga hayop nga gihalad, ug ang mga tulumanon sa Panawduaw."
    },
    {
      "ayah_number": 33,
      "translation_bis": "Adunay ania niini mga kaayohan alang kaninyo diha kanila (nga mga baka nga gitanyag alang sa mga paghalad) hangtud sa napiho nga panahon, unya ang ilang dapit sa paghalad mao ang karaan nga Balay (ang sagrado nga teritoryo sa siyudad sa Makkah).",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Ug ngadto sa matag nasyon Kami nagbutang ug seremonyas sa paghalad aron ilang malitok ang Ngalan sa Allah sa unsay Iyang gihatag kanila sa mga kahayupan ; ug ang imong Dios mao lamang ang Usa ka Dios (Allah), busa ngadto Kaniya (lamang) kamo magpasakop, ug maghatag ug maayong balita niadtong mga mapaubsanon;",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Kadto sila nga ang mga kasingkasing nagkurog (uban sa gugma, paglaum, ug kataha) sa diha nga ang Allah gihisgutan, ug sila naga-antos sa matag pagsulay nga miabot kanila, kadtong naghimo sa pag-ampo 'Salah' sa hingpit, ug migasto (sa pagpanghatag) usa ka bahin gikan sa unsay Among gihatag kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Ug (mahitungod sa) paghalad sa mga kahayupan , Kami nagtakda niini alang kaninyo ingon nga usa sa mga Timaan sa relihiyon sa Allah (Islam); nga diin adunay daghan nga kaayohan alang kaninyo; busa hisgoti ang Ngalan sa Allah diha kanila samtang sila nagalinya, ug sa diha nga sila matumba sa ilang mga kiliran (human sa pag-ihaw), kumaon kamo gikan niini ug pakan'a sila nga manga kabos ug ang mga na-nagpangayo, sa ingon Kami naghimo kanila (mga mananap) sakop kanimo, aron kamo maga-pasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Dili ang ilang unod ni ang dugo mahidangat (kang) Allah, apan ang inyong pagkamatarong maoy mahïabot Kaniya: \nsa ingon niana Siya naghimo kanila (ang mga mananap) nga mailalom kanimo, aron kamo magpakahalangdon sa Allah tungod kay Siya migiya kaninyo; ug paghatag ug maayong balita (Oh Muhammad) ngadto sa mga magbubuhat ug maayo.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Sa pagkatinuod ang Allah nagdepensa ug manalipod niadtong mituo (sa Kamatuoran); sa pagkatinuod ang Allah dili makagusto sa bisan kinsa nga dili matinud-anon, ug dili mapasalamaton (manmilimod).",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Ang pagtugot (sa pagpakigbisog) gikahatag niadtong (mga magtutuo batok sa mga dili magtutuo) nga nakig-away kanila, tungod kay sila (ang mga magtutuo) gidaug-daug, ug sa pagkatinuod ang Allah (Dios) makahimo sa paghatag kanila og kadaugan;",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Sila nga gipapahawa gikan sa ilang mga panimalay nga walay igong hinungdan gawas lamang tungod kay sila naga-ingon: \"Ang among (Usa ug bugtong) nga Ginoo mao ang Allah.\" Kung wala pa gipahunong ni Allah ang agresyon sa pipila ka mga tawo pinaagi sa uban, nan; mga monasteryo, simbahan, sinagoga ug mosques diin ang ngalan sa Dios gilitok sa makadaghan, nalaglag unta. Sa pagkatinuod ang Allah (Dios) motabang kaniya nga mitabang sa Iyang Kawsa, sa pagkatinuod ang Allah mao ang Hingpit Kusgan, hingpit sa Gahom.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Kadto sila nga sa diha nga Kami maghatag ug gahom kanila sa kayutaan, magma-dasigon sa pag-ampo, ug nagbayad sa obligado nga limos nga hatagon (Zakat), ug nagmando sa maayo ug nagdili sa dautan; ngadto sa Allah anaa ang katapusan (ug hukom) sa (tanang) butang.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Kon sila magsalikway kanimo (Oh Propeta Muhammad), mao usab ang gibuhat sa katawhan ni Noe nga una kanila, ingon man (ang mga tribo sa) ‘Aad ug Thamud.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Ug ang katawhan ni Abraham ug ang katawhan ni Lot,",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Maingon man kadtong katawhan sa Midian, ug si Moises (usab) gisalikway, apan Ako naghatag og paglugway sa mga manmilimod, unya Ako misakmit kanila, busa unsa ba ka (makalilisang) ang Akong silot.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Busa pila na ka lungsod ang Among gilaglag tungod sa ilang ka-dautan? mao nga sila (karon) nangahulog sa kagun-oban, nga nangibiyaan ang ilang mga lugar, mga atabay ug palasyo nga gitukod nga gibiyaan.",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Wala ba sila mopanaw pinaagi sa kayutaan aron sila makabaton ang mga kasing-kasing nga makasabot, ug dalonggan nga makadungog? Kay sa pagkatinuod dili ang mga panan-aw maoy buta, kondili ang mga kasingkasing sulod sa mga dughan.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Sila naghangyo kanimo nga pagadad-on ang silot ngadto kanila, ug ang Allah dili magpakyas sa lyang Saad, ug sa pagkatinuod ang usa ka Adlaw ngadto (sa Allah) nga imong Ginoo sama sa usa ka libo ka tuig sa unsay inyong giihap.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Ug pila na ka lungsod nga Ako (Allah) mihatag ug lugway samtang kini dili makatarunganon (nagpakasayup sa ilang kaugalingon), unya Ako misakmit niini, ug nganhi Kanako ang (katapusan nga) pagbalik.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "(Oh Propeta Muhammad) isulti: \"O katawhan, sa pagkamatood ako usa ka tigpasidaan nga dayag alang kaninyo”.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Unya (mahitungod) kanila nga mituo (sa Kamatuoran) ug nagbuhat ug matarung nga mga buhat, sila makabaton sa Kapasayloan ug halangdon nga tagana (sa Paraiso).",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Ug (alang) niadtong nanlimbasug sa pagsupak sa Among mga Pinadayag, (nga nagtinguha) sa pagpahinabog kapakyasan; sila mao ang mga mopuyo sa Imperno.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Kami wala magpadala una kanimo ug bisan kinsa nga Mensahero, ni Propeta, apan sa diha nga siya magbasa (sa padayag), si Satanas nagalabay niini (\npipila ka kabakakan); apan ang Allah nagwagtang nianang gilabay ni Satanas, unya ang Allah Mao ang naghimo ug tukma (nagpalig-on) sa Iyang mga Pinadayag, ug ang Allah mao ang Labing Nakahibalo sa Tanan, ang Tinuod nga Maalamon,",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Aron Siya maghimo sa unsay gipahamtang ni Satanas nga (usa ka) pagsulay alang niadtong kansang mga kasingkasing adunay sakit (sa pagduhaduha), ug alang niadtong ang ilang mga kasingkasing migahi. Sa pagkatinuod ang mga mamumuhat sa kadautan (ang mga malinapason) anaa sa dakung pagsupak,",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Ug aron sila nga gihatagan sa (hustong) kahibalo mahibalo nga kini mao ang Kamatuoran gikan sa (Allah) nga imong Ginoo, aron sila motuo niini, ug ang ilang mga kasingkasing mahimo nga mapaubsanong misunod niini; ug sa pagkatinuod ang Allah mao ang Usa nga naggiya niadtong mituo ngadto sa Tul-id nga Dalan (sa Islam).",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Ug sila nga sa milimod \"sa Kamatuoran' dili mohunong sa pagduhaduha mahitungod niini (ang Qur'an) hangtud nga ang Takna (oras sa kalaglagan) moabut kanila sa kalit, o moabut kanila ang Silot sa apuli nga Adlaw (nga human niini wala nay gabii).",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "(Ang tanan) nga kamandoan nianang Adlawa iya lamang sa Allah; Siya magahukom taliwala kanila; busa sila nga mituo (sa Kamatuoran) ug nagbuhat ug matarung nga mga buhat mahiadto sa mga Tanaman sa Kabulahanan.",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Ug (alang) niadtong milimod (sa Kamatuoran), ug nagsalikway sa mga Pinadayag sa Dios (Allah), kini sila mao ang makabaton ug Makauulaw nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Ug (alang) niadtong mga milalin sa Dalan sa Allah ug pagkahuman gipatay o namatay, ang Allah (Dios) sa pagkatinuod mohatag kanila ug maayong tagana, ug sa pagkatinuod ang Allah mao ang Labing Maayo nga Tighatag.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Siya sa pagkatinuod magpasulod kanila sa usa ka kadapit (sa Paraiso) nga diin sila mahimuot pag-ayo, ug sa pagkatinuod ang Allah mao ang Labing Nakahibalo sa Tanan, ang Mapailubon.",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "(Mao) ingon niini; ug siya nga mobalos sa sama (nga paagi) nianang gisakit ngadto kaniya, ang Allah motabang gayud kaniya; sa pagkatinuod ang Allah mao ang Nagapasaylo (sa mga sala), ang Mapasayloon.",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Kana tungod kay ang Allah naghimo sa gabii nga mosulod sa adlaw, ug naghimo sa adlaw nga mosulod sa gabii, kana tungod kay ang Allah mao ang Hingpit Nakadungog, Hingpit Nakakita.",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Kana tungod kay ang Allah mao ang hingpit nga Kamatuoran, ug ang unsay ilang gisangpit gawas Kaniya - kana bakak - ug sa pagkatinuod ang Allah mao ang Labing Hataas, ang Labing Halangdon.",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Wala ba ninyo makita nga ang Allah nagpadala ug tubig gikan sa panganod aron ang yuta mahimong lunhaw? Sa pagkatinuod ang Allah maoy Labing Maliputon, Labing Nasayud.",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Iya sa (Allah lamang) ang tanan nga anaa sa kalangitan ug ang tanan nga anaa sa kayutaan. Sa pagkatinuod ang Allah mao ang Igo sa Kaugalingon, ang Dalaygon.",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Wala ba ninyo makita nga ang Allah naghimo sakop kanimo ang bisan unsa nga anaa sa yuta, ug ang mga sakayan naglayag sa dagat pinaagi sa Iyang Kasugoan? Ug Siya nagpugong sa langit gikan sa pagkahulog sa yuta gawas sa Iyang Pagtugot; sa pagkatinuod ang Allah Labing Mabination, Labing Maluluy-on sa katawhan.",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Ug Siya (Allah) mao ang nagdala kaninyo sa kinabuhi, unya Siya magpahitabo nga kamo mamatay, unya pagabuhion kamo (pag-usab); sa pagkatinuod ang tawo dili mapasalamaton (sa mga panalangin sa Allah diha kaniya).",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Sa matag nasud Kami (Allah) nagbutang ug mga tulumanon nga ilang himuon, busa himoa nga sila (ang mga dili magtutuo) dili makiglalis kanimo (O Propeta Muhammad) mahitungod niining butanga, hinoon pagdapit ngadto sa Dalan sa (Allah) nga imong Ginoo; sa pagkatinuod ikaw anaa sa matul-id nga Giya.",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "Ug kon sila makiglalis kanimo, isulti: \"Ang Allah labing nahibalo sa inyong ginabuhat.\"",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Ang Allah maoy maghukom tali kaninyo sa Adlaw sa Pagkabanhaw mahitungod sa tanan nga inyong gikasukwahian.",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Wala ba kamo mahibalo nga ang Allah nahibalo sa tanan nga anaa sa kalangitan ug sa kayutaan? Sa pagkatinuod kana anaa sa talaan; sa pagkatinuod kana sayon ​​ alang sa Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "Apan sila nagsimba gawas sa Allah niadtong wala Niya hatagig bisan unsang awtoridad, ug wala silay (Balaan) nga kahibalo alang niini; ug ang mga mamumuhat sa kadautan (mga pagano, manmilimod) walay tigtabang (sa Pikas Kinabuhi).",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "Sa diha nga ang Among tin-aw nga mga Bersikulo igalitok ngadto kanila, kamo makakaplag ug pagdumili sa mga nawong niadtong wala motoo (sa Allah ug sa Iyang mga Pinadayag); halos mosulong na sila (aron sa pag-atake) niadtong kinsay naglitok ngadto kanila sa Among mga Bersikulo. Isulti: \"Pahibaloon ko ba kamo kun unsay labing daotan kaysa (inyong gilaraw batok sa among mga Pinadayag)? (Kini mao) ang Kalayo (sa Impiyerno)! Ang Allah nagsaad niini niadtong mga milimod (niining Qur'an); ug unsa (kana) ka dautan nga kapadulngan.",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Oh katawhan, aniay sambingay nga nalatid, busa paminawa ninyo kini! Sa pagkatinuod sila nga inyong gisangpit gawas sa Allah dili (bisan) makamugna sa usa ka langaw, bisan pa sila magtapok aron sa pagmugna niini, ug kon ang langaw mokuha sa bisan unsa gikan kanila, dili nila kini makuha ug balik gikan niini; huyang (ang duha) ang nangita (ang magsisimba sa diosdios) ug ang gipangita (ang mga idolo).\"",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Wala nila gitahod ang Allah sa Pagtahod nga angay Kaniya; sa pagkatinuod ang Allāh mao sigurado nga Lig-on, Labing Gamhanan.",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "Ang Allah nagpili ug mga mensahero gikan sa mga anghel ug gikan sa mga tawo; sa pagkatinuod ang Allah mao ang Labing Nakadungog sa Tanan, Labing Nakakita.",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "Siya nahibalo kung unsa ang anaa sa ilang atubangan ug unsa ang anaa sa ilang luyo, ug ngadto sa Allah tanang butang igabalik (alang sa paghukom).",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "Mga magtutuo, iyukbo ug ihapa ang inyong mga kaugalingon ug simbaha ang inyong Ginoo (Allah lamang), ug buhata ang maayo - aron kamo mouswag.",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_bis": "Ug pakigbisug diha (sa Dalan sa) Allah, (ingon) sa pagpanlimbasug nga angay alang Kaniya; Siya nagpili kaninyo ug wala maghatag kaninyo ug bisan unsa nga kalisdanan sa relihiyon (sa Islam) ang Pagtuo (ug pamaagi sa pagkinabuhi) sa inyong amahan nga si Abraham; Siya (Allah) naghingalan kaninyo nga mga Muslim (nga nagpasakop sa Kamatuoran) sa nangagi (nga mga Kasulatan) ug niining (Qur'an), aron ang Mensahero (ang Propeta Muhammad) mahimo nga usa ka tigpamatuod kaninyo, ug nga kamo (mga Muslim) mahimong mga saksi sa katawhan; busa buhata ang pag-ampo sa hingpit (sa gitakda nga mga panahon uban sa tukma nga kabug-osan sa hunahuna ug pagpaubos nga angay) ug pagbayad sa kabus nga kantidad o obligado limos (Zakat) ug pagkupot pag-ayo ngadto sa Allah; Siya ang inyong Tigpanalipod; unsa ka Maayo sa Tigpanalipod, ug unsa kamaayo sa Magtatabang.",
      "footnotes": null
    }
  ]
}