{
  "surah_number": 23,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Malampuson ug mauswagon gayud ang mga magtotoo,",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Kadtong nga sa panahon sa ilang mga pag-ampo, makinasingkasingon nga nagpasakop ug mapainubsanon ngadto sa Allāh.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Ug kadtong naglikay sa walay pulos nga mga sinultihan[1].",
      "footnotes": "[1]. Kakawangan, bakak, tsismis, ug uban pa."
    },
    {
      "ayah_number": 4,
      "translation_bis": "Ug kadtong nagputli sa ilang mga kaugalingon pinaagi sa pagbayad sa kabus nga kantidad (Zakah – Obligado limos).",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Ug sila nga nagbantay sa ilang kaputli ug mga unodnong tinguha[2],",
      "footnotes": "[2]. Ug likayan ang imoralidad sa sekso."
    },
    {
      "ayah_number": 6,
      "translation_bis": "Gawas sa ilang mga asawa o kadtong mga ulipon nga babaye nga angay nilang gipanag-iyahan, sila sa pagkatinuod dili sila mabasaol,",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Apan si kinsa man ang anaay tinguha luyo niadto, sila kadtong mga malapason.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Ug sila nga mabinantayon sa ilang mga pagsalig ug sa ilang saad,",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Ug sila nga nag-amping sa ilang mga pag-ampo (pinaagi sa pagpahinungod niini sa tukma nga mga takna);",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Kini sila mao gayud ang tinuod nga mga manununod,",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Nga makapanunod sa Al-Firdaws (ang kinatas-ang dapit sa Paraiso); sila magapuyo niini hangtod sa kahangtoran.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Ug sa pagkatinuod Kami (Allah) nagbuhat sa tawo gikan usa ka kinuha sa lapok (nga mao ang tubig ug yuta),",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Unya Kami mibutang kaniya ingon sa usa ka tinulo nga binhi ngadto sa usa ka lig-on nga pahulayanan (sa tagoangkan sa inahan),",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Unya Among gihimo ang semilya nga usa ka natibuok nga dugo, ug Among gihimo ang natibuok nga dugo ngadto sa usa unod, ug Among gihimo (gikan sa) mga unod ang mga bukog, ug Among gitabonan ang mga bukog sa unod, unya Among nagpatungha nini ingon usa ka lain paglalang. Busa Dalaygon ang Allah, ang Labing Maayo sa mga Magbuluhat.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Unya human niana, sa pagkatinuod kamo mamatay gayud.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Ug sa pagkatinuod sa Adlaw sa Pagkabanhaw kamo pagabanhawon (gikan sa mga patay).",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Ug sa pagkatinuod, Kami (Allah) nagmugna ibabaw kaninyo ug pito ka mga hut'ong sa kalangitan; ug Kami dili gayud magpasagad sa mga binuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Ug Kami (Allah) nagpakanaog ug tubig gikan sa langit sa (gitakda) nga sukod, unya Kami mipahimutang niini sa yuta, ug sa pagkatinuod Kami makahimo sa pagkuha niini.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Unya Kami nagpatubo gikan niini sa tanaman sa palmera ug mga ubas; alang kaninyo adunay mga prutas ug diha kamo nagakaon.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Maingon man sa kahoy (sa olibo) nga mitubo sa bukid sa Sinai nga nagpatunghag lana, ug kalan on alang sa mga mokaon.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Ug sa pagkatinuod anaay leksyon alang kaninyo sa mga hayop, Kami nagpainum kaninyo sa unsay anaa sa ilang mga tiyan (gatas), ug anaay mga benepisyo nga daghan alang kaninyo ug gikan diha kamo magakaon.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Ug sa ibabaw nila ug sa mga barko ikaw mao gisakayan.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Kami nagpadala kang Noe ngadto sa iyang mga katawhan, ug siya miingon: \"O akong katawhan, simbaha ang Allah lamang, wala kamoy dios (nga takos simbahon) gawas Kaniya; wala ba kamo mahadlok kang Allāh ug maglikay sa daotan?\"",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Ug ang mga kadagkoan sa mga manmilimod sa iyang katawhan miingon: \"Siya usa lamang ka mortal nga tawo sama sa inyong mga kaugalingon nga nagtinguha nga siya mulabaw kaninyo, kay kon siya nagbuot pa ni Allah, Siya nagpakanaog sa mga anghel. Wala kamiy nadungog nga sama niini, bisan pa gikan sa among katigulangan.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Siya walay lain kondili tawo nga gisudlan og engkanto, busa pailob (kamo) kaniya sa diyutay nga panahon.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "(Si Noe) miingon: \"Labing halangdong nga (O Allah) akong Ginoo, tabangi ako batok sa pagpanghimakak nila kanako\".",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Busa Kami nadasig ngadto kaniya, nga nag-ingon: \"Himoa ang sakayan sa ilalum sa Among mga Mata (pag-atiman ug proteksyon) ug (sumala sa) Among paggiya; ug sa diha nga ang Among sugoan muabut ug ang hudno mubuswak (sa ato pa, ang yuta mupabuswak sa mga tuburan niini), pasakya niini ang tanang matang (sa mananap) baye ug laki, uban sa imong panimalay gawas niadtong taliwala kanila ang pulong sa hu-kom mahingpit. Ug ayaw hangyo kanako bahin kanila nga mga dautan (nga nagbutang ug mga kauban sa Allah). Sila paga-lumson.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Sa diha nga kamo malig-on nga nahiluna ibabaw niini, kamo ug sila nga uban kaninyo sa sakayan, moingon: \"Ang tanan nga pagdayeg alang sa Allah nga nagluwas kanato gikan sa dautan nga mga tawo.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Ug isulti: \"(O Allah) akong Ginoo, himoa ako nga mokanaog sa bulahan nga dapit pagatugpahan, kay Ikaw ang Labing Maayo sa pagpahiluna.\"",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Sa pagkatinuod adunay mga Timaan niini, ug sa pagkatinuod Kami nagsulay (sa mga tawo).",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Unya Kami mipagawas human kanila ug laing kaliwatan (ang katawhan sa ‘Aad).",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Busa Kami nagpadala kanila ug usa ka Mensahero gikan kanila (ang Propeta Hud), nga nag-ingon: \"Simbaha ang Allah lamang, wala kamoy dios (nga takos simbahon) gawas Kaniya; wala ba kamo mangahadlok Kang Allah (ug naglikay sa daotan)?\"",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Apan ang mga kadagkoan sa iyang katawhan nga milimod 'sa Kamatuoran\" ug misalikway sa Panagtigom sa Ulahing Adlaw, bisan pa Kami Naghatag kanila sa kaharuhay sa kinabuhi sa kalibutan, miingon; \"Siya usa ka tawo nga sama kaninyo, nga nagakaon sama sa unsay inyong kinaon ug nag-inom sama sa inyong gina-inom.\"",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Ug kong kamo motuman sa usa ka tawo nga sama sa inyong kaugalingon, nan sa pagkatinuod kamo mahimong mga pildero\".",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Misaad ba siya kaninyo nga kon kamo mamatay ug mahimong abog ug bukog, kamo pagawson nga buhi ug mabanhaw pag-usab?",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Layo na, labing layo nga maoy gisaad kaninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Wala nay lain gawas sa kinabuhi nato niining kalibutana; kita mamatay ug kita mabuhi (apan sa makausa lang), ug kita dili na pagabanhawon (gikan sa mga patay).",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Siya usa lamang ka tawo nga nag-imbento ug bakak batok sa Allah, ug kita dili angay nga mutoo kaniya!",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Miingon siya, \"(O Allah) akong Ginoo, tabangi ako, tungod kay ilang gilimod 'ako'.”",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Siya (Allah) miingon, \"Dili na madugay, sila unya magamahay!\"",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Busa ang pagbuto midakup kanila sa kamatuoran, ug Kami naghimo kanila nga sama sa basura. Halayo sa kaluoy ni Allah ang mga tawo nga masupilon ug daotan.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Unya gipataas Namo human kanila lain nga mga kaliwatan.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Walay katawhan nga makapadali sa gikatakda kanila nga panahon ni makapalangay niini.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Unya Kami nagpadala sa among mga Mensahero nga sunod-sunod; sa matag higayon nga adunay moabut sa katawhan nga ilang Mensahero, sila nagdumili kaniya, busa Kami mihimo sa uban kanila nga misunod sa lain (sa kalaglagan) ug Kami naghimo kanila (ingon nga karaan) nga mga sugilanon (sa nangagi); Halayo sa kaluoy ni Allah ang mga tawo nga makanunayon wala motoo!",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Unya Kami nagpadala kang Moises ug sa iyang igsoon nga si Aaron, uban sa Among mga Timaan ug sa tin-aw nga katungod,",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Ngadto kang Paraon ug sa iyang konseho, apan sila naggawi nga uban ang pagkamapahitas-on, ug sila mga tawo nga nagpataas sa kaugalingon (pinaagi sa pagsupak sa ilang Tinuod nga Ginoo nga Mao ang Allah, ug nagpataas sa ilang mga kaugalingon labaw sa Iyang mga Mensahero).",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Ug sila miingon: \"Motuo ba kami sa duha ka tawo (Moises ug Aaron) nga sama (lang) kanamo samtang ang ilang mga katawhan mga sulugoon (lamang) alang kanamo?\"",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Busa ilang gi-panghimakak sila, ug sila gipanag-laglag.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Ug sa pagkatinuod Kami (Allah) naghatag kang Moises sa Kasulatan (Torah) aron sila magiyahan.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Ug Kami naghimo sa anak ni Maria (Hesus), ug sa iyang inahan nga usa ka Timaan; ug Kami naghatag kanila ug kapasilongan sa halangdon nga yuta nga adunay mga sibsibanan ug mga tubod.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Oh mga Mensahero, kaon kamo gikan sa mga limpyo nga kalan-on ug buhat kamo sa maayong buhat, Ako nasayod gayod sa inyong binuhatan.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Sa pagkatinuod kining imong relihiyon nag inusarang 'nga tinuod' relihiyon, ug Ako mao ang imong Ginoo, busa tumana ang mga sugo sa Allah ug bantay sa imong mga kaugalingon batok sa dautan.",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Apan sila nagbahinbahin sa ilang relihiyon tali sa ilang mga kaugalingon ngadto sa mga sekta, ang matag bahin nagmaya (nanagkalipay) nianang unsay nga kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Busa, pasagdi sila sa ilang kalibog sa makadiyot.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Naghunahuna ba sila nga pinaagi sa unsay atong gihatag kanila sa bahandi ug mga anak,",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Kami nagdali alang kanila sa maayong mga butang? Dili! Hinonoa, sila wala makasabot.",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Sila nga adunay kahadlok sa 'Allah' ilang Ginoo ug mga mainampingon.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Ug sila nga mituo sa mga Pinadayag sa ilang Ginoo (Allah),",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Ug sila nga wala magbutang ug kauban nga (bisan unsa) sa ilang Ginoo (Allah sa pagsimba),",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Ug sila nga naghatag sa unsay ilang gihatag (nga limos ug naghimo sa uban nga maayong mga buhat) samtang ang ilang mga kasingkasing nagkurog sa (kahadlok, paglaum, ug gugma Kaniya), tungod kay sila sigurado nga mobalik ngadto (sa Allah) nga ilang Ginoo (alang sa Pag-ihap),",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Kini sila ang nagdali sa mga maayong buhat, ug sila ang nag-una sa (pagkab-ot) niini.",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Ug wala Kami magbutang sa bisan kinsa nga kalag sa usa ka palas-anon gawas sa gidak-on sa iyang abilidad, ug ania Kanamo (Allah) ang usa ka talaan nga nagsulti sa kamatuoran, ug sila dili pagabuhatan ug dili makatarunganon.",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Apan (alang sa mga manlilimod) ang ilang mga kasingkasing nangagkabuta niini (Qur'an), ug sila adunay gawas pa niini (nga paglapas sa Pagkausa sa Allah), lain pa nga (daotan) mga buhat.",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Hangtud sa diha nga Kami modakop ilang mga adunahan kinsa sa pagpangita sa kalipay taliwala kanila uban sa silot, sila misugod sa paghilak alang sa tabang.",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Ayaw pagtuaw karong adlawa, sa pagkatinuod kamo dili pagahatagan ug Tabang gikan Kanamo (Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Ang Akong mga Bersikulo sa pagkatinuod gilitok nganha kaninyo, apan kamo mitalikod pinaagi sa inyong mga tikod,",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Nag-mapahitas'on ug nagsulti ug ngil'ad mahitungod niini (Sa Islam) sa matag gabii.",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "Wala ba sila mamalandong sa matag pulong niini (ang Qur'an) o kahay adunay miabut kanila, nga wala moabot sa ilang mga katiguwangan kaniadto?",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "O wala ba sila maka- ila sa ilang Mensahero (ang Propeta Muhammad), mao nga tungod niini sila paglimod kaniya?",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "O moingon ba sila: \"Siya nabuang?\" Hinunoa, siya midala kanila sa Kamatuoran. Apan kadaghanan kanila nagdumot sa Kamatuoran.",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "Ug kun ang Kamatuoran mosunod sa ilang ubos (kawang) nga mga tinguha, sa pagkatinuod ang mga langit ug ang yuta ug ang tanan nga anaa niini magkaguliyang! Hinuon, Kami nagdala ngadto kanila sa ilang Pahinumdom (ang Qur'an), apan sila mitalikod gikan sa ilang Pahinumdom.",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "O ikaw (Oh Muhammad) ba nangayo kanila og bayad? Ang bayad sa (Allah) nga imong Ginoo mao ang Pinakamaayo, ug Siya mao ang Pinakamaayo sa mga Tighatag.",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Ug sa pagkatinuod ikaw nag awhag kanila sa husto nga Dalan (sa Islam).",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Ug sa pagkatinuod sila nga wala motuo sa Ulahing Adlaw nahisalaag sa Dalan (sa Saktong).",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "Ug kon Kami magpakita ug Kaluoy ngadto kanila ug magakuha sa ilang kalisdanan (kagutom, kinawad-on, sakit ug uban pa) ,sila magapadayon sa paglapas ug maga-latagaw niini.",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "Ug sa pagkatinuod Kami misakmit kanila uban sa Silot, apan sila wala magpasakop ngadto sa ilang nga Ginoo (Allah), ni sila nagpaubos sa ilang mga kaugalingon ngadto Kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "Hangtud nga sa diha nga Kami miabli diha kanila sa pultahan sa hilabihan nga Silot, diha-diha dayon sila sa hilabihan nagmahay ug nawad-an sa paglaum.",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_bis": "Siya (Allah) naghimo alang kanimo sa pandungog, mga panan-awon, ug mga\nkasing-kasing; apan gamay ra ang imong pagpasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_bis": "Ug Siya (Allah) mao ang nagpadaghan kaninyo sa yuta, ug ngadto Kaniya kamo (tanan) pagatigumon (alang sa Paghukom).",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_bis": "Ug Siya mao ang naghatag ug kinabuhi ug nagpahinabo sa kamatayon, ug (sa) Iyang (Pagdumala) mao ang pagpuli-puli sa gabii ug adlaw; dili ba kamo makasabot?",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_bis": "Hinuon, sila muingon sama sa ilang mga katigulangan nga gisulti.",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_bis": "Miingon sila 'Kon kami mamatay ug nangahimo kaming abog ug bukog , kami ba pagabanhawon (gikan sa mga patay)?\"",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_bis": "Sa pagkatinuod gisaaran kita niini, ug (mao usab) ang atong mga amahan kaniadto; kini walay lain kondili mga bakak (sa kanhing mga katawhan).",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_bis": "Isulti: \"'Kang kinsa man ang yuta, ug ang bisan unsa nga anaa niini, kon kamo nahibalo?\"",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_bis": "Sila moingon: \"(Kini sila Iya) sa Allah lamang\". Isulti: \"Dili ka ba mamalandong?\"",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_bis": "Isulti: \"Kinsa ba ang Ginoo sa pito ka mga langit ug Ginoo sa Halangdong Trono?\"",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_bis": "Sila moingon: \"(Kini sila Iya) sa Allah (Dios, lamang)\". Isulti: \"Nan dili ba kamo nangahadlok sa Allah ug naglikay ang daotan?\"",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_bis": "Isulti: \"Kinsa ba, nga sa Iyang Kamot anaa ang kamanduan sa tanan ug Kinsa ba ang Tigpanalipod, samtang batok Kaniya walay pagnalipod, kon kamo nasayud lamang?\"",
      "footnotes": null
    },
    {
      "ayah_number": 89,
      "translation_bis": "Sila moingon: \"(Kining tanan Iya) sa Allah (Dios lamang)\". Isulti: \"Nan, nganong kamo nanga-salaag ug nagtalikod gikan sa Kamatuoran?\"",
      "footnotes": null
    },
    {
      "ayah_number": 90,
      "translation_bis": "Hinonoa, Kami nagdala sila sa kamatooran, ug sila sa pagkatinuod bakakon.",
      "footnotes": null
    },
    {
      "ayah_number": 91,
      "translation_bis": "Wala magbaton si Allah ug (bisan unsang) anak, ug walay diyos nga kauban Niya, (kon tinuod kini), sa ingon niana ang matag dios nagkuha na gayud unta sa unsay iyang gibuhat, ug ang uban kanila kasigurohan nga nakabuntog na unta sa uban. Ang Paghimaya Iya sa Allah, ibabaw sa unsay ilang gipahisama ngadto Kaniya.,",
      "footnotes": null
    },
    {
      "ayah_number": 92,
      "translation_bis": "(Siya mao) ang Nakahibalo sa dili makita ug sa makita, Hataas gayod Siya (Allāh) labaw sa unsay ilang gi-pares gibutang nga kauban Kaniya 'sa pagsimba'.",
      "footnotes": null
    },
    {
      "ayah_number": 93,
      "translation_bis": "Isulti: \"(O Allah) akong Ginoo, Kon Imong ipakita kanako kung unsay gipanghulga Nimo kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 94,
      "translation_bis": "Akong ginoo (Allah), ayaw ako ibahimutang uban ang sa daotang mga tawo (pagano, magmilimod).\"",
      "footnotes": null
    },
    {
      "ayah_number": 95,
      "translation_bis": "Ug sa pagkatinuod Kami Makahimo sa pagpakita kaninyo sa unsay Among gipanghulga kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 96,
      "translation_bis": "Tubaga ngadto ang dautan pinaagi nianang unsay labing maayo, Kami ang labing nakahibalo kung unsa ang ilang gihulagway ngadto (Kanamo, ug kanimo O Muhammad).",
      "footnotes": null
    },
    {
      "ayah_number": 97,
      "translation_bis": "Ug isulti: \"(O Allah) akong Ginoo, ako maga-dangop Kanimo gikan sa dautan nga hunghong ni satanas\".",
      "footnotes": null
    },
    {
      "ayah_number": 98,
      "translation_bis": "Ako mudangop Kanimo (O Allah) akong Ginoo gikan sa ilang presensya.\"",
      "footnotes": null
    },
    {
      "ayah_number": 99,
      "translation_bis": "Hangtod sa takna nga moabot sa usa kanila ang kamatayon (ang manmilimod), siya miingon: \"(O Allah) akong Ginoo, pabalika ako (ngadto ang kalibutan),",
      "footnotes": null
    },
    {
      "ayah_number": 100,
      "translation_bis": "Aron ako makabuhat ug matarung sa unsay akong gibiyaan.\" Dili gayud! Usa lang kini ka ˹walay pulos˺ nga pag-apelar nga ilang gihimo. Ug sa ilang luyo adunay usa ka babag hangtud sa Adlaw nga sila pagabanhawon (gikan sa mga patay).",
      "footnotes": null
    },
    {
      "ayah_number": 101,
      "translation_bis": "Busa sa diha nga ang trompeta pagahuypan, walay mga bugkos sa kalambigitan tali kanila nianang Adlawa, ni sila mangutana sa usag usa.",
      "footnotes": null
    },
    {
      "ayah_number": 102,
      "translation_bis": "Unya alang kaniya kansang mga timbangan (sa maayong mga buhat) bug-at, kini sila mao ang mga nagmalampuson.",
      "footnotes": null
    },
    {
      "ayah_number": 103,
      "translation_bis": "Ug alang kaniya kansang mga timbangan (sa maayong mga buhat) gaan, sila kadtong mawala sa ilang kaugalingon ngadto sa Impyerno ug didto sila magpabilin sa hangtod.",
      "footnotes": null
    },
    {
      "ayah_number": 104,
      "translation_bis": "Ang kalayo magasunog sa ilang mga nawong, ug diha sila magpabilin uban sa ilang mga ngabil nga nangataktak.",
      "footnotes": null
    },
    {
      "ayah_number": 105,
      "translation_bis": "(Ug ang Allah moingon): \"Wala ba ang Akong mga Bersikulo gilitok nganha kaninyo? Apan kamo sa naglimod niini kaniadto.\"",
      "footnotes": null
    },
    {
      "ayah_number": 106,
      "translation_bis": "Sila moingon: \"(O Allah) among Ginoo! Ang among pagsupak mibuntog kanamo ug kami usa ka katawhan nga nahisalaag.",
      "footnotes": null
    },
    {
      "ayah_number": 107,
      "translation_bis": "(Oh Allah) among Ginoo! Pagawsa kami gikan niini 'Impyerno'; unya kon kami mobalik (pa sa pagkadaotan) nan, sa pagkamatood kami dautan.",
      "footnotes": null
    },
    {
      "ayah_number": 108,
      "translation_bis": "(Ang Allah) moingon: \"Pagpabilin nga tinamay dinhi (Imperno) ug ayaw pakigsulti Kanako\",",
      "footnotes": null
    },
    {
      "ayah_number": 109,
      "translation_bis": "Sa pagkatinuod adunay pundok sa Akong mga ulipon nga miingon: \"(O Allah) among Ginoo! Kami mituo, busa pasayloa kami ug kaloy-i kami, kay Ikaw ang Labing maayo sa tanan nga nagpakitag kaluoy.\"",
      "footnotes": null
    },
    {
      "ayah_number": 110,
      "translation_bis": "Apan kamo naghimo sa pagbiaybiay kanila hangtod nga kini nakapalimot kaninyo sa Paghinumdom Kanako, ug nahilakip kamo kanila nga mga nanagkatawa kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 111,
      "translation_bis": "Sa pagkamatuod Ako (Allah) maoy muganti kanila niining adlawa sa ilang giantusan nga sila sa pagkatinuod mao ang mga magmadaugon.",
      "footnotes": null
    },
    {
      "ayah_number": 112,
      "translation_bis": "(Ug) Siya mangutana (sa gihukman): \"Pila ka tuig ka nga nagpabilin sa yuta?",
      "footnotes": null
    },
    {
      "ayah_number": 113,
      "translation_bis": "Sila moingon: \"Kami nagpabilin sa usa ka adlaw o kabahin sa usa ka adlaw (lamang)\", apan pangutan-a sila nga (makahimo) sa pag-ihap (sa oras),",
      "footnotes": null
    },
    {
      "ayah_number": 114,
      "translation_bis": "Siya (Allah) moingon: \"Wala kamo magpabilin gawas sa diyutay\" – kun inyo lang nahibaloan (kon unsa kini ka mubo),",
      "footnotes": null
    },
    {
      "ayah_number": 115,
      "translation_bis": "Naghunahuna ba kamo nga Kami nagbuhat kaninyo sa walay kapuslanan (nga walay kahulogan o katuyoan), ug nga kamo dili mahibalik Kanamo (alang sa Paghukom)?",
      "footnotes": null
    },
    {
      "ayah_number": 116,
      "translation_bis": "Busa dalaygon ang Allah, ang Tinuod nga Hari; walay dios (nga takos simbahon) gawas Kaniya, ang Ginoo sa Halangdong Trono.",
      "footnotes": null
    },
    {
      "ayah_number": 117,
      "translation_bis": "Bisan kinsa nga magtawag sa ubang diyos gawas pa ni Allah,wala gayod siya'y pagpamatuod niini, ang iyang Pagkwenta anaa lamang sa iyang Ginoo (Allah); sa pagkatinuod ang mga magmilimod dili molampos ug mouswag.",
      "footnotes": null
    },
    {
      "ayah_number": 118,
      "translation_bis": "Ug isulti: \"(O Allāh) akong Ginoo! Pasayloa ug kaloy'i (kami), kay Ikaw ang Labing Maayo sa mga nagpakitag kaluoy.",
      "footnotes": null
    }
  ]
}