{
  "surah_number": 24,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Kini usa ka kapitulo (sa Qur’an) nga Among gipadayag, ug naghimo 'sa iyang mga hukom' nga obligado, ug niini Kami gipadayag ug tin-aw nga mga Bersikulo aron kamo makahinumdom.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Ang (dili minyo) nga babaye o sa (dili minyo) nga lalaki ng.nakit-ang sad-an sa pakighilawas, latigoha ang matag kanila usa ka gatos ka mga latos, ug ayaw itugot ang kaluoy alang kanila makapugong kaninyo sa pagsunod sa Allah, kung\nkamo mituo sa Allah (Dios) ug sa Ulahing Adlaw, ug himoa nga ang usa ka pundok sa mga magtutuo makasaksi sa ilang Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Ang makihilawason (nga lalaki) ayaw paminyoa ug lain gawas nga makig-ipon lamang sa makihilawason (nga babaye) o sa tigsimbag dios-dios, ug ang (babaye) nga makihilawason walay mangasawa kaniya gawas makihilawason o sa tigsimbag dios-dios; ug kini (ang kaminyoon sa maong tawo [gawas maghinulsol]) gidili ngadto sa mga magtutuo.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Ug sila nga nag-akusar sa putli nga mga babaye (o mga lalaki, sa pagpanapaw) unya dili makadala ug upat ka mga saksi, latigoha sila, kawaloan ka hampak, ug ayaw pagdawat ug bisan unsa nga pagpamatuod gikan kanila bisan kanus-a; ug kini sila mao ang mga masupilon.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Gawas niadtong naghinulsol human niini, ug nagreporma sa ilang mga paagi, nan sa pagkatinuod ang Allah mao ang Labing Mapasayloon, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Ug (alang) niadtong (mga bana) nga nag-akusar sa ilang mga asawa (sa pagpanapaw) nga walay mga saksi gawas sa ilang mga kaugalingon, ang pagpamatuod (pagpanumpa) sa usa niini kanila (kinahanglan nga pagahimoon) sa upat ka higayon (pagpanumpa) pinaagi sa Allāh nga siya nagsulti sa tinuod.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Ug ang ikalima (nga pagpanumpa) (mao) nga ang Tunglo sa Allah maanaa kaniya, kung namakak siya.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Ug kini makapalikay sa silot gikan kaniya (babaye) kon siya magpamatuod (o manumpa) sa upat ka higayon, nga nanumpa sa Allah nga siya (lalaki) namakak;",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Ang ikalima (nga higayon) (mao) nga ang kasuko sa Allah maanaa kaniya (babaye), kung siya (lalaki) nagsulti ug tinuod.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Ug kon dili pa tungod sa Pabor sa Allah kaninyo ug sa Iyang Kalooy, ug nga kay ang Allah mao ang Kanunay nga Nagabalik (sa Kalooy), Nga Labing Maalamon - (kamo unta mangalaglag).",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Sa pagkatinuod kadtong kinsa midala uban nianang ˹makalilisang˺ nga pagbutangbutang (batok Aisha, asawa sa Propeta), (sila) usa ka pundok gikan kaninyo. Ayaw paghunahuna nga kini daotan alang kaninyo; hinoon, kini maayo alang kaninyo. (Ug alang sa mga tig-akusar), ang matag-usa kanila makabaton sa unsay iyang natigom nga sa sala; ug (alang) kaniya nga mikuha sa iyang kaugalingon sa kinadak-ang bahin niini, siya makabaton ug usa ka hilabihan nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Nganong dili man ang mga magtutuo nga mga lalaki ug ang mga magtutuo nga mga babaye, sa matag higayon nga ang maong (hungihong) madungog, maghunahuna sa labing maayo sa usag-usa, ug moingon nga: \"Kini usa ka dayag nga kabakakan?\"",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Nganong wala man sila nagpatunghag upat ka mga saksi? Busa, tungod kay sila napakyas sa pagpatunghag mga saksi (alang sa mga tawo), nan sila, sa Panan-aw sa Allah, mao ang mga bakakon.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Ug kon dili pa tungud sa Pabor sa Allah ug sa Iyang Kalooy nga anaa dinhi ning kalibutana ug ang pikas nga Kinabuhi, ang usa ka hilabihan nga Silot ipahamtang kanimo tungud sa mga bakak nga pagpanulti nga inyong giapil-apilan.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Sa diha nga kamo midawat niini pinaagi sa inyong mga dila ug gipanaglitok pinaagi sa inyong mga baba sa unsay wala ninyo mahibaloi, ug kamo nag-isip niini nga usa ka gaan ​​nga butang, apan (kang) Allah kin labing mangil'ad!",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Unta sa diha sa inyong pagkadungog niini kamo nag-ingon: \"Dili angay kanamo ang pagsulti (mahitungod) niini (nga hungihong)\" Ang Himaya ma inuha (O Allah). Kini usa ka makalilisang nga pagbutangbutang.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Ang Allah nagpasidaan kaninyo batok sa pagsubli sa sama niini pag-usab, kon kamo mga magtotoo.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Ug ang Allah nagtin-aw kaninyo sa mga Bersikulo; kay ang Allah mao ang Nakahibalo sa Tanan, Labing Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Niadtong nakagusto sa kalaw-ayan (pagpanapaw, makauulaw nga mga panghitabo, pagbutangbutang, ug dautan) nga mapakaylap taliwala niadtong nagatuo (sa Kamatuoran), sila makabaton sa usa ka sakit nga Silot dinhi sa kalibutan ug sa Pikas Kinabuhi; ug ang Allah nahibalo, samtang kamo wala mahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Ug kon dili pa tungod sa Pabor sa Allah kaninyo ug sa Iyang Kalooy, ug nga ang Allah (Dios) Mabination, Maluluy-on - (kamo unta mangalaglag).",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Mga magtutuo, ayaw sunda ang mga tunob ni Satanas, ug bisan kinsa nga mosunod sa mga tunob (mga pamaagi) ni Satanas, nan sa pagkatinuod siya nagsugo sa pagbuhat sa kalaw-ayan ug kadautan; ug kon dili pa sa Pabor sa Allah nganha kaninyo ug sa Iyang Kaluoy, walay usa kaninyo nga mahimong putli (gikan sa kalaw-ayan ug kadautan), apan ang Allah nagputli sa kinsay Iyang gusto; ug ang Allah mao ang Labing Nakadungog, Labing Nakahibalo sa Tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Ayaw pasagdi kadtong adunay pabor ug kadagaya sa pagpanumpa batok sa paghatag ngadto sa mga paryente, sa mga kabus, ug niadtong mibiya sa ilang mga panimalay alang sa Kawsa ni Allah. Pusagdi sila sa pagpasaylo. Dili ba nimo gusto nga pasayloon ka ni Allah? Kay si Allah mao ang Labing Mapasayloon, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Sa pagkatinuod, sila nga nagbutang-butang sa putli nga magtutuo nga mga babaye, nga wala mahibalo (nianang imoral nga mga butang o sa bisan unsa nga dili matinud-anon nga kinaiya), mga tinunglo dinhi sa kalibutan ug sa Kinabuhi. Ug sila mag-antus sa usa ka makalilisang nga silot.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Sa Adlaw nga ang ilang mga dila, mga kamot, ug mga tiil mutistigo batok sa ilang mga binuhatan.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Nianang Adlawa ang Allah magbayad kanila sa hingpit sa ilang angay nga ganti, ug sila mahibalo nga ang Allah mao ang Dayag nga Kamatuoran.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Ang dili maayo nga mga pulong ug mga buhat mao ang (kinaiya) sa daotan ug dili putli nga mga tawo, ug ang daotan ug ang dili putli nga mga tawo (mahilig) sa daotan nga mga pulong ug buhat. Sa samang paagi ang maayong mga pulong ug mga buhat mao ang (kinaiya) sa maayo ug putli nga mga tawo, ug ang maayo ug putli nga mga tawo (mahilig) ngadto sa maayong mga pulong ug mga buhat; ingon niana (ang mga inosente nga mga tawo) gawasnon gikan sa gikasulti batok kanila (sa pagbutangbutang), alang kanila ang kapasayloan ug madagayaon nga tagana (sa Paraiso).",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Oh mga magtutuo, ayaw pagsulod sa mga balay gawas sa inyong kaugalingon nga mga balay hangtod nga kamo mangayo ug pagtugot ug pagtimbaya kamo sa mga tagbalay, mao kadto ang labing ikaayo kaninyo aron kamo makahinumdum.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Kung dili kamo makakaplag ug bisan usa sa panimalay, nan ayaw kamo pagsulod hangtud nga ang pagtugot ihatag nganha kaninyo; Ug kung hangyoon ka nga mobiya, biyai, kini labing putli alang kaninyo; ug ang Allah (Dios) mao ang Labing Nakahibalo sa tanan nga inyong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Walay sala nganha kaninyo nga kamo mosulod (sa walay pagpangayog pagtugot) sa balay nga walay nagpuyo nga magamit ninyo; ug ang Allah (Dios) nahibalo sa unsay inyong gibuhat sa dayag o gitagoan.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Isulti ngadto sa mga magtutuo nga mga lalaki nga nagpaybos (ug ilikay) sa ilang panan-aw gikan sa unsay gidili (sama sa pagtan-aw sa mga babaye nga dili gikan sa ilang kaugalingong mga pamilya o mga asawa), ug magbantay sa ilang unodnong tinguha, kana labing putli alang kanila; sa pagkatinuod ang Allah mao ang Labing Nakahibalo sa unsay ilang gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Ug isulti ngadto sa mga babaye nga magtutuo nga ipaubos ang ilang panan-aw gikan sa unsay gidili (ug ipabilin ang ilang kaligdong), ug bantayan ang ilang mga pribadong bahin sa lawas (gikan sa gidli nga pakighilawas ug bisan sa panglantaw sa uban). ug nga dili nila ipakita ang ilang mga dayan dayan sa lawas gawas sa unsay (dili kalikayan) nga makita gikan niini (gikan sa ilang mga pandong), \nug himoa sila nga magbutang sa ilang mga pandong (nga mao ang pagputos sa usa ka bahin sa ilang mga pandong sa ulo) ibabaw sa ilang mga dughan ug sa unahan, ug ayaw sila tugoti sa pagpasundayag sa ilang katahum gawas sa ilang mga bana o sa ilang mga amahan, o sa mga amahan sa ilang mga bana, o sa ilang mga anak nga lalaki, o sa mga anak nga lalaki sa ilang mga bana, o sa ilang mga igsoong lalaki, o sa mga anak nga lalaki sa ilang igsoon nga lalaki, o sa mga anak nga lalaki sa ilang igsoong babaye, o sa ilang mga babaye, o niadtong gipanag-iyahan sa ilang tuong mga kamot, o mga lalaki nga ulipon nga walay panginahanglan (sa mga babaye ug sa labaw pa sa tanang tinguha sa pakighilawas), o sa mga bata nga wala pa mahibalo sa pribadong aspeto sa mga babaye; ug ayaw sila tugoti sa pagyatak sa ilang mga tiil aron ang unsay ilang gitagoan sa ilang katahum ug mga dayandayan mahibaloan; ug balik ngadto sa Allah, kamong tanan sa paghinulsol, O mga magtutuo, aron kamo mahimong maglampuson.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Ug pangasawa kamo niadtong mga dili minyo diha kaninyo, ug niadtong mga matarung (sa pisikal ug sa pamatasan) gikan sa inyong mga ulipon nga lalake ug mga ulipon nga babaye; kon sila mga kabus, ang Allah (Dios) magpadato kanila gikan sa Iyang kadagaya; kay ang Allah Igo sa Pagpanghatag, nga Labing Nasayud sa Tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Ug himoa nga kadtong dili makakita og pamaagi aron sa pagminyo magpabiling putli hangtud nga ang Allah (Dios) magpadato kanila gikan sa Iyang Kadagaya. Ug (alang) kanila nga nangayo og usa sa pagpalingkawas gikan kanila nga gipanag-iyahan sa inyong tuong mga kamot, ihatag kanila ang pagpalingkawas kon kamo nahibalo sa bisan unsang maayo diha kanila, ug hatagi sila sa bahandi sa Allah nga Iyang gihatag kaninyo; ug ayaw pugsa ang inyong mga sulogoon nga babaye (nga inyong gipanag-iyahan) sa pagpakighilawas, sa diha nga sila nagtinguha sa pagpabilin nga putli, aron nga kamo makaginansya sa (lumalabay nga) mga butang sa kinabuhi niining kalibutana; ug bisan kinsa nga mopugos kanila, nan sa pagkatinuod human sa ilang pagpamugos, ang Allah mao ang Labing Mapasayloon, Labing Maluluy-on (sa mga ulipong babaye nga gipugos).",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Ug sa pagkatinuod Kami nagpakanaog kaninyo ug tin-aw nga mga Bersikulo ug mga panag-ingnan (gikan sa kasaysayan) niadtong mga nangagi na sa wala pa kamo, ug usa ka nag-pahinumdom sa mga matarong.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Ang Allah mao ang Kahayag sa mga langit ug sa yuta; ang panag-ingnan sa lyang Kahayag (Giya) sama sa usa ka Sudlanan diin adunay usa ka lampara, ang lampara anaa sa sulod sa bildo, (ug) ang bildo sama sa usa ka perlas nga puting bituon, (usa ka lampara) nga gipasiga gikan sa usa ka bulahan nga kahoy sa olibo, nga wala silangan o sa kasadpan; ang lana niini halos mohatag na og kahayag bisan pa ang kalayo wala makatandog niini, kahayag ibabaw sa kahayag, ang Allah nagagiya ngadto sa Iyang Kahayag sa kinsay Iyang gusto, ug ang Allah nagbutang ug mga panag-ingnan alang sa mga tawo. Ang Allah mao ang Nasayud sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "(Kini nga Giya makita) sa mga balay alampoanan (Masjid) nga gitugotan sa Allah nga ipataas, nga ang Iyang Ngalan mahisgotan niini; nga nagpakahalangdon Kaniya sa sulod niini, sa kabuntagon ug sa kagabion,",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Mga lalaki nga ang mga baligya o ang pagpamaligya wala nagpahilayo kanila gikan sa Paghinumdum sa Allah ug sa pagpahigayon sa lima ka beses nga pag ampo ug sa pagpanghatag sa mga kabus nga kantidad [Zakah – Obligado limos] (ngadto sa ilang benepisyaryo). Nahadlok sila sa usa Adlaw nga ang mga kasingkasing ug mga mata mangurog,",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "ang Allah (Dios) moganti kanila sumala sa labing maayo nga ilang mga buhat, ug magdugang kanila gikan sa Iyang Kadagaya. Ang Allah naghatag ug tagana kang bisan kinsa nga Iyang gusto nga walay sukod.",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Mahitungod sa mga manlilimod, ang ilang mga buhat sama sa usa ka talan-awon sa usa ka desyerto, nga ang giuhaw naghunahuna sa tubig, apan sa diha nga siya moduol niini, makita niya nga wala butang. Hinunoa, ang Allāh 'Diyos' lamang ang iyang makaplagan didto\n aron husayon ​​ang ilang Pagbalos. Ug si Allah mao ang tulin sa pag-ihap.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "O (ang kahimtang sa usa ka dili magtutuo) sama sa giladmon sa kangitngit sa lawom nga dagat; nga nagatabon niini ang usa ka balud, nga sa ibabaw niini adunay pay lain nga balud, nga sa ibabaw niini anaa ang (mangitngit) nga mga panganod, (mga nagsapaw nga) hilabihang kangitngit, ang usa ibabaw sa usa; ug sa diha nga ituy-od sa usa ka tawo ang iyang kamot, dili niya kini makita. Ug alang kang bisan kinsa nga ang Allah wala maghatag ug kahayag, nan alang kaniya walay kahayag.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Wala ba ninyo makita nga ang Allah gihimaya (gipasidunggan ug gidayeg) sa tanan nga anaa sa mga langit ug sa yuta, ug (sa) mga langgam nga nagabuklad sa mga pako? matag usa Siya nahibalo sa iyang pag-ampo, pagdayeg ug paghimaya. Ang Allah mao ang Labing Nakahibalo sa unsay ilang gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Iya sa Allah (lamang) ang Ginharian sa mga langit ug yuta, ug ngadto sa Allah ang (katapusan) nga pagbalik (sa tanan).",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Wala ba ninyo makita nga ang Allah nag-abog sa mga panganod (uban) sa kalumo, unya nagtigom kanila nga managkauban, \npagtapok kanila ngadto sa masa ug mga tapok, aron inyong makita ang ulan nga migula gikan sa ilang taliwala? Ug Iya usab ginapakanaog gikan sa panganod ang daw sama sa bungtod nga mga gabon nga diin sa sulod niini anaay mga gagmay nga nyebe, ug gibubo Niya kini kang bisan kinsa nga Iyang gusto, ug nagpahilayo niini kang bisan kinsa nga Iyang gusto. Ang kasulaw sa kahayag sa kilat niini halos na mokuha sa mga panan-aw.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Ang Allah nagpapulipuli sa gabii ug sa adlaw, sa pagkatinuod adunay usa ka pagtulun-an niini alang niadtong adunay panan-aw.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Gibuhat sa Allah gikan sa tubig ang matag buhi nga binuhat; ug kanila adunay nga nagalakaw pinaagi sa tiyan niini, ug kanila adunay nagalakaw pinaagi sa duha ka mga tiil, ug kanila adunay nagalakaw (pinaagi) sa upat (ka tiil). Gibuhat sa Allah ang unsay Iyang gusto. Sa pagkatinuod ang Allah makahimo sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Sa pagkatinuod Kami nagpakanaog ug Tin-aw nga mga Bersikulo, ug ang Allah mugiya sa kinsay Iyang gusto ngadto sa Matul-id nga Dalan (sa Islam).",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Ug sila (ang mga tigpakaaron-ingnon) muingon: \"Kami mituo sa Allah ug sa Mensahero (Muhammad) ug kami mituman, apan ang usa ka pundok kanila mitalikod human niini, sila dili mga magtutuo.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Sa diha nga sila gidapit ngadto sa Allah ug sa Iyang Mensahero (Muhammad) aron siya maghukom tali kanila, diha-diha ang usa ka pundok kanila motalikod.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Apan kon ang kamatuoran anaa dapig kanila, sila moduol kaniya sa dali, nga masinugtanon.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Anaa ba sa ilang mga kasingkasing ang sakit (usa ka pagtipas gikan sa Pag-alagad sa Usa ka Dios), o sila ba nagduhaduha, o sila nahadlok nga ang Allah ug ang Iyang Mensahero (Muhammad) mobuhat ug dili makatarunganon ngadto kanila? Hinonoa, sila sa ilang kaugalingon mao ang mga mamumuhat sa kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Ang tubag sa mga magtutuo, sa diha nga sila gidapit ngadto sa Allah ug sa Iyang Mensahero (Muhammad) aron siya maghukom tali kanila, mao lamang ang (ilang) pag-ingon: \"Kami nakadungog ug kami mituman\", ug kini sila mao ang mga malampuson.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Kay bisan kinsa nga mituman sa Allah ug sa Iyang Mensahero (Muhammad), ug nahadlok sa Allah (Dios), ug nagtuman sa Iyang mga Kasugoan, kini sila mao ang mga magmadaugon.",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Ug sila nanumpa pinaagi sa Allah uban sa ilang labing tinud-anay nga mga pagpanumpa, nga kon ikaw mosugo kanila sila sa pagkatinuod moadto (alang sa pagpakigbisog sa Kawsa sa Allah). Isulti: \"Ayaw pagpanumpa, (kini) nga pagsunod (ninyo) nahibaloan na (nga bakak), sa pagkatinuod ang Allah Labing Nakahibalo sa unsay inyong gibuhat.\"",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Isulti: \"Tumana ang Allah (Dios) ug tumana ang Mensahero (Muhammad), apan kong kamo motalikod, nan siya manubag lamang sa unsay gikasugo kaniya, ug kamo manubag sa unsay gikasugo kaninyo, ug kon kamo mosunod kaniya (ang Propeta Muhammad), kamo anaa sa husto nga Dalan, ug walay bisan unsa nga anaa sa katungdanan sa Mensahero (sa Allah) gawas lamang sa tin-aw nga paghatod (sa Mensahe).",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Ang Allah (Dios) misaad ngadto kanila nga mituo (sa Kamatuoran), ug nagbuhat sa matarung nga mga buhat, nga Siya sa pagkatinuod maghatag kanila ug pagpanunod (sa espirituhanong pagkalabaw ug lumalabay nga pagpangulo) dinhi sa yuta sama sa Iyang gihatag kanila sila nga nauna kanila, ug nga Siya sa pagkatinuod magtukod alang kanila sa relihiyon (Islam) nga Iyang giuyonan alang kanila, ug nga Siya sa pagkatinuod, human sa ilang kahadlok, mohatag kanila ug seguridad, (Sa diha nga) sila mosimba Kanako (Allah) lamang ug dili magbutang ug bisan unsang kauban (sa pagsimba) Kanako, ug bisan kinsa nga dili mapasalamaton pagkahuman niini, kini sila mao ang mga masupilon.",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Ipahigayon ninyo ang mga Pag-ampo ug bayri ang kabus nga kantidad [nga mao ang Zakah – Obligado limos] ug tumana ang Mensahero (Muhammad), aron kamo makabaton sa kaluy-an (ni Allāh).",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Ayaw hunahunaa nga kadtong nagpadayon sa pagkawalay pagtuo makaikyas (ang silot ni Allah)sa yuta, ug ang ilang puloy-anan mao ang Impiyerno, ug sa pagkatinuod dautan kadto nga padulngan!",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Oh mga magtutuo, himoa nga kadtong gipanag-iyahan sa inyong tuong mga kamot (pinaagi sa hustong gikatugot nga mga paagi), ug kadtong wala pa makaabot sa pagkahingkod mangayo ug pagtugot kaninyo sa tulo ka higayon; sa dili pa ang pag-ampo sa kabuntagon, ug sa diha nga huboon ninyo ang inyong mga bisti sa udtong tutok sa ting-init, ug sa human sa pag-ampo sa kagabhion; kini mao ang tulo ka mga panahon nga pribado alang kaninyo; gawas niini nga mga panahon, walay sala alang kaninyo o alang kanila sa pag-adto aron sa pag-atiman sa mga panginahanglanon sa usag-usa. Sa ingon niini ang Allah nagpatin-aw sa mga Bersikulo nganha kaninyo. Kay ang Allah mao ang Labing Nakahibalo sa Tanan, Tinuod nga Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Sa diha nga ang mga bata diha kaninyo moabut na sa pagkahingkod, tugoti nga sila mangayo og pagtugot sama niadtong nauna kanila nga nangayo og pagtugot; sa ingon niana ang Allah nagpatin-aw sa Iyang mga Bersikulo nganha kaninyo, kay ang Allah mao ang Labing Nakahibalo sa Tanan, ang Tinuod nga Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Ug (mahitungod sa) mga babaye nga tigulang na, nga wala na maghandom sa pagminyo, dili sala alang kanila kung ilang tangtangon ang ilang (panggawas) nga mga bisti (sama sa kupo o tabon sa nawong), sa pamaagi nga dili aron sa pagpakita sa ilang mga dayandayan (nga gitagoan, sama sa kulintas, pulseras, o pulseras sa buolbuol); apan ang paglikay (sa pagbuhat sa ingon, pinaagi sa dili pagtangtang sa ilang panggawas nga bisti) mas maayo alang kanila; ug ang Allah mao ang Hingpit Nakadungog, Hingpit Nasayod.",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Walay pagbasol sa buta, ni ang piang , ni ang masakiton ni walay pagbasol sa inyong mga kaugalingon, nga kamo mokaon gikan sa inyong mga balay, o sa mga balay sa inyong amahan, o sa balay sa inyong inahan, o sa balay sa inyong igsoon nga lalaki, o sa mga balay sa inyong igsoong babaye, o sa mga balay sa inyong uyoan sa amahan, o sa mga balay sa inyong iyaan sa amahan, o sa mga balay sa inyong uyoan sa inahan, o sa mga balay sa inyong iyaan sa inahan, o sa unsay inyong gipanag-iyahan nga mga yawe, o sa inyong higala (nga mga balay). Walay sala kaninyo kon magkaon kamo nga managkauban o maglain. Busa kon kamo mosulod sa mga balay, paghatag ug mga pagtimbaya sa kalinaw (sa pag-ingon ug: as-salamu alaykum - ang kalinaw maanaa kaninyo), nga usa ka pagtimbaya gikan sa Allah, mapanalanginan (ug) maayo, sa ingon niana si Allah nagpatin-aw kaninyo sa mga Bersikulo aron kamo makasabut.",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Ang mga magtutuo mao lamang kadtong mituo sa Allah ug sa Iyang Mensahero (Muhammad), ug sa diha nga sila uban kaniya sa pipila ka komon nga butang, sila dili mobiya hangtud nga sila mangayo sa iyang pagtugot; sa pagkatinuod sila nga nangayo sa imong pagtugot mao ang mga mituo sa Allah ug sa Iyang Mensahero. Busa sa diha nga sila mangayo sa imong pagtugot alang sa ilang mga bulohaton, paghatag ug pagtugot kang bisan kinsa nga imong gusto kanila, ug pangayo ug Kapasayloan alang kanila gikan sa Allah (Dios); sa pagkatinuod ang Allah mao ang Labing Mapasayloon, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Ayaw himoa ang pagtawag sa Mensahero (sa Allah) kaninyo nga sama sa inyong pagtawag sa usag-usa, ang Allah sa pagkatinuod nahibalo kung kinsa kaninyo ang namiya ubos sa kapasilonganan (nga walay pagtugot sa pagbiya gikan sa Mensahero), busa himoa nga sila magbantay sa kinsay mosupak sa iyang (Propeta) sugo, tingali unya ang pipila ka pagsulay mahitabo kanila [niini nga kinabuhi] o usa ka masakit nga silot [sa sunod].",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Hibaloi, sa pagkatinuod Iya sa Allāh (lamang) ang bisan unsa nga anaa sa mga langit ug sa yuta, Siya nahibalo gayud sa unsay anaa kaninyo (nga pagtuo, kawalay pagtuo, o pagkasalingkapaw), ug sa Adlaw nga sila ibalik ngadto Kaniya, Siya magpahibalo kanila sa unsay ilang gibuhat, ug ang Allah Nahibalo sa tanang butang.",
      "footnotes": null
    }
  ]
}