{
  "surah_number": 25,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Himayaon ang (Allah) Nga Maoy nagpakanaog sa Sukdanan (aron sa pag-ila tali sa husto ug sayop - ang Qur’an) ngadto sa Iyang ulipon (ang Propeta Muhammad) aron siya mahimong tigpasidaan sa mga Katawhan ug Jinn.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Si Allah mao' ang Usa nga nanag-iya sa gingharian sa mga langit ug yuta, kinsa wala pa gayud makabaton ug bisan unsa nga kaliwat, ni Siya adunay kauban sa pagdumala sa gingharian. Gilalang niya ang tanan butang, ug Iya nang gipahamtang ang kapalaran niini.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Apan (sila) manag-simba ug mga diyos-diyos gawas Kaniya, nga pulos walay lalang nga bisan unsa, samtang sila sa ilang kaugalingon mao gilalang. Dili usab sila makapanalipod o makabenepisyo sa ilang kaugalingon. Ni makontrol nila ang kinabuhi, kamatayon, o pagkabanhaw.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Ug sila nga naglimod (sa Kamatuoran) Ingna: \"Kini (Qur'an) walay lain gawas sa usa ka bakak nga iyang (Muhammad) gimugna, ug ang ubang mga tawo mitabang kaniya niini.\" Sa pagkatinuod sila nakahimo ug inhustisya ug (nakasulti) ug kabakakan.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Ug sila ingna: \"(Kini) Mga bakak sa mga karaan nga iyang gisulat, ug kini ilang gibasa ngadto kaniya sa buntag ug gabii.\"",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Isulti: \"Kini (Qur’an) gipadayag sa (Allah) nga Maoy nasayod (sa matag) tinago sulod sa mga langit ug sa yuta, sa pagkatinuod Siya Mapasayloon, nga Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Ug sila miingon: \"Unsay nahitabo niini nga Mensahero (Muhammad) nga siya mokaon man ug pagkaon ug magsuroysuroy sa mga merkado, nganong wala man gipadala ang usa ka anghel uban kaniya, aron siya mahimong usa ka tigpasidaan uban kaniya?\"",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "O (nganong wala man) ang bahandi gipadala ngadto kaniya, o siya gihimo nga adunay usa ka tanaman nga diin siya makakaon? Ug ang mga mamumuhat sa kadautan (pagano, magmilimod) nag-ingon: \"Wala kamoy gisunod gawas sa usa ka tawo nga ubos sa epekto sa salamangka.”",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Tan-awa kun unsa ang panag-ingnan nga ilang gipakita alang kanimo (oh Muhammad), mao nga sila nahisalaag ug dili makakita ug dalan (ngadto sa tinuod nga Giya).",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Bulahan Kaniya (Allah), nga diin kon Iya gayong pagabut-on, (Siya) mohatag kaninyo sa labing maayo pa kay niana, mga tanaman nga sa ilalom niini nagdagayday ang mga suba, ug Siya magahatag kaninyo ug mga palasyo.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Apan ilang gilimod ang (Katapusang) Takna, ug Kami nag-andam ug nagdilaab nga Kalayo alang kaniya nga nagdumili sa Takna (sa Kalaglagan).",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Sa diha nga kini (ang Kalayo sa Imperno) makakita kanila (ang mga pagano, manmilimod) gikan sa halayo nga dapit, sila makadungog sa mapintas nga kapungot ug sa pagngulob niini.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ug sa diha nga sila itambog ngadto sa usa ka masigpit nga dapit niini, nga ginapus sa mga tanikala, didto sila mag-ampo alang sa kamatayon.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Ayaw pagtawag niini nga Adlaw alang sa usa ka kamatayon, apan pagtawag alang sa daghang mga kamatayon.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Isulti (Oh Muhammad) : \"Kana ba (silot) maayo o ang nagpabilin nga paraiso nga gisaad ngadto kanila nga mga matarung? Kini alang kanila usa ka ganti ug padulngan.”",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Maangkon nila sa sulod niini ang ilang gitinguha, nga magpabilin niini sa kahangtoran; kini usa ka dili mapakyas nga Saad gikan sa imong Ginoo (Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "(Hisguti) ang Adlaw nga sila Iyang tigomon (nga mga tigsimbag diosdios), ug ang bisan unsa nga ilang gisimba gawas sa Allāh[1]. Siya moingon: \"Kamo ba ang nagpahisalaag kanila, kadtong Akong mga ulipon (sa katawhan ug sa jinn), o sila lang ba sa ilang kaugalingon ang nangasalaag gikan sa Dalan (sa Islam)?\"",
      "footnotes": "[1]. Mga anghel sama sa balaang espiritu, mga propeta sama ni Hesukristo, mga santos sama ni Maria, ug jinn, ug uban pa."
    },
    {
      "ayah_number": 18,
      "translation_bis": "Sila moingon: \"Ang Paghimaya kanimo (O Allah); dili (angay) alang kanamo nga magkuha ug mga ginoo (mga manluluwas, mga agalon) gawas Kanimo, apan Imong gitugotan sila ug ang ilang mga katigulangan nga makatagamtam (sa mga kaharuhay sa kalibutanong kinabuhi) hangtud nga sila nakalimot sa Pahinumdom, ug sa ingon niana nahimong usa ka katawhan sa hingpit nawala.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Busa ilimod nila kamo mahitungod sa \n unsay inyong gisulti, unya kamo (O mga tigsimbag diosdios) dili makapalikay (sa Silot) ni makakuha og tabang, ug bisan kinsa kaninyo nga makahimo og inhustisya[2], Kami mopatilaw kaniya sa hilabihan nga Silot.",
      "footnotes": "[2]. Pinaagi sa pagbutang ug kauban sa Allah ug mamatay sa ingon niana."
    },
    {
      "ayah_number": 20,
      "translation_bis": "Kami wala magpadala una kanimo (oh Muhammad) ug bisan unsa nga mga Mensahero apan sila sa pagkatinuod nagakaon ug kalan-on ug nagsuroysuroy sa mga merkado; ug Kami naghimo sa pipila kaninyo nga usa ka pagsulay alang sa uban; busa kamo ba magpailob? Ug ang imong Ginoo (Allah) mao ang Labing Makakita sa tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Sila nga wala maglaum sa pagsugat Kanato, nag-ingon, \"Nganong wala man ipadala ang mga anghel nganhi kanato, o [nganong wala kita] makakita sa atong Ginoo (Allah)?\" Sa pagkatinuod, sila nadala sa ilang pagkamapahitas-on ug hingpit nga milabaw sa tanan nga mga limitasyon.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Sa Adlaw nga ilang makita ang mga anghel, walay kalipay nianang Adlawa alang sa mga dautan, ug sila (mga anghel) moingon: \"Kini (ang maayong balita) hingpit nga gidili kaninyo (Oh manmilimod).\"",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Ug Kami mupadayon ngadto sa unsay ilang nabuhat nga (maayo unta) nga mga buhat, ug Kami maghimo niini nga sama sa nanggikatag ug naglutaw nga abog[3].",
      "footnotes": "[3]. Ingon nga kini kulang sa tanan nga pagkasinsero ug pagtuo sa Pagkausa sa Allah."
    },
    {
      "ayah_number": 24,
      "translation_bis": "Ang mga pumoluyo sa Paraiso nianang Adlawa maanaa sa mas maayong puloy-anan, ug mas maayong dapit nga kapahulayan.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Ug [hinumdomi] ang Adlaw sa dihang ang langit maabli uban sa (puti) nga mga panganod, ug ang mga anghel igapakanaog, nga manaug sunod sa usa.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Ang tinuod nga Pagbulot-an nianang Adlawa mahiangay nga Iya (lang) sa (Allah) ang Labing Madagayaon, ug kini usa kamalisud nga Adlaw alang sa mga manmilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Ug sa Adlaw nga ang mamumuhat sa daotan (pagano, manmilimod) mopaak sa iyang mga kamot [sa depresyon], nga mag-ingon: \"Oh! Unta ako mikuha ug Dalan (ngadto sa Allah) uban sa Mensahero (Muhammad).\"",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Alaut ako! Maayo pa unta nga wala (nalang) ako magkuha sa ingon niana isip usa ka nga higala!",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Sa pagkatinuod iya akong gipahisalaag gikan sa Pahinumdom (Qur'an) human kini miabot kanako, kay si Satanas mabudhion sa tawo.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Ug (nianang Adlawa) ang Mensahero (Propeta Muhammad) moingon: \"(O Allāh) akong Ginoo, sa pagkatinuod ang (pipila sa) akong katawhan nag-isip niini nga Qur'an isip usa ka butang nga gibiyaan.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Ug sa ingon niana Kami naghimo alang sa matag Propeta ug usa ka kaaway gikan sa mga dautan, ug Igo na ang imong Ginoo (Allah) ingon nga usa ka Giya ug Magtatabang.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Ug sila nga milimod (sa Among mga Pinadayag) nag-ingon: \"Ngano nga ang Qur'an wala gipadala ngadto kaniya sa makausa?\" Sa ingon niini (kini gipadayag), aron Kami makapalig-on sa imong kasingkasing pinaagi niini, ug Among gipadayag kini sa maayong pagkahan-ay sa mga hugna.",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Ug sila dili moanha kanimo uban ang analohiya [o argumento] gawas nga Kami nagdala kanimo sa kamatuoran ug usa ka maayong katin-awan.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Kadtong pagatigumon sa Impyerno [naghapa] sa ilang mga nawong - sila mao ang labing ngil-ad sa kahimtang, ug labing nahisalaag gikan sa (husto) nga Dalan (sa Islam).",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Ug sa pagkatinuod Kami mihatag kang Moises sa Kasulatan (Torah), ug Kami mitudlo uban kaniya sa iyang igsoon nga si Aaron ingon nga usa ka magtatabang.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Unya Kami miingon: \"Lakaw ngadto sa mga tawo nga nagsalikway sa among mga Timaan\". Unya Kami milaglag kanila (ang mga manlilimod) uban sa bug-os nga kalaglagan.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Maingon man ang katawhan ni Noe, sa diha nga sila nagdumili sa mga Mensahero, Kami naglumos kanila, ug Kami naghimo kanila nga usa ka Timaan (ug pagtulon-an) alang sa katawhan, ug Kami nag-andam ug usa ka sakit nga Silot alang mga mamumuhat ug daotan,",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Maingon man (Among gilaglag) ang (mga tribo sa) ‘Aad ug Thamud ug ang mga pumoluyo sa Rass ug ang daghan nga mga kaliwatan tali kanila,",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Ug ang matag usa [kanila] Kami nagbutang ug usa ka sambingay [ingon nga usa ka pasidaan] ug ang matag usa [kanila] among gilaglag uban ang [hingpit nga] kalaglagan.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Ug sa pagkatinuod sila miagi sa lungsod (sa Sodoma), nga diin gipaulanan ug dautang ulan (sa mga bato), wala ba sila makakita niini? Hinunoa, sila wala maglaum nga mabanhaw pa (gikan sa mga patay).",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Ug sa diha nga sila makakita kanimo [Oh Muhammad], sila nagtagad kanimo sa [usa ka paagi uban ang] pagbiaybiay [nga nag-ingon]: \"Kini ba ang gipadala ni Allah ingon nga usa ka Mensahero?\"",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Hapit na unta kita niya papahawaon gikan sa atong mga dios, kon wala pa unta kita nagpailub sa [pagsimba] kanila (ang mga diosdios)!\" Apan sila (ang mga manlilimod) makaila, inigkakita nila sa silot, kinsa ang nahisalaag pa gikan sa [matarong] nga dalan!",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Imo bang nakita kadtong usa nga naghimo sa iyang (kawang) nga tinguha ingon nga iyang dios? Mahimo ka ba nga usa ka Giya ngadto kaniya?",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "O kamo ba naghunahuna nga ang kadaghanan kanila naminaw o nakasabot? Sa pagkatinuod dili. Kondili sama lamang sila sa mga kahayupan, hinoon, sila labaw pa nga nahisalaag sa dalan (kay sa mga mananap).",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Wala ba ninyo mahunahunaan (kung giunsa sa Allah) nga imong Ginoo pagpalapad sa landong? Ug kong gibuot pa Niya, Iya unta kining gihimong [magpabilin] nga dili molihok; unya Among gihimo ang adlaw nga giya niini.",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Pagkahuman , Amo kining gikuha ngadto sa Among kaugalingon - sa hinayhinay.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Ug Siya (Allah) mao ang naghimo sa kagabhion ingon nga usa ka tabon, (nagtabon ug nagtago kaninyo sa iyang kangitngit), ug ang pagkatulog [ingon nga usa ka paagi] sa pagpahulay, ug [Siya naghimo sa adlaw sa pagsubang (ug sa pagpangita sa (inyong) panginabuhian).",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Ug Siya mao ang nagpadala sa mga hangin ingon nga maayong balita sa Iyang kalooy (ang ulan), ug Kami (Allah) nagpadala ug putli nga tubig gikan sa langit,",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Aron Kami maghatag ug kinabuhi pinaagi niini ngadto sa usa ka patay 'apuli' nga yuta, ug ilimnon sa tanan nga\nAmong linalang gikan sa mga mananap maingon man sa daghang katawhan.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Ug sa pagkatinuod, Kami nag-apod-apod niini [ang ulan o tubig] ngadto kanila aron sila makahinumdom[sa panalangin ni Allah], apan kadaghanan sa mga tawo nagbalibad (sa pagdawat sa bisan unsa) gawas pagpadayon sa paglimod ug pagkadili mapasalamaton.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Ug kon Among gustohon, ipadala unta namo ang usa ka tigpasidaan sa matag lungsod.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Busa ayaw pagtuman ang mga manlilimod, ug panlimbasug pag-ayo batok kanila pinaagi niini (Qur'an) uban sa tumang pagpanlimbasug.",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Ug Siya (Allah) ang nagpagawas (nga dungan) sa duha ka dagat (mga lawas sa tubig), ang usa presko nga tam-is ug ang usa parat nga pait, ug Iyang gibutang sa ilang taliwala nila [sa duha ka matang sa tubig] usa ka babag [busa sila dili maga-lapas ang usa ngadto sa usa).",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Ug Siya (Allah) mao ang nagbuhat sa tawo gikan sa tubig (semilya), unya Siya naghimo alang kanila ug mga relasyon pinaagi sa dugo ug kaminyoon, ug ang 'Allah' imong Rabb (Ginoo) mao ang Kanunay nga Gamhanan.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Ug sila nagsimba gawas sa Allah nga dili makahatag og kaayohan kanila o makadaut kanila; ug ang manlilimod kanunay nga magtatabang [ni Satanas] batok sa iyang Ginoo (Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Kami wala magpadala kanimo gawas nga magsasangyaw sa maayong balita \n(sa walay katapusan nga Kalipay), ug ingon usa ka tigpasidaan (sa Silot sa Dios).",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Isulti: \"Wala ako mangayo kaninyo ug bisan unsa nga balos alang niini [Mensahe) gawas nga siya makagusto, mosubay sa (tul-id) nga Dalan ngadto sa iyang Ginoo (Allah).\"",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Salig sa (Allah lamang nga) ang Walay Katapusan nga Buhi, Nga dili mamatay, ug maghimaya (Kaniya uban sa) Pagdayeg. Igo na Siya (Allah) ingon nga Nasayod sa mga sala sa Iyang mga ulipon (sa katawhan ug jinn),",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "˹Siya mao˺ ang Usa nga naglalang sa mga langit ug sa yuta ug sa unsay anaa sa taliwala niini sulod sa unom ka mga Adlaw, unya Siya mikayab ug bangon sa ibabaw sa Trono (sa paagi nga nahiangay sa Iyang Kahalangdon). ˹Siya˺ ang Labing Madagayaon! Pangutan-a ˹walay lain gawas sa˺ Allah ang Labing Kahibalo bahin sa Iyang Kaugalingon (sa Qura'n ug Sunnah).",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Ug sa diha nga ingon ngadto kanila: \"Hapa ngadto sa (Allah) nga Labing Madagayaon\", sila moingon: \"Ug kinsa kanang Labing Madagayaon? Mohapa ba kami nianang imong kasugo kanamo?\" Ug kini nagdugang lamang sa [dugang] pagsukol [rebelyon] kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Himayaon Siya (Allah) maoy nagbutang sa langit ug dagkong mga bituon ug nagbutang niini ug (nagdilaab) nga suga (ang adlaw) ug usa ka nagdan-ag nga bulan.",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Ug Siya (Allah) mao ang nagbuhat sa gabii ug sa adlaw nga nagsunod sa usag-usa alang kaniya nga nagtinguha nga mahimong mahunahunaon (sa Allah) o nagtinguha sa pagpasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Ug ang (tinuod) nga mga ulipon sa Labing Madagayaon (Allah) mao sila nga naglakaw sa yuta sa pagka mapainubsanon [halangdon ug walay garbo], ug sa diha nga ang mga buang-buang mosulti kanila (mapintas, sa dili husto), sila moingon: \"(mga pulong sa) kalinaw.",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Ug sila kadtong nga naggahin [bahin sa panahon sa] kagabhion sa ilang Ginoo, nga naghapa ug nagtindog [sa pag-ampo].",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Sila nga nag-ingon: \"(O Allah) among Ginoo, ipahilayo kami sa Silot sa Impiyerno, sa pagkatinuod kini Silot [nagpabilin] nga gilakip.\"",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Sa pagkatinuod kini [Impiyerno] dautan ngil-ad isip usa ka destinasyon ug puloy-anan.”",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Ug sila nga, sa diha nga sila mogasto, dili mausikon ni talamayon, ug (nagpabilin) ​​taliwala niining (duha ka pagpanghinobra) kasarangan nga paagi.",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "Ug sila nga wala magtawag sa lain gawas (kang) Allah ug dili mopatay sa kinabuhi nga gihimo sa Allah nga sagrado, gawas sa usa ka makatarunganon nga rason, ug (kadtong) wala manapaw, ug siya nga nagbuhat niini makakaplag sa bayad sa iyang sala;",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Ang pag-antos doblehon alang kaniya sa Adlaw sa Pagkabanhaw (ug Paghukom), ug siya magpabilin niini diha (Imperno) sa kaulawan,",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Gawas kaniya nga naghinulsol, ug mituo, ug nagbuhat sa maayong mga buhat, Si Allah mopuli alang kanila sa ilang dili maayo nga mga buhat sa maayong mga buhat, ug si Allah mao ang Hingpit nga Mapasayloon, Hingpit nga Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "Ug bisan kinsa nga maghinulsol ug magbuhat sa matarung nga mga buhat, sa pagkatinuod siya mobalik ngadto ni Allah uban sa [tibuok kasingkasing] paghinulsol.",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "Ug [sila] mao kadtong wala magsaksi sa bakak, ug sa diha sila mahiagi sa mga ka-ka-wangan, sila moagi nga dungganon.",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Ug sila (mao) kadtong, sa diha nga gipahinumduman sa mga Bersikulo sa ilang nga Ginoo (Allah), dili mahulog nga bungol ug buta niini.",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Ug sila (mao) kadtong nga nag-ingon: \"(O Allah) among Ginoo, hatagi kami gikan sa among mga asawa, ug mga kaliwat nga mahimong kalipay sa among mga mata, ug himoa kami nga mga giya alang sa mga matarong.\"",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "Kini sila mao ang pagagantihan sa labing taas nga mga dapit (sa Paraiso) alang sa ilang pasensya, ug pagasugaton didto uban sa mga pagtimbaya sa pag-abiabi ug sa pulong sa kalinaw.",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "Sila magpabilin didto sa 'Paraiso' hangtod sa kahangtoran. Kini usa ka maayo kaayo nga destinasyon ug lugar nga kapuy-an.",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "Isulti: \"Ang akong Ginoo (Allāh) dili maghatag ug pagtagad ngadto kaninyo kung dili pa tungod sa inyong mga pag-ampo, Apan karon kamo sa pagkatinuod nagsalikway niini \"ang pagtuo sa Islam\". Nan ang silot mamainyo ug magpabilin uban kaninyo (sa kahangturan).",
      "footnotes": null
    }
  ]
}