{
  "surah_number": 26,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ta Seen Meem[1].",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili hitupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud sila makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Kini mao ang mga Bersikulo sa tin-aw nga Libro (Qur'an).",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Tingali nagsubo ka sa imong kaugalingon hangtod sa kamatayon uban ang kasubo, tungod sa ilang kawalay pagtuo.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Kun Kami mobuot, Kami makapadala kanila gikan sa langit ug usa ka Timaan nga diin sila moduko sa ilang mga liog sa pagpaubos.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Ug sa bisan unsa nga miabut kanila ang usa ka Pahinumdom (Qur'an) ingon nga usa ka bag-ong Pinadayag gikan sa Labing Madagayaon (Allah) apan sila (nga mga misalikwayon) motalikod gikan niini.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Sila sa pagkatinuod naglimod (sa Kamatuoran), busa ang balita sa ilang gibugalbugalan moabut kanila sa dili madugay.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Wala ba nila makita ang yuta, unsa kadaghan sa matag halangdon nga matang sa tanum nga Among gipa-tubo niini?",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Sa pagkatinuod, adunay usa ka timaan niini, apan kadaghanan kanila dili mutuo.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Ug sa pagkatinuod ang imong Ginoo (Allah) mao ang Labing Gamhanan, ang Labing Maloloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Ug (hisguti) sa diha nga ang imong Ginoo (Allah) mitawag kang Moises, nga nag-ingon: \"Lakaw ngadto sa mga dili matarung nga mga tawo\",",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Ang katawhan ni Paraon.Dili ba sila mahadlok kang Allah ug maglikay sa dautan?\"",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "(Si Moises) miingon: \"(O Allah) akong Ginoo, sa pagkatinuod ako nahadlok nga sila maglimod kanako,",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ug maghuot ang akong dughan ug dili makasulti ang akong dila sa klaro; busa ipadala si Aaron (aron sa pagtabang kanako)\",",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Ug sila adunay pasangil (usa ka kaso sa pagpatay) batok kanako, busa ako nahadlok nga sila mopatay kanako.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "(Ang Allah) miingon: \"Dili, lakaw kamong duha uban sa Among mga Timaan; sa pagkatinuod Kami uban kaninyo, nga magpatalinghug\",",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Ug adto kang Paraon ug isulti: \"Sa pagkatinuod kami ang mga Mensahero sa (Allah), ang Ginoo sa tanan nga linalang\".",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Busa ipadala uban kanamo ang mga anak (kaliwatan) sa Israel.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "(Si Paraon) miingon: Dili ba kami maoy nag-patubo kanimo gikan sa pagkabata ipon kanamo; ug ikaw mipuyo ipon kanamo sa hataas nga manga katuigan?",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Ug imong gibuhat (kana) nga imong nabuhat (nga mao ang pagpatay ug tawo), ug ikaw na dili mapasalamaton.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Si [Moises] miingon: “Gibuhat ko kana niadtong higayona samtang ako kauban niadtong nahisalaag [i.e., ignorante, sa wala pa moabut ang pagpadayag ngadto kanako].",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Busa ako mikalagiw gikan kaninyo sa diha nga ako nahadlok kaninyo, ug ang akong Ginoo (Allah) mihatag kanako sa paghukom (kaalam ug Pagkapropeta) ug mitudlo kanako isip usa sa mga Mensahero.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Ug kini ba usa ka pabor nga imong gipahinumdum kanako, nga imong giulipon ang mga anak sa Israel?",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Si Paraon miingon: Ug unsa kanang Ginoo sa mga linalang?",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Si (Moises) miingon: (Siya mao ang Allah) ang Ginoo sa mga langit ug sa yuta ug sa unsay anaa sa taliwala kanila, kon buot kang makasiguro.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "(Si Paraon) miingon sa mga nag-palibot kaniya; \"Wala ba kamo makadungog?\"",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "(Si Moises) miingon: \"(Siya usab) ang inyong Ginoo, ug ang Ginoo sa inyong mga katigulangan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "(Si Paraon) miingon: \"Sa pagkatinuod ang inyong Mensahero nga gipadala nganha kaninyo nabuang.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "(Si Moises) miingon: \"(Ang Allah mao) ang Ginoo sa Sidlakan ug Kasadpan ug sa unsay anaa taliwala niini, Kon kamo aduna pay salabutan.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "(Si Paraon) miingon: \"kon ikaw mokuha (moila) ug laing dios gawas kanako, sa pagkatinuod ibutang ko ikaw sa prisohan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "(Si Moises) miingon: \"Bisan pa ba kon ako makadala kanimo dayag nga timaan?",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "(Si Paraon) miingon: Nan dad-a kini, kon ikaw nag-sulti sa matood.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Busa (si Moises) miitsa sa iyang sungkod, ug sa diha nahimong dayag nga bitin,",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Ug iyang gituy-od ang iyang kamot, ug tan'awa kini nahimong puti (uban sa kahayag) ngadto sa mga maga-lantaw.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Si Paraon miingon ngadto sa panagtigom sa mga halangdon nga nagalibot kaniya: Sa pagkatinuod kini usa ka hanas nga salamangkero,",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Nga buot mopahilayo kaninyo gikan sa inyong yuta pinaagi sa iyang salamangka, unsa na man ang inyong ikatambag?",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Sila miingon: \"Hatagi siya (Moises) ug ang iyang igsoon nga lalake (Aaron) ug lugway, ug ipadala ang mga tigtawag ngadto sa mga siyudad,\"",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Nga ilang dad-on kanimo ang matag hanas nga salamangkero.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Busa ang mga salamangkero nanagtigum nga tingub (silang tanan) sa iladong panahon sa natudlong adlaw,",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Ug kini giingon ngadto sa katawhan: \"Magatigum ba kamo nga managkauban?\"",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Nga kita mosunod sa mga salamangkero, kon sila mao ang mga mananaog.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Sa diha nga ang mga salamangkero ming-abut, sila miingon kang Paraon: \"Makadawat ba kami ug suhol kong kami ang magmadaugon?\"",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Siya miingon: Oo, ug kamo sa walay pagduhaduha kamo mahiipon kanila nga mga duol (ngari kanako).\"",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Si Moises miingon kanila: Iitsa ang buot ninyo iitsa.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Busa ilang gi-itsa ang ilang mga pisi ug ang ilang mga sungkod ug miingon: Pinaagi sa gahum ni Paraon, kita maoy siguro nga dumadaog.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Unya si Moises miitsa usab sa iyang sungkod ug tan'awa kini milamoy sa tanan nilang giimbento.",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Ug ang mga salamangkero nangatumba nga naghapa;",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Sila miingon: \"Kami mituo sa (Allah) ang Ginoo sa tanan nga linalang,\"",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Ang Ginoo ni Moises ug Aaron.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "(Si Paraon) miingon: Kamo mituo kaniya (Moises) sa wala pa ako mohatag kaninyo sa pagtugot; sa pagkatinuod siya mao ang inyong pangulo nga nagtudlo kaninyo sa salamangka, busa kamo mahibalo sa dili madugay: Sa pagkamatuod akong pagaputlon ang inyong mga kamot ug ang inyong mga tiil sa managkaatbang nga bahin, ug sa pagkamatuod igalansang ko kamong tanan sa krus.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Sila miingon: \"Walay kadaot (niini kanamo), sa pagkatinuod ngadto sa (Allah nga) among Ginoo kami mobalik;",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Sa pagkatinuod kami naglaum nga (ang Allah) nga among Ginoo mopasaylo kanamo sa among mga kasaypanan - ingon nga kami ang nauna sa mga magtotoo.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Ug Kami nagpadayag kang Moises, nga nag-ingon: Lakaw uban sa Akong mga ulipon sa gabii, sa pagkatinuod kamo paga-gukdon.",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Busa si Paraon nagpadala ug mga tigpahibalo ngadto sa mga kalungsoran;",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Sa pagkatinuod, sila 'ang mga Israelita' usa ka gamay nga pundok;",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Ug sa pagkatinuod sila nakapasuko kanamo;",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Ug sa pagkatinuod kita usa ka nasud nga mabinantayon, hingpit nga andam ngà abtik ug andam batok sa bisan unsang kalisang.",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Busa Kami miabog kanila (mga tawo ni Paraon) gikan sa manga tanaman ug manga tuburan.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Ug (gikan sa) mga bahandi nga ngkadaiya, ug puloy' anan nga ma-anindot.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Busa mao kana, ug gipahinabo Namo nga mapanunod kini sa mga anak sa Israel.",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Unya sila (si Paraon ug ang iyang mga panon) migukod kanila (mga anak sa Israel) sa pagsubang sa adlaw.",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Busa sa diha nga ang duha ka panon nagkita sa usag usa, ang mga kaubanan ni Moises nanag-ingon: Sa tinooray kita madakpan.",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "(Si Moises) miingon: \"Dili mahitabo, sa pagkatinuod (ang Allah) ang akong Ginoo uban kanako - Siya mugiya kanako\".",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Unya Kami mipadayag kang Moises: \"Ihapak ang imong tungkod sa dagat\", busa nabahin kini, ug ang matag-pikas nahimong sama sa dagkong bukid.",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Ug Kami naghimo sa ubang panon sa pag-paduol niini,",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Ug Among giluwas si Moises ug kadtong uban kaniya, silang tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Unya gilumsan Namo ang uban (ang mga nanggukod).",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Sa pagkatinuod, adunay usa ka timaan niini, apan kadaghanan kanila wala nagatuo.",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "Ug sa pagkatinuod (ang Allah) nga imong Ginoo mao ang Labing Gamhanan, ang Labing Maloloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Ug ilitok kanila ang sugilanon ni Abraham.",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Sa diha nga siya miingon sa iyang amahan ug sa iyang katawhan: \"Unsa ang inyong gisimba?\"",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "Sila miingon: \"kami nagasimba sa mga dios-dios, ug ngadto kanila kami deboto sa kanunay.\"",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "Siya miingon: \"Nakadungog ba sila kaninyo sa diha nga kamo mutawag (kanila)?\"",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "O makahimo ba ug Kaayohan sila kanimo o makadaot kanimo?",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Sila miingon: \"Apan among hingkaplagan ang among mga amahan nga nanagbuhat sa ingon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "(Si Abraham) miingon: \"Kamo ba naghunahuna kon unsa ang inyong gisimba?\"",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "Kamo ug ang inyong karaang mga amahan (mga katigulangan).,",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "Sa pagkatinuod sila mga kaaway nganhi kanako, gawas sa Ginoo sa tanang linalang (Allāh);",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_bis": "Nga maoy naglalang kanako, ug\nSiya nag-giya kanako.",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_bis": "Siya maoy naghatag kanako ug kalan'on ug ilimnon.",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_bis": "Ug sa diha nga ako masakiton, Siya mao ang nagaayo kanako.",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_bis": "Ug maoy magpahinabo nga ako mamatay, unya maghatag kanakog kinabuhi pag-usab (maga-banhaw kanako).",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_bis": "Ug naglaum nga Siya maga-pasaylo kanako sa akong kasay-panan sa adlaw sa paghukom.",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_bis": "(O Allah) akong Ginoo: ihatag kanako ang saktong paghukom ug himoa nga ako mahiipon sa manga matarong.",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_bis": "Ug hatagi ako ug maayong paghisgot (pahinumdom) sa ulahing mga kaliwatan.",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_bis": "Himoa akong manununod sa Tanaman sa Kabulahanan.",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_bis": "Pasayloa ang akong amahan, kay sa pagkatinuod siya nasalaag.",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_bis": "Ug ayaw ako pakaulawi sa Adlaw nga sila pagabanhawon (gikan sa mga patay).",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_bis": "Sa Adlaw nga diin ang bahandi dili magapulos, ni ang mga anak,",
      "footnotes": null
    },
    {
      "ayah_number": 89,
      "translation_bis": "Gawas lamang kaniya nga maga-abot sa Allah nga adunay maayong kasingkasing (gawasnon gikan sa pagsimbag diosdios ug pagpakaaron-ingnon).",
      "footnotes": null
    },
    {
      "ayah_number": 90,
      "translation_bis": "Ug ang Paraiso ipaduol niadtong mga matarung,",
      "footnotes": null
    },
    {
      "ayah_number": 91,
      "translation_bis": "Ug ang Kalayo sa Impiyerno mahimong dayag ngadto sa mga nagtipas,",
      "footnotes": null
    },
    {
      "ayah_number": 92,
      "translation_bis": "Kanila igapangutana: Hain naman ang kadtong inyong gisimba kaniadto?",
      "footnotes": null
    },
    {
      "ayah_number": 93,
      "translation_bis": "Gawas sa Allah? Makatabang ba sila kaninyo o makatabang sa ilang kaugalingon?\"",
      "footnotes": null
    },
    {
      "ayah_number": 94,
      "translation_bis": "Busa sila igatambog didto (sa Imperno), sila (ang mga dios-dios) ug ang mga nahisalaag,",
      "footnotes": null
    },
    {
      "ayah_number": 95,
      "translation_bis": "Ug ang mga panon ni Iblees (satanas), silang tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 96,
      "translation_bis": "Sila moingon samtang sila nagbasol sa usag-usa niini ug maga lalis,",
      "footnotes": null
    },
    {
      "ayah_number": 97,
      "translation_bis": "Pinaagi sa Allah! Sa pagkatinuod kita anaa sa dayag nga kasaypanan,",
      "footnotes": null
    },
    {
      "ayah_number": 98,
      "translation_bis": "Sa diha nga gihimo namo kamo nga katumbas sa (Allāh) nga Ginoo sa tanan nga linalang;",
      "footnotes": null
    },
    {
      "ayah_number": 99,
      "translation_bis": "Ug walay bisan kinsa gawas nga ang mga daotan nagpahisalaag kanamo;",
      "footnotes": null
    },
    {
      "ayah_number": 100,
      "translation_bis": "Busa Karon, walay mga tigpataliwala alang kanamo.",
      "footnotes": null
    },
    {
      "ayah_number": 101,
      "translation_bis": "Ni tinuod nga higala;",
      "footnotes": null
    },
    {
      "ayah_number": 102,
      "translation_bis": "Oh, kon aduna pa unta kamiy higayon nga makabalik (sa kalibutan), muuban gayud kami sa mga magtotoo!",
      "footnotes": null
    },
    {
      "ayah_number": 103,
      "translation_bis": "Sa pagkatinuod, adunay usa ka timaan niini, apan kadaghanan kanila dili mga magtotoo.",
      "footnotes": null
    },
    {
      "ayah_number": 104,
      "translation_bis": "Ug sa pagkatinuod ang imong Ginoo (Allah) mao ang Labing Gamhanan, ang Labing Maloloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 105,
      "translation_bis": "Ang mga tawo ni Noe nagdumili sa mga Mensahero (sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 106,
      "translation_bis": "Sa diha nga ang ilang igsoon nga si Noe miingon kanila: \"Dili ba kamo Magmanggihadlukon sa Allah (ug maglikay batok sa kadautan)?\"",
      "footnotes": null
    },
    {
      "ayah_number": 107,
      "translation_bis": "Sa pagkatinuod ako usa ka matinud-anon nga Mensahero nganha kaninyo;",
      "footnotes": null
    },
    {
      "ayah_number": 108,
      "translation_bis": "Busa kahadloki ang Allah ug tumana ako.",
      "footnotes": null
    },
    {
      "ayah_number": 109,
      "translation_bis": "Ug wala ako mangayo kaninyo ug bisan unsa nga bayad alang niini 'Mensahe'; ang akong ganti anaa lamang sa (Allah) nga Ginoo sa tanan nga linalang,",
      "footnotes": null
    },
    {
      "ayah_number": 110,
      "translation_bis": "Busa kahadloki ang Allah ug tumana ako.",
      "footnotes": null
    },
    {
      "ayah_number": 111,
      "translation_bis": "Sila nag-ingon: \"Magatoo ba kami kanimo samtang ang labing ubos (sa mga tawo) ang misunod kanimo?\"",
      "footnotes": null
    },
    {
      "ayah_number": 112,
      "translation_bis": "Siya mitubag: \"Wala akoy kahibalo sa ilang mga buhat kaniadto.\"",
      "footnotes": null
    },
    {
      "ayah_number": 113,
      "translation_bis": "Ang ilang husay anaa lamang sa (Allah) nga akong Ginoo, kon inyo (lamang unta) kining masabtan.",
      "footnotes": null
    },
    {
      "ayah_number": 114,
      "translation_bis": "Dili ako maga-abog sa mga magtotoo;",
      "footnotes": null
    },
    {
      "ayah_number": 115,
      "translation_bis": "Ako usa lamang ka dayag tigpasidaan (sa Silot alang kang bisan kinsa nga nagbutang ug bisan unsang kauban sa Allah ug nagbuhat ug daotan).",
      "footnotes": null
    },
    {
      "ayah_number": 116,
      "translation_bis": "Sila miingon: \"Kong ikaw dili magahunong O Noe, Kami maga-bato kanimo sa kamatayon.",
      "footnotes": null
    },
    {
      "ayah_number": 117,
      "translation_bis": "Siya miingon: \"(O Allah) akong Ginoo, ang akong katawhan nagsalikway kanako.\"",
      "footnotes": null
    },
    {
      "ayah_number": 118,
      "translation_bis": "Busa paghukom tali kanako ug kanila uban sa (matarong) nga paghukom, ug luwasa ako ug sila nga uban kanako nga mga magtotoo (sa Kamatuoran).",
      "footnotes": null
    },
    {
      "ayah_number": 119,
      "translation_bis": "Busa Among giluwas siya ug kadtong uban kaniya sa kargado nga barko.",
      "footnotes": null
    },
    {
      "ayah_number": 120,
      "translation_bis": "Unya Among gilumsan ang uban.",
      "footnotes": null
    },
    {
      "ayah_number": 121,
      "translation_bis": "Sa pagkatinuod, adunay usa ka timaan niini, apan kadaghanan kanila dili mga magtotoo.",
      "footnotes": null
    },
    {
      "ayah_number": 122,
      "translation_bis": "Ug sa pagkatinuod ang imong Ginoo (Allah) mao ang Labing Gamhanan, ang Labing Maloloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 123,
      "translation_bis": "Ang tribo sa 'Aad nagdumili sa mga Mensahero (sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 124,
      "translation_bis": "Sa diha nga ang ilang igsoon nga si Hud miingon kanila: \"Dili ba kamo nahadlok kang Allah (ug magbantay batok inyong kaugalingon sa kadautan)?\"",
      "footnotes": null
    },
    {
      "ayah_number": 125,
      "translation_bis": "Sa pagkatinuod ako usa ka matinud-anon nga Mensahero nganha kaninyo;",
      "footnotes": null
    },
    {
      "ayah_number": 126,
      "translation_bis": "Busa kahadloki ang Allah ug tumana ako.",
      "footnotes": null
    },
    {
      "ayah_number": 127,
      "translation_bis": "Ug dili ako mangayo kaninyo ug bisan unsa nga balus alang niini; sa pagkatinuod ang akong ganti anaa lamang sa (Allah) ang Ginoo sa tanan nga linalang.",
      "footnotes": null
    },
    {
      "ayah_number": 128,
      "translation_bis": "Nagtukod ba kamo og bantayog sa matag habog (nga dapit)? Kawang (lamang) kanang unsay inyong gibuhat:",
      "footnotes": null
    },
    {
      "ayah_number": 129,
      "translation_bis": "Ug naghimo kamo ug lig-on nga mga gambalay aron tingali kamo molungtad sa kahangturan.",
      "footnotes": null
    },
    {
      "ayah_number": 130,
      "translation_bis": "Ug sa diha nga kamo motapion sa mga kamot (sa mga tawo), kamo motapion sa mga kamot (sama sa) mga mapintas nga mga pangulo;",
      "footnotes": null
    },
    {
      "ayah_number": 131,
      "translation_bis": "Busa kahadloki ang Allah ug tumana ako.",
      "footnotes": null
    },
    {
      "ayah_number": 132,
      "translation_bis": "Ug Kahadloki Siya (Allah) nga naghatag kaninyo ug kadagaya sa unsay inyong nahibaloan.",
      "footnotes": null
    },
    {
      "ayah_number": 133,
      "translation_bis": "Gihatagan niya kamo ug daghang kahayupan ug mga anak,",
      "footnotes": null
    },
    {
      "ayah_number": 134,
      "translation_bis": "Ug mga tanaman ug mga tubod;",
      "footnotes": null
    },
    {
      "ayah_number": 135,
      "translation_bis": "Sa pagkatinuod ako nahadlok alang kaninyo sa silot sa usa ka makalilisang nga Adlaw.",
      "footnotes": null
    },
    {
      "ayah_number": 136,
      "translation_bis": "Sila miingon: Kini managsama lamang (alang) kanamo, kon ikaw magasangyaw o dili.\"",
      "footnotes": null
    },
    {
      "ayah_number": 137,
      "translation_bis": "Kini walay lain gawas sa bakak nga mga sugilanon sa mga karaang katawhan;",
      "footnotes": null
    },
    {
      "ayah_number": 138,
      "translation_bis": "Ug dili kami pagasilotan.",
      "footnotes": null
    },
    {
      "ayah_number": 139,
      "translation_bis": "Busa sila milimod kaniya, unya Kami naglaglag kanila. Sa pagkatinuod, adunay usa ka timaan niini, apan kadaghanan kanila dili mga magtotoo.",
      "footnotes": null
    },
    {
      "ayah_number": 140,
      "translation_bis": "Ug sa pagkatinuod (ang Allah) nga imong Ginoo mao ang Labing Gamhanan, ang Labing Maloloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 141,
      "translation_bis": "Ang tribo ni Thamud midumili sa mga Mensahero (sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 142,
      "translation_bis": "Sa diha nga ang ilang igsoon nga lalake nga si Salih miingon kanila: \"Dili ba kamo mahadlok Kang Allah (ug magbantay sa inyong kaugalingon batok sa dautan)?\"",
      "footnotes": null
    },
    {
      "ayah_number": 143,
      "translation_bis": "Sa pagkatinuod ako usa ka matinud-anon nga Mensahero nganha kaninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 144,
      "translation_bis": "Busa kahadloki ang Allah ug tumana ako.",
      "footnotes": null
    },
    {
      "ayah_number": 145,
      "translation_bis": "Ug wala ako mangayo kaninyo ug bisan unsa nga balus alang niini \"Mensahe'; ang akong ganti anaa lamang sa (Allah) ang nga Ginoo sa tanan nga linalang:",
      "footnotes": null
    },
    {
      "ayah_number": 146,
      "translation_bis": "Magapabilin ba kamo nga luwas tungod sa inyong naangkon karon?",
      "footnotes": null
    },
    {
      "ayah_number": 147,
      "translation_bis": "Sa mga tanaman ug mga tubod,",
      "footnotes": null
    },
    {
      "ayah_number": 148,
      "translation_bis": "Ug ang mga umahan sa mais ug mga kahoyng palmera nga adunay maayong mga bunga?",
      "footnotes": null
    },
    {
      "ayah_number": 149,
      "translation_bis": "Ug kamo pagkulit ug mga balay gikan sa mga kabukiran uban ang dakong kahanas.",
      "footnotes": null
    },
    {
      "ayah_number": 150,
      "translation_bis": "Busa kahadloki ang Allah ug tumana ako.",
      "footnotes": null
    },
    {
      "ayah_number": 151,
      "translation_bis": "Ug ayaw tumana ang sugo sa mga malinapason,",
      "footnotes": null
    },
    {
      "ayah_number": 152,
      "translation_bis": "Nga nagabuhat ug kadautan sa yuta ug wala magbuhat ug matarung.",
      "footnotes": null
    },
    {
      "ayah_number": 153,
      "translation_bis": "Ikaw ubos sa usa ka salamangkero nga epekto.”",
      "footnotes": null
    },
    {
      "ayah_number": 154,
      "translation_bis": "Ikaw usa lamang ka tawo sama kanamo. Busa pagdala ug timaan kung ikaw nagsulti sa tinuod.",
      "footnotes": null
    },
    {
      "ayah_number": 155,
      "translation_bis": "(Si Salih) miingon: \"Kini usa ka baye nga kamelyo; alang kaniya adunay (takna sa) pag-inom (gikan sa atabay), ug alang kaninyo adunay (panahon sa) pag-inom, (sa matag usa) nailhan nga adlaw,",
      "footnotes": null
    },
    {
      "ayah_number": 156,
      "translation_bis": "Ug ayaw siya hilabti pinaagi sa kadautan, o ang Silot sa usa makalilisang nga Adlaw mosakmit kaninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 157,
      "translation_bis": "Apan ilang gipatay kini, unya nahimong nagbasol,",
      "footnotes": null
    },
    {
      "ayah_number": 158,
      "translation_bis": "Busa ang kastigo misakmit kanila. Sa pagkatinuod, adunay usa ka timaan niini, apan kadaghanan kanila dili mga magtotoo.",
      "footnotes": null
    },
    {
      "ayah_number": 159,
      "translation_bis": "Ug sa pagkatinuod ang imong Ginoo (Allah) mao ang Labing Gamhanan, ang Labing Maloloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 160,
      "translation_bis": "Ang mga katawhan ni Lut nagdumili sa mga Mensahero (sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 161,
      "translation_bis": "Sa diha nga ang ilang igsoon nga si Lut miingon ngadto kanila: \"Wala ba kamo mahadlok sa Allah (ug magbantay inyong kaugalingon batok sa daotan)\"?",
      "footnotes": null
    },
    {
      "ayah_number": 162,
      "translation_bis": "Sa pagkatinuod ako usa ka makasaligan nga Mensahero nganha kanimo;",
      "footnotes": null
    },
    {
      "ayah_number": 163,
      "translation_bis": "Busa kahadloki si Allah ug tumana ako.",
      "footnotes": null
    },
    {
      "ayah_number": 164,
      "translation_bis": "Ug wala ako mangayo kaninyo ug bisan unsa nga ganti alang niini 'Mensahe'; ang akong ganti anaa lamang sa (Allah) ang Ginoo sa tanan nga linalang;",
      "footnotes": null
    },
    {
      "ayah_number": 165,
      "translation_bis": "Mianhi ba kamo (nga may kaibog) sa mga lalaki nga dili sama sa ubang mga binuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 166,
      "translation_bis": "Ug naga-biya sa unsay 'Allah' nga inyong Ginoo nga naglalang alang kaninyo aron mahimong inyong mga asawa? Apan dili! Kamo usa ka katawhan nga nagalapas (sa tanan nga mga utlanan).",
      "footnotes": null
    },
    {
      "ayah_number": 167,
      "translation_bis": "Sila miingon: \"Kung dili ka mohunong, O Lot! Ikaw sa pagkatinuod papahawaon niining dapit.\"",
      "footnotes": null
    },
    {
      "ayah_number": 168,
      "translation_bis": "Siya miingon: \"Sa pagkamatood, ako nag-panghimaraut niining inyong buhat.",
      "footnotes": null
    },
    {
      "ayah_number": 169,
      "translation_bis": "(O Allah) akong Ginoo! Luwasa ako ug ang akong pamilya gikan sa unsay ilang gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 170,
      "translation_bis": "Busa Among giluwas siya (Lut) ug ang iyang pamilya, silang tanan;",
      "footnotes": null
    },
    {
      "ayah_number": 171,
      "translation_bis": "Gawas lamang sa usa ka tigulang babaye taliwala sa mga nagpabilin (ug namatay).",
      "footnotes": null
    },
    {
      "ayah_number": 172,
      "translation_bis": "Unya Kami (Allah) hingpit nga milaglag sa uban.",
      "footnotes": null
    },
    {
      "ayah_number": 173,
      "translation_bis": "Ug Kami nagpaulan kanila sa labing mapintas nga ulan (sa mga bato). Unsa ka dautan ang mao nga ulan niadtong mga gipasidan-an.",
      "footnotes": null
    },
    {
      "ayah_number": 174,
      "translation_bis": "Sa pagkatinuod, adunay usa ka timaan niini, apan kadaghanan kanila dili mga magtotoo.",
      "footnotes": null
    },
    {
      "ayah_number": 175,
      "translation_bis": "Ug sa pagkatinuod ang imong Ginoo (Allah) mao ang Labing Gamhanan, ang Labing Maloloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 176,
      "translation_bis": "Ang mga pumoluyo sa kalibonan (ang mga tawo sa Midian) midumili sa mga Mensahero (sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 177,
      "translation_bis": "Sa diha nga si Shu'aib miingon kanila: \"Dili ba kamo mahadlok Kang Allah (ug magbantay sa inyong kaugalingon batok sa dautan)?\"",
      "footnotes": null
    },
    {
      "ayah_number": 178,
      "translation_bis": "Sa pagkatinuod ako usa ka makasaligan nga Mensahero nganha kaninyo;",
      "footnotes": null
    },
    {
      "ayah_number": 179,
      "translation_bis": "Busa kahadloki (si) Allāh Ug\ntumana ako.",
      "footnotes": null
    },
    {
      "ayah_number": 180,
      "translation_bis": "Ug wala ako mangayo kaninyo ug bisan unsa nga bayad alang niini, ang akong ganti anaa lamang sa (Allah) ang Ginoo sa tanan nga linalang;",
      "footnotes": null
    },
    {
      "ayah_number": 181,
      "translation_bis": "Ihatag ang bug-os nga takos, ug ayaw ipakunhod (sa sukod) ngadto sa uban,",
      "footnotes": null
    },
    {
      "ayah_number": 182,
      "translation_bis": "Ug timbanga (ang mga butang) uban sa makatarunganon nga pagtimbang,",
      "footnotes": null
    },
    {
      "ayah_number": 183,
      "translation_bis": "Ayaw ihikaw ang mga katawhan sa ilang mga kabtangan, ug ayaw pagbuhat ug pag-abuso dinhi sa yuta, nagpakaylap sa korapsyon.",
      "footnotes": null
    },
    {
      "ayah_number": 184,
      "translation_bis": "Ug pagbantay batok sa (Silot) Niya (Allah) nga maoy nag-lalang kaninyo, ug sa kanhing mga kaliwatan.",
      "footnotes": null
    },
    {
      "ayah_number": 185,
      "translation_bis": "Sila miingon: \"Ikaw usa lamang sa mga nailalom sa usa ka (salamangka) epekto,",
      "footnotes": null
    },
    {
      "ayah_number": 186,
      "translation_bis": "Ug ikaw usa lamang ka tawo nga sama kanamo, ug sa pagkatinuod kami naghunahuna nga ikaw bakakon.",
      "footnotes": null
    },
    {
      "ayah_number": 187,
      "translation_bis": "Busa ipakanaug kanamo ang usa ka tipik sa langit, kung nagsulti ka sa tinuod.",
      "footnotes": null
    },
    {
      "ayah_number": 188,
      "translation_bis": "(Si Shu'aib) miingon: \"Ang akong Ginoo (Allah) labing nahibalo sa inyong gibuhat.\"",
      "footnotes": null
    },
    {
      "ayah_number": 189,
      "translation_bis": "Apan misalikway sila kaniya, busa ang silot sa adlaw sa paglandong mitabon kanila; sa pagkatinuod mao kadto ang Silot sa usa makalilisang nga Adlaw.",
      "footnotes": null
    },
    {
      "ayah_number": 190,
      "translation_bis": "Sa pagkatinuod, adunay usa ka timaan niini, apan kadaghanan kanila dili mga magtotoo.",
      "footnotes": null
    },
    {
      "ayah_number": 191,
      "translation_bis": "Ug sa pagkatinuod (ang Allah) nga imong Ginoo mao ang Labing Gamhanan, ang Labing Maloloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 192,
      "translation_bis": "Ug sa pagkatinuod kini usa ka Pinadayag nga gipakanaog gikan sa (Allah) ang (tinuod) nga Ginoo sa tanan nga linalang.",
      "footnotes": null
    },
    {
      "ayah_number": 193,
      "translation_bis": "Ang kasaligan nga espiritu (Gabriel) mikunsad kuyog niini.",
      "footnotes": null
    },
    {
      "ayah_number": 194,
      "translation_bis": "Sa imong kasingkasing (O Propeta Muhammad), aron ikaw mahimong usa sa mga tigpasidaan.",
      "footnotes": null
    },
    {
      "ayah_number": 195,
      "translation_bis": "Sa putli nga pinulongang Arabiko.",
      "footnotes": null
    },
    {
      "ayah_number": 196,
      "translation_bis": "Ug kini sa pagkatinuod ˹gitagna˺ sa Kasulatan sa mga karaan (nauna).",
      "footnotes": null
    },
    {
      "ayah_number": 197,
      "translation_bis": "Dili ba kini usa ka Timaan alang kanila nga ang mga makinaadmanon nga mga tawo sa mga anak sa Israel nahibalo niini?",
      "footnotes": null
    },
    {
      "ayah_number": 198,
      "translation_bis": "Ug kung among gipakanaog kini (ang Qur'an) sa bisan kinsa sa mga dili Arabo,",
      "footnotes": null
    },
    {
      "ayah_number": 199,
      "translation_bis": "Ug iyang gilitok kini ngadto kanila, sila dili magatoo niini.",
      "footnotes": null
    },
    {
      "ayah_number": 200,
      "translation_bis": "Sa ingon niini Kami naghimo niini (ang paglimod sa Qur'an) nga mosulod sa mga kasingkasing sa mga daotan.",
      "footnotes": null
    },
    {
      "ayah_number": 201,
      "translation_bis": "Dili sila motuo niini, hangtod nga makita nila ang sakit nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 202,
      "translation_bis": "Ug kini moabut kanila sa kalit, samtang sila wala makabantay niini;",
      "footnotes": null
    },
    {
      "ayah_number": 203,
      "translation_bis": "Ug sila unya maga-ingon; \"Dili ba kita pagahatagan ug lugway?\"",
      "footnotes": null
    },
    {
      "ayah_number": 204,
      "translation_bis": "Nagtinguha ba sila nga ang Among Silot mapadali?",
      "footnotes": null
    },
    {
      "ayah_number": 205,
      "translation_bis": "Mahunahunaan na ba ninyo kung tugotan Namo sila nga maglingaw sa ilang kaugalingon sa daghang mga katuigan,",
      "footnotes": null
    },
    {
      "ayah_number": 206,
      "translation_bis": "Unya adunay moabut kanila nga diin mao kadto ang gikapasidaan kanila,",
      "footnotes": null
    },
    {
      "ayah_number": 207,
      "translation_bis": "Unsang kaayohan ngadto kanila ang tanan nilang karaan nga kalipay?",
      "footnotes": null
    },
    {
      "ayah_number": 208,
      "translation_bis": "Kami wala maglaglag sa bisan unsa nga lungsod nga walay tigpasidaan.",
      "footnotes": null
    },
    {
      "ayah_number": 209,
      "translation_bis": "Sa pagpahinumdom, ug Kami wala gayud nagpaka dili makiangayon.",
      "footnotes": null
    },
    {
      "ayah_number": 210,
      "translation_bis": "Ug ang mga yawa wala nagdala niini (kining Qur'an).",
      "footnotes": null
    },
    {
      "ayah_number": 211,
      "translation_bis": "Kini dili alang kanila 'ang pagbuhat sa ingon', ni sila makahimo (sa pagbuhat sa sama niini).",
      "footnotes": null
    },
    {
      "ayah_number": 212,
      "translation_bis": "Sa pagkatinuod sila gipahilayo sa pagdungog sa bisan unsa (gikan sa langit).",
      "footnotes": null
    },
    {
      "ayah_number": 213,
      "translation_bis": "Busa ayaw pagsangpit ug lain nga dios gawas sa Allah, kay unya kamo maapil sa mga gipangsilotan.",
      "footnotes": null
    },
    {
      "ayah_number": 214,
      "translation_bis": "Busa pasidan-i ang imong labing duol nga kabanay (sa nagsingaboy nga silot sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 215,
      "translation_bis": "Ug pagmabination ngadto kaniya nga nagasunod kanimo gikan sa mga magtotoo.",
      "footnotes": null
    },
    {
      "ayah_number": 216,
      "translation_bis": "Apan kon sila magasupak kanimo,\ningna sila; Gawas ako nianang inyong gipanghimo.",
      "footnotes": null
    },
    {
      "ayah_number": 217,
      "translation_bis": "Ug salig sa (Allah lamang) ang Labing Makagagahum, ang Labing Maloloy-on,",
      "footnotes": null
    },
    {
      "ayah_number": 218,
      "translation_bis": "Nga nakakita kanimo sa imong\npagtindog (ug pag-ampo).",
      "footnotes": null
    },
    {
      "ayah_number": 219,
      "translation_bis": "Ug sa tanan nimong mga lihok uban niadtong nagpaubos nga naghapa (sa atubangan sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 220,
      "translation_bis": "Sa pagkatinuod Siya mao ang Labing Makadungog sa Tanan, ang Nakahibalo sa Tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 221,
      "translation_bis": "Mopahibalo ba ko kaninyo kang kinsa ang mga yawa mukanaog?",
      "footnotes": null
    },
    {
      "ayah_number": 222,
      "translation_bis": "Sila nanaug sa matag makasasala nga bakakon,",
      "footnotes": null
    },
    {
      "ayah_number": 223,
      "translation_bis": "Sila naminaw sa tago, ug ang kasagaran kanila mga bakakon.",
      "footnotes": null
    },
    {
      "ayah_number": 224,
      "translation_bis": "Ug alang sa mga magbabalak, sila gisundan ˹lamang˺ sa mga tigtipas.",
      "footnotes": null
    },
    {
      "ayah_number": 225,
      "translation_bis": "Wala ba nimo makita nga sila naglatagaw nga walay tumong sa matag walog (dapit).",
      "footnotes": null
    },
    {
      "ayah_number": 226,
      "translation_bis": "Ug nga sila nagsulti sa unsay wala nili buhata,",
      "footnotes": null
    },
    {
      "ayah_number": 227,
      "translation_bis": "Gawas niadtong (mga magbabalak nga) mituo ug nagbuhat sa matarung nga mga buhat, ug kanunay naghinumdom sa Allah, ug depensahan sa ilang mga kaugalingon human sila napasakitan; ug kadtong dili makiangayon sa dili madugay mahibalo kun sa unsa nga dapit sila pagabalihon.",
      "footnotes": null
    }
  ]
}