{
  "surah_number": 27,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ta-seen[1]. Kini mao ang mga Bersikulo sa Qur'an ug usa ka klaro nga Libro.",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili hitupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud sila makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Usa ka Giya ug maayong balita alang sa ang mga magtotoo,",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Sila nga nagmakanunayon sa Pag-ampo ug nagbayad sa Zakah (Obligado limos) ug adunay sigurado nga pagtuo sa Pikas Kinabuhi.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Mahitungod sa mga wala motuo sa sunod nga Pikas kinabuhi, Kami sa pagkatinuod naghimo sa ilang 'dautan' mga buhat nga nindot tan-awon alang kanila, busa sila naglatagaw nga mga buta.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Kini sila mao ang makabaton sa labing ngil-ad nga pag-antos (niining kalibotana), ug sa Pikas Kinabuhi sila mao ang labing dako nga mga alkansi (pildero).",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Ug sa pagkatinuod ikaw nakadawat sa Qur'an gikan 'Allah' ang Labing Maalamon, ang Labing Nahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Hisguti' sa dihang si Moises miingon sa iyang pamilya: \"Sa pagkatinuod ako nakakita ug kalayo; Akong Dad-on kaninyo gikan niini ang pipila ka mga balita, o dad-on ko kaninyo gikan niini ang usa ka nagdilaab nga agipo aron mapainitan ninyo ang inyong kaugalingon.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Busa sa pag-abut niya niini, siya gitawag: \"Bulahan ang usa nga duol kalayo, ug bulahan usab ang anaa sa palibot niini; ug Himayaon (si) Allah ang Ginoo sa tanang binuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Oh Moises, sa pagkatinuod Ako kini, ang Allah (Dios), ang Labing Gamhanan, ang Labing nga Maalamon;",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "I-itsa ang imong sungkod. Busa sa diha nga siya nakakita niini nga nagalihok ingon sa usa ka bitin, siya midagan sa walay pag-lingi.: (Apan kini gikaingon kaniya) Oh Moises! Ayaw kahadlok; sa pagkatinuod ang mga Mensahero wala mahadlok sa Akong Presensya;",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Gawas kaniya nga nakasala, ug pagkahuman nag-ilis sa daotan ug maayo (pinaagi sa kinasingkasing nga paghinulsol), nan sa pagkatinuod Ako Mapasayloon, nga Maluluy-on:",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Isulod ang imong kamot sa bukha sa imong bisti, mahimo kining puti (uban ang kasilaw) nga walay (sanla o bisan unsa nga) sakit; taliwala sa siyam ka mga ilhanan ngadto kang Paraon ug sa iyang mga tawo, sa pagkatinuod sila mao masupilon nga mga tawo.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Busa sa diha nga ang Among tin-aw nga mga Timaan miabut kanila, sila miingon: \"Kini usa ka tin-aw nga salamangka.\"",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Ug sila naglimod niini (ang mga Timaan pinaagi) inhustisya ug pagkamapahitas-on. samtang ang ilang mga kaugalingon miila kanila. Busa lantawa giunsa ang katapusan sa mga kurakot?",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Ug sa pagkatinuod Kami naghatag ug kahibalo ngadto kang David ug Solomon, ug silang duha miingon: \"ang Pagdayeg iya sa Allah, Nga naghimo kanamo nga mulabaw sa daghan nga Iyang magtutuo nga mga ulipon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Ug si Solomon nakapanunod (sa kahibalo ni) David, ug siya miingon: \"Oh katawhan, gitudloan kami sa pinulongan sa mga langgam, ug gihatagan kami sa tanang mga butang; sa pagkatinuod kini mao ang dayag nga grasya.\"",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Ug ang iyang mga sundalo sa jinn ug sa mga tawo ug ang mga langgam gitigum ngadto kaniya, ug sila nagmastsa nga naglaray.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Hangtud sa pag-abut nila sa walog sa mga hulmigas, usa sa mga hulmigas miingon: \"Oh mga hulmigas, sulod sa inyong mga balay, (aron) si Solomon ug ang iyang mga sundalo dili makadugmok kaninyo samtang sila wala makabantay niini.\"",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Busa siya mipahiyom, nahibulong sa (hulmigas) pulong, ug miingon: \"(Oh Allah) akong Ginoo, dasiga ako aron ako mahimong mapasalamaton sa Imong pabor nga Imong gihatag kanako ug sa akong mga ginikanan, ug ako makabuhat (sa unsay) husto (ug matarong) sa ingon nianang Ikaw nahimuot, ug pasudla ako pinaagi sa Imong Kaluoy (sa dihang ako mamatay) uban sa Imong matarong nga mga alagad (sa kinatas-ang Langit).",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Ug iyang gisusi ang mga langgam, ug miingon: \"Unsa may hinungdan nga wala ako makakita sa hudhud (ngalan sa Langgam) o wala ba siya nag-abot?\"",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Ako sa pagkatinuod musilot kaniya pinaagi sa grabe nga silot, o ihawon (nako) siya, gawas lamang kon siya adunay bug'at nga hinungdan.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Apan siya (langgam) wala magdugay sa pag-abut, ug siya miingon: “nahibal-an (usa ka butang) nako ang wala nimo hibaloi. Ug ako adunay dala nga matuod nga balita gikan sa Sheba.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Sa pagkatinuod ako nakakaplag ug usa ka babaye [2] nga nagmando kanila, ug siya gihatag ug bahinsa tanang butang, ug siya adunay usa ka dakung trono:",
      "footnotes": "[2]. Bilqees, Makeda."
    },
    {
      "ayah_number": 24,
      "translation_bis": "Nakit-an ko siya ug ang iyang katawhan nga nagsimba sa adlaw imbes nga sa Allah, kay si Satanas naghimo sa ilang mga buhat nga nindot tan-awon ngadto kanila, ug sa ingon niana mitalikod sila gikan sa (matarong) nga Dalan (sa Islam), busa sila wala magiyahi,",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Mao nga sila wala naghapa sa Allah (paagi pagsimba ngadto Kaniya lamang); nga nagpagula sa unsay tinago sa mga langit ug sa yuta, ug nahibalo sa unsay inyong gitago o gidayag:",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Ang Allah, walay dios (nga takos simbahon) gawas Kaniya: Siya mao ang Ginoo sa Dakong Trono.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "(Si Solomon) miingon: \"Atong tan'awon kon ikaw nag-sulti sa matood o namakak,",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Lakaw ug dad'a kining akong sulat kanila, ug ihatag kini kanila, unya pahawa gikan kanila. Tan-awa (ang tubag) nga ilang igatubag\".",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Siya (Bilqees) miingon: \"O mga inila nga pangulo, sa pagkatinuod ang usa ka halangdon nga sulat miabut kanako,",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Sa pagkatinuod kini gikan kang Solomon, ug sa pagkatinuod kini nag-ingon \"sa Ngalan sa Allah, ang Labing Madagayaon, ang Labing Maluluy-on;",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "\"Ayaw ipataas ang inyong mga kaugalingon batok kanako, apan anhi kanako uban ang bug-os nga pagpasakop ingon nga mga Muslim\".",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Siya miingon: \"O mga inila nga pangulo, tambagi ako sa akong pagabuhaton, Dili ako magahukom sa usa ka kalihokan hangtod nga kamo anaa sa akong presensya.\"",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Sila miingon: \"Kita nakapanag-iya sa dakong pwersa (kusog), ug nakapanag-iya sa dako nga abilidad sa pagpakiggubat, apan ang pagmando anaa kanimo, busa tan-awa (huna-hunaa) pag-ayo kon unsa ang imong igasugo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Siya miingon: \"Sa pagkatinuod ang mga hari, sa diha nga sila mosulod sa usa ka lungsod, ilang gub-on kini ug himoon nga ubos ang labing halangdon ang mga mga tawo niini, ug ingon niana ang ilang (kanunay) nga ginabuhat;",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "\"Apan sa pagkatinuod magpadala ako ug usa ka gasa ngadto kaniya, ug maghulat aron sa pagtan-aw kong unsa ang (tubag nga) pagadad-on balik sa mga gisugo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Busa sa diha nga sila miabot kang Solomon, siya miingon: \"Kamo ba nagahatag kanako ug bahandi? Apan ang gihatag sa Allah kanako mas maayo pa kay sa Iyang gihatag kaninyo. Apan, kamo nagmaya sa inyong gasa.\"",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Balik ngadto kanila (ug sultihi ang imong katawhan nga) kami sa pagkatinuod muabot kanila uban sa mga sundalo nga sila walay gahum sa pagpakigbatok, ug kami maga-abog kanila didto nga magpapahawa, ug sila ipaubos.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "(Si Solomon) miingon: \"O katiguman (sa mga pangulo), kinsa kaninyo ang maka-dala nganhi kanako sa iyang trono sa dili pa sila muabot kanako uban ang bug-os nga pagpasakop.\"",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Ang usa ka ('Ifrit) kusgan gikan sa mga jinn miingon: \"akong dad-on kini kanimo sa dili pa ka motindog gikan sa imong dapit; ug sa pagkatinuod ako kusgan, kasaligan alang niini nga bulohaton.\"",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Ang usa nga adunay kahibalo sa Kasulatan miingon: \"Dad-on ko kini kanimo sa usa lang ka pagpamilok sa mata.\" Unya sa diha nga si (Solomon) nakakita niini nga nahimutang diha sa iyang tapad, siya miingon: \"Kini mao ang pabor sa akong Ginoo (Allah) nga Siya mosulay kanako kon ako magmapasalamaton o dili mapasalamaton; ug bisan kinsa nga mapasalamaton, siya mapasalamaton lamang alang sa iyang kaugalingon, ug bisan kinsa nga dili mapasalamaton, nan sa pagkatinuod ang akong Ginoo (Allah) mao ang Igo sa Kaugalingon, ang Halangdon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Siya miingon; Usba ang iyang harianong trono gikan sa orihinal nga porma niini ug tan-awa kung iya ba kining mailhan o dili.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Busa sa diha nga siya miabot, kini gikaingon: \"ingon ba niini ang imong trono?\" Siya miingon: \"Kini sama gayud niadto.\" (Si Solomon miingon): \"kami gihatagan sa kahibalo sa wala pa kini, ug kami mga Muslim (nagtugyan sa among kaugalingon ngadto sa Allah lamang).\"",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Ug ang iyang gisimba gawas sa Allah nagpugong kaniya (sa pagtugyan ngadto Kaniya), sa pagkatinuod siya kauban sa mga manlilimod nga katawhan.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Kini gikaingon kaniya: \"Sumulod sa palasyo\"; apan sa diha nga siya nakakita niini (ang bildo nga salog), iyang giisip kini nga usa ka dako nga hawan sa tubig ug (iyang giaswat ang iyang bisti) ug nakapaabli sa iyang mga batiis. Si (Solomon) miingon: \"Sa pagkatinuod kini usa ka palasyo nga hinimo gikan sa bildo.\" Siya miingon: \"(O Allah) akong Ginoo, sa pagkatinuod ako nahimong dili makatarunganon sa akong kaugalingon, ug ako nagpasakop uban ni Solomon ngadto sa Allah, ang Ginoo sa tanan nga linalang.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Sa pagkatinuod Kami nagpadala ngadto sa (tribo ni) Thamud sa ilang igsoon nga si Salih, nga nag-ingon: \"Simbaha ang Allah lamang\"; ug dihadiha nahimo silang duha ka pundok nga nagkasumpaki sa usag-usa.",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Siya miingon: \"O akong katawhan! Nganong nangandoy man kamo sa pagpadali sa kadautan nungka sa kaayohan? Nganong dili man kamo mangayo ug Kapasayloan gikan sa Allah, aron kamo makadawat sa (Iyang) Kalooy?\"",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Sila miingon: \"Nakakaplag kami ug daotang tilimad-on tungod kanimo ug tungod niadtong uban kanimo.\" Siya miingon: \"Ang inyong kapalaran, maayo man o daotan, anaa sa Allah (Dios lamang); hinonoa, kamo usa ka katawhan nga gibutang sa pagsulay.\"",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Ug diha sa lungsod adunay siyam ka mga lalaki (pangulo sa mga tribo mga anak nga lalaki) nga nagbuhat ug kadautan sa kayutaan, ug wala magbuhat ug matarung.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Sila miingon: \"(Kita) manumpa sa usag-usa pinaagi sa Allah nga kita sa pagkatinuod mohimo ug usa ka kalit nga pag-atake ngadto kaniya ug sa iyang pamilya sa kagabion, unya kita moingon ngadto sa iyang manununod: Kami wala makasaksi sa kalaglagan (kamatayon) sa iyang pamilya, ug kami sa pagkatinuod mga matinud-anon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Ug sila naglaraw ug usa ka laraw (batok sa Among Mensahero), ug Kami nagplano ug usa ka laraw (batok kanila) samtang sila wala makabantay.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Tan-awa unya, kun unsa ang katapusan sa ilang laraw, nga Kami naglaglag kanila ug sa ilang katawhan, tanan managkauban.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Busa kini mao ang ilang mga balay nga anaa sa hingpit nga pagkagun-ob, tungod kay sila malinapason (dautan), sa pagkatinuod adunay Timaan niini alang sa katawhan nga (nagtinguha nga) mahibalo (sa Kamatuoran gikan sa kabakakan).",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Apan Kami nagluwas sa manga tumuloo ug nagmanggihadlukon sa Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Ug (hisguti) si Lut, sa diha nga siya miingon sa iyang katawhan: \"Nagbuhat ba kamo ug kalaw-ayan samtang kamo nagtan-aw (sa usag-usa nga nagabuhat ug dautan diha sa dayag ug kamo nakakita sa kaulawan sa inyong homoseksuwal nga mga buhat)?\"",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Kamo ba nagaduol sa mga lalaki nga may kailigbon (kaulag) imbes nga sa mga babayi? Hinunoa, kamo mga tawo nga nagbuhat sa pagkawalay alamag.",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Apan ang tubag sa iyang katawhan walay lain gawas nga sila miingon: \"Pahawaa ang pamilya ni Lut gikan sa inyong lungsod; sa pagkatinuod sila mga tawo nga nagtinguha nga mahimong limpyo ug putli!\"",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Busa Kami miluwas kaniya ug sa iyang pamilya, gawas sa iyang asawa. Among gitagana siya nga usa sa magapabilin.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Ug Kami nagpaulan kanila sa labing mapintas nga ulan (sa mga bato). Dautan ang mao ng gipaulan niadtong napasidan-an.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Isulti: \"Dalaygon ang Allah ug ang kalinaw maanaa sa Iyang mga ulipon nga Iyang gipili\", Ang Allah ba labing maayo, o ang unsay (bakak nga mga dios nga) ilang gikauban (Kaniya)?\"",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Dili ba Siya 'labing maayo' nga Maoy nagbuhat sa mga langit ug sa yuta, ug nagpakanaog kaninyo ug tubig gikan sa mga panganod; nga pinaagi niini Kami magpatubo didto sa matahum nga mga tanaman; dili mahimo nganha kaninyo nga mupatubo sa mga kahoy niini didto (sa kayutaan). Aduna bay laing dios gawas sa Allah? Wala, apan sila mga tawo nga nagbuhat ug mga managsama (ngadto kang Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Siya ba dili labing maayo' nga maoy nagbuhat sa yuta nga usa ka lig-on nga yuta, ug naghimo diha niini ug mga suba, ug nagpahinutang sa ibabaw niini sa mga bukid ug nagbutang taliwala sa duha ka dagat ug usa ka babag. Aduna bay laing dios gawas sa Allah? Wala, Apan kadaghanan kanila wala mahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Dili ba Siya (nga Labing Maayo) Maoy nagatubag sa naguol sa diha nga siya mitawag Kaniya ug nagwagtang sa mga sakit (nga maoy hinungdan sa inyong kagul-anan), ug naghimo kaninyo nga mga manununod dinhi sa yuta. Aduna bay laing dios gawas sa Allah? Diyutay lang (gayud) ang inyong nahinumduman!",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Siya ba dili Labing Maayo' nga Maoy naggiya kaninyo (gikan) sa hingpit nga kangitngit sa yuta ug sa kadagatan, ug Maoy nagpadala sa mga hangin ingon nga maayong balita sa wala pa ang Iyang Kalooy (ang ulan). Aduna bay laing dios gawas sa Allah? Halangdon ang Allah labaw pa sa unsay ilang gipakig-uban Kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Siya ba dili Labing Maayo' nga Maoy nagpasiugda sa kabuhatan, unya magbanhaw niini pag-usab alang sa Paghukom, ug maoy naghatag kaninyo ug tagana gikan sa langit ug sa yuta. Aduna bay laing dios gawas sa Allah? Isulti: \"Dad-a ang inyong pamatuod, kung kamo matinud-anon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Isulti: \"Walay usa (gikan) sa mga langit o sa yuta ang nakahibalo sa dili makita gawas sa Allah; ug wala sila mahibalo kon kanus-a sila pagabanhawon (gikan sa mga patay).\"",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Sa pagkatinuod, sila walay sigurado nga kahibalo mahitungod sa Pikas Kinabuhi; hinoon, sila nagduhaduha mahitungod niini; ug sila, mahitungod niini, mga buta.",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Ug sila nga manlilimod moingon: \"Sa diha nga kami nahimo na nga abog ug ang among mga amahan (usab), kami ba gayod ibalik pag-usab?\"",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "Kami sa pagkatinuod gisaaran niini, kami ug ang among mga amahan kaniadto; kini walay lain gawas sa mga bakak sa karaang mga tawo.”",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Isulti: \"Panaw sa kayutaan, ug tan-awa kung unsa ang katapusan sa mga daotan?\"",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Ayaw kaguol bahin kanila, ug ayaw kabalaka bahin sa ilang laraw.",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "Ug sila nag-ingon: \"Kanus-a man kini nga hulga mahitabo, kon kamo nagsulti sa tinuod?\".",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "Isulti: \"Tingali kanang gusto ninyong dalion, mahimong duol sa inyong luyo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Ug sa pagkatinuod ang 'Allāh inyong Ginoo Madagayaon sa mga tawo, apan kadaghanan kanila dili mapasalamaton.",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Ug sa pagkatinuod ang imong Ginoo (Allah) nahibalo sa unsay gitago sa ilang mga dughan ug sa unsay ilang gidayag.",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "Ug walay bisan unsa nga natago sa langit ug sa yuta gawas nga kini anaa sa tin-aw nga talaan.",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "Kining Qur'an nag-asoy sa kaliwatan sa Israel mahitungod sa kadaghanan sa unsay ilang gikalahian (gilalisan).",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "Ug sa pagkatinuod kini usa ka Giya ug Kalooy alang sa mga magtotoo.",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_bis": "Sa pagkatinuod ang imong Ginoo (Allah) magahukom tali kanila pinaagi sa Iyang Paghukom, ug Siya mao ang Labing Makagagahum, ang Labing Nakahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_bis": "Busa ibutang ang imong pagsalig sa Allah (lamang); sa pagkatinuod ikaw anaa sa dayag nga Kamatuoran.",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_bis": "Sa walay pagduhaduha dili nimo mahimo nga padunggon ang mga patay, ni imong mapadungog ang mga bungol pinaagi sa pagtawag kanila sa dihang sila mokalagiw nga mitalikod.",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_bis": "Ni ikaw makagiya sa mga buta gikan sa ilang kasaypanan; kanimo dili mahimo ang bisan kinsa nga makadungog gawas niadtong mituo sa Among mga bersikulo, ug nga mga Muslim.",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_bis": "Ug sa diha nga ang paghukom moabut batok kanila, Kami magdala alang kanila sa usa ka mapintas nga mananap gikan sa yuta aron sa pagsulti kanila nga, sa pagkatinuod, ang mga tawo walay sigurohan nga pagtuo sa Among mga Bersikulo.",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_bis": "Ug (pasidan-i) sa Adlaw nga Kami magtigom gikan sa matag nasod ug usa ka pundok gikan niadtong naglimod sa Among mga Pinadayag, ug sila pagatigumon (ug bugawon ngadto sa dapit sa Paghukom).",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_bis": "Hangtud sa diha nga sila moabut (sa dapit sa Paghukom, ang ilang Ginoo Allah) moingon: \"kamo ba naglimod sa Akong mga Pinadayag nga wala gani kamo naningkamot sa pagsabot kanila? O unsa ba kanang inyong naandan nga ginabuhat kaniadto?\"",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_bis": "Ug ang Pulong (sa Silot) ipakamatarung batok kanila alang sa ilang sayop nga nagbuhat, busa sila walay ika-sulti.",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_bis": "Wala ba sila makakita nga Kami naghimo sa kagabion aron sila makapahulay niini, ug sa adlaw nga naghatag ug kahayag (aron sa pagpangita sa panginabuhian sa usa ka tawo)? Sa pagkatinuod adunay mga Timaan niini alang sa mga tawo nga nagtuo.",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_bis": "Ug (pasidan-i) ang Adlaw sa diha nga ang trompeta pagahuypon, unya sila nga anaa sa mga langit ug sila nga anaa sa yuta pagahampakon sa kalisang, gawas kanila nga gibuot sa Allah, ug ang tanan moduol Kaniya nga mapaubsanon.",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_bis": "Ug inyong makita ang mga bukid, naghunahuna nga ang lig-on, apan naglinok sama sa mga panganod. Kini mao ang Buhat sa Allah, nga mao ang nag-hingpit sa tanang butang; sa pagkatinuod Siya mao ang Labing Nakahibalo sa unsay inyong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 89,
      "translation_bis": "Bisan kinsa nga moabut uban sa maayo nga buhat, siya makabaton ug mas maayo pa kay niini; ug sila luwas gikan sa katalagman nianang Adlaw 'sa Pagkabanhaw'.",
      "footnotes": null
    },
    {
      "ayah_number": 90,
      "translation_bis": "Ug bisan kinsa nga moabut uban sa dautan nga buhat (idolatriya o paglimod sa Kamatuoran), kini sila itambog pinaagi sa ilang mga nawong ngadto sa Kalayo; pagabalosan ba kamo (sa) bisan unsa, gawas (lamang) sa unsay inyong gibuhat kaniadto (nga kadautan)?",
      "footnotes": null
    },
    {
      "ayah_number": 91,
      "translation_bis": "(Isulti), \"Ako gisugo nga simbahon ang Allah lamang) ang Ginoo niining dapit (ang Makkah ug ang mga palibot niini), Kinsa nagbuhat niini nga sagrado, ug kang kinsa ang pagpanag-iya sa tanang butang ug ako gimanduan nga mahimong usa ka Muslim (nagpasakop sa Kamatuoran).",
      "footnotes": null
    },
    {
      "ayah_number": 92,
      "translation_bis": "aron sa paglitok sa Qur'an, busa si kinsa man nga makadawat sa Giya (sa Dios), siya nakadawat niini alang sa (kaayohan sa) iyang kaugalingon, ug bisan kinsa nga nahisalaag, nan isulti: \"Ako usa lamang sa mga tigpasidaan.",
      "footnotes": null
    },
    {
      "ayah_number": 93,
      "translation_bis": "Ug isulti: \"ang Tanang Pagdayeg Iya lamang sa Allah, Siya magpakita kaninyo sa Iyang mga Timaan, ug kamo makaila niini; ug ang imong Ginoo 'Allāh' nahibalo sa unsay inyong gibuhat.\"",
      "footnotes": null
    }
  ]
}