{
  "surah_number": 28,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ta Seen Meem[1].",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili hitupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud sila makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Kini mao ang mga Bersikulo sa klaro Libro (Qur'an).",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Kami naglitok kanimo (Oh Muhammad) sa pipila sa balita mahitungod ni Moises ug Paraon sa kamatuoran, alang sa mga tawo nga nagatuo.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Sa pagkatinuod gipakahalangdon ni Paraon ang iyang kaugalingon diha sa yuta, ug naghimo sa mga katawhan nga nabahin ngadto sa mga pundok, magpaluya sa usa ka pundok gikan kanila (nga mga anak sa Israel), iyang giihaw ang ilang mga anak nga lalake ug gibuhi ang ilang mga anak nga babaye (alang sa pagpangulipon); sa pagkamatuod siya kurakot (ug usa ka dautan nga madinaugdaugon).",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Kami nagtinguha sa paghatag og pabor niadtong mga dinaugdaug sa yuta, sa pag-himo kanila nga mga pangulo, ug sa pag-himo kanila nga mga tigpanunod (sa sa bulahan nga yuta sa Levant human sa kalaglagan ni Paraon);",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Ug aron sa paghatag kanila ug gahum sa yuta, ug sa pagpakita kang Paraon ug\nHaman ug sa ilang panon aron maka-kita diha kanila sa ilang gikahadlokan.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Ug Kami nasig ngadto sa inahan ni Moises, nga nag-ingon: \"Pasusoa siya (sa diyutay nga panahon), apan kon ikaw mahadlok alang kaniya, nan ipaanod siya ngadto sa suba ug ayaw kahadlok ni maguol, sa pagkatinuod ibalik Namo siya nganhi kanimo, ug maghimo kaniya nga usa sa mga Mensahero.\"",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Ug ang pamilya ni Paraon maoy mikuha (nagluwas) kaniya (gikan sa suba) aron siya mahimong usa ka kaaway ug kasubo alang kanila. Sa pagkatinuod si Paraon ug si Haman ug ang ilang mga sundalo mga makasasala.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Ug ang asawa ni Paraon (Asiyah) miingon: \"(Ania siya nga) makahupay sa mata alang kanako ug kanimo. Ayaw siya patya, tingali siya magmapuslanon kanato, o ato bang sagupon siya ingon nga anak.\" Samtang sila wala nakabalo (kun unsa ang sangputanan sa ilang gibuhat).",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Ug ang kasingkasing sa inahan ni Moises nahimong walay sulod (gikan sa kabalaka, \ngawas sa paghunahuna kang Moises), hapit na unta siya mabutyag, kon wala pa Kami nagpalig-on sa iyang kasingkasing, aron nga siya magpabilin nga usa sa mga magtotoo.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Ug siya miingon sa iyang igsoon nga babaye (Miriam): \"Sunod kaniya.\" Busa siya nagtan-aw kaniya gikan sa halayo, samtang sila wala makabantay,",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Ug sukad pa sa sinugdanan Kami mihimo kaniya (Moises) sa pagdumili sa (tanan) nga mga tigpasuso, hangtud nga siya (iyang igsoon nga babaye miabut ug) miingon: \"Ako ba kamong itudlo ngadto sa usa ka panimalay nga moatiman kaniya alang kaninyo, ug mag-atiman kaniya sa maayong paagi?\"",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Busa Kami mibalik kaniya ngadto sa iyang inahan aron ang iyang mga mata malipay ug dili siya maguol ug nga siya mahibalo nga ang saad ni Allāh tinuod, apan kadaghanan kanila wala mahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Ug sa diha nga (si Moises) miabot sa iyang pagkahamtong ug hingpit nga kusog, Kami mihatag kaniya sa maayong paghukom ug kahibalo; ug sa ingon niana Kami muganti sa mga tigbuhat og maayo.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Ug siya misulod sa siyudad sa panahon nga ang (kadaghanan sa) mga tawo niini (anaa sa pagpahulay sa ilang mga balay), nga wala mahibalo sa unsay nahitabo (sa mga kadalanan); busa iyang nasugatan didto ang duha ka mga tawo nga nag-away, ang usa gikan sa iyang kauban sa pagtuo nga usa ka Muslim gikan sa Kaliwatan sa Israel, ug ang usa gikan sa iyang ' kaaway nga dili magtutuo). Ug siya nga gikan sa iyang kauban sa pagtuo misinggit ngadto kaniya batok sa iyang kaaway , busa gisuntok siya ni Moises ug (sa wala tuyoa) iyang napatay. (Si Moises) miingon: \"Kini gikan sa buhat ni Satanas; sa pagkatinuod siya usa ka kaaway, nga nagpahisalaag sa dayag.\"",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "(Si Moises) miingon: \"(O Allah) akong Ginoo, sa pagkatinuod ako nakasala batok sa akong kaugalingon, busa pasayloa ako.\" Ug gipasaylo Niya siya; sa pagkatinuod Siya mao ang Labing Mapasayloon, ang Labing Maloloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Siya miingon: \"(O Allah) Ginoo ko, tungod sa imong pabor kanako, Ako dili gayod mahimong tigsuporta sa mga tigbuhat ug kadaotan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Ug pagkabuntag, sa diha nga siya milibot (pag-usab) sa siyudad, nga adunay kahadlok ug nagbantay (nga nagpaabut kun unsa ang dangatan sa iyang nabuhat nga krimen nga pagpatay); sa kalit, siya nga nangayo sa iyang tabang atong miaging adlaw nanawag (misinggit) na usab kaniya aron sa pagpangayog tabang. Si Moises miingon kaniya: \"Sa pagkatinuod ikaw usa ka tin-aw nga nag-aghat sa kasamok.\"",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Busa sa diha nga siya nagtinguha sa paghampak sa tawo nga kaaway kanilang duha, siya miingon: \"O Moises, naninguha ka ba sa pagpatay kanako sama sa imong pagpatay sa usa ka tawo kagahapon? \nGusto lang nimo nga mahimong malupigon sa yuta. Dili nimo gusto nga makigdait!”",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Usa ka tawo ang miabut gikan sa kinalay-ang bahin sa siyudad, nga nagdagan. Siya miingon: \"O Moises, sa pagkatinuod ang mga inilang pangulo (sa siyudad) nanagsabut sa pagpatay kanimo, busa pahawa (diha dayon); sa pagkatinuod ako alang kanimo matinud-anon nga magtatambag sa pagbiya sa siyudad.\"",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Busa siya mipahawa gikan didto nga nahadlok, ug nagdahom (nga siya pagadakpon), (ug) siya miingon: \"(O Allah) akong Ginoo, luwasa ako gikan niining dautang katawhan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Ug sa diha nga siya milingi sa iyang nawong ngadto sa Midian, siya (Moises) miingon: \"Tingali (si Allah) nga akong Ginoo mogiya kanako ngadto sa matarung nga dalan (padulong sa Midian).\"",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Sa diha nga siya miabot sa dapit sa pagpangabu ug tubig (atabay) sa Madyan, hingkaplagan niya sa ibabaw niini ang usa ka pundok sa mga tawo nga nagpainum (sa ilang mga hayopan), ug gawas pa kanila iyang nakita ang duha ka babaye (si Zipora ug ang iyang manghud nga babaye) nga nanag-atang (sa ilang mga hayopan gikan sa uban. (Si Moises) miingon: \"Unsay inyong suliran?\" Sila miingon: \"Kami dili makapainum (sa among mga hayopan) hangtud nga ang mga magbalantay sa hayopan (pastol) mokuha na sa (ilang mga hayopan) gikan sa tubig, ug ang among amahan tigulang na kaayo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Busa iyang gipainum (ang ilang mga hayopan) alang kanila, unya mibalik pag-usab ngadto sa landong (sa kahoy) ug miingon: \"(O Allah) akong Ginoo! Sa pagkatinuod ako nagkinahanglan sa bisan unsang kaayohan nga Imong ipakanaog kanako.\"",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Unya ang usa sa duha ka babaye (si Zipora) miduol kaniya nga naglakaw nga maulawon, ug siya miingon: \"Ang akong amahan nagdapit kanimo aron siya mohatag kanimo sa ganti sa imong pagpainom (sa among mga hayopan) alang kanamo.\" Busa sa diha nga (si Moises) miadto kaniya (Jethro) ug misulti kaniya sa (tibuok) nga sugilanon, siya miingon: \"Ayaw kahadlok, (karon) ikaw luwas gikan sa mga mamumuhat ug kadautan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Usa sa mga babaye (Zipporah) miingon: \"O akong Amahan, suholi siya (isip trabahador); sa pagkatinuod ang labing maayo nga imong gisuholan mao ang kusgan nga kasaligan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "(Busa ang iyang amahan) miingon: \"Gitinguha ko nga ipapangasawa kanimo ang usa niining duha ko ka anak nga babaye (si Zipora), sa kondisyon nga moalagad ka kanako sulod sa walo ka tuig; apan kon imong kompletohon ang napulo, kini mahimo sa imong kaugalingong kabubut-on, ug ako wala mangandoy sa pagpalisud kanimo; kon itugot sa Allah, imo akong hikaplagan nga matarong.\"",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "(Si Moises) miingon: \"Kini mahimong (usa ka kasabutan) tali kanako ug kanimo; bisan asa sa duha ka termino nga akong tumanon, walay inhustisya ngari kanako; ug ang Allah ang Saksi sa unsay atong gipanulti.\"",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Busa sa diha nga si Moises nakatuman sa (labing taas) nga termino, ug siya mipanaw uban sa iyang pamilya, iyang nabantayan gikan sa direksyon sa bukid (sa Tur) nga kalayo. Miingon siya sa iyang pamilya: \"Pabilin kamo dinhi, nakakita akog kalayo, tingali ako magdala kaninyo gikan niini ug pipila ka mga balita o nagdilaab nga agipo aron mapainitan ninyo ang inyong mga kaugalingon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Ug sa diha nga siya miabut niini, usa ka Tingog ang nanawag gikan sa tuo nga bahin sa walog, sa bulahan nga dapit, gikan sa kahoy, nga nag-ingon: \"O Moises! Sa pagkatinuod Ako mao ang Allah, ang Ginoo sa tanang linalang.\"",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "\"Iitsa ang imong sungkod\". Busa sa dihang nakita niya kini nga naglihok sama sa usa ka bitin, siya misibog (sa kahadlok), ug wala (nangahas) nga mobalik. \"O Moises, umari ka ug ayaw kahadlok; sa pagkatinuod ikaw luwas na;",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Ibutang ang imong kamot sa imong dughan, mogawas kini nga puti (uban ang kasilaw) nga walay (sanla o bisan unsang) sakit, ug ibutang ang imong kamot duol sa imong kiliran aron malikayan ang imong pagkahadlok: Busa kining duha ka pagpamatuod gikan sa 'Allah' imong Ginoo ngadto kang Paraon ug sa iyang konseho. Rebelyoso gayod sila nga mga tawo (batok sa Diyos).”",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "(Si Moises) miingon: \"(O Allah) akong Ginoo, ako sa pagkatinuod nakapatay sa usa kanila busa ako nahadlok nga sila mopatay kanako.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Ug ang akong igsoon nga si Harun maayong manulti kay kanako, busa ipadala siya kuyog kanako ingon nga katabang, nga maoy mag-panghimatood uban kanako: ako nahadlok nga sila magsalikway kanako.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "(Allah) miingon: \"Kami mopalig-on sa imong bukton (O Moises) pinaagi sa imong igsoon (Aaron), ug Kami muhatag kaninyo ug kagahom, aron sila dili makaabot kaninyo. Pinaagi sa Among mga Timaan, kamong duha ug kadtong nagsunod kaninyo (sa ato pa, ang mga Muslim niadtong panahona) maoy mamahimong labaw (magmadaugon).\"",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Busa sa diha nga si Moises miabot kanila uban sa Among tin-aw nga mga Timaan, sila miingon: \"Kini walay lain kondili usa ka tinumotumo nga salamangka. Kami wala makadungog niini gikan sa among mga katigulangan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Ug si Moises miingon: \"Ang 'Allāh' akong Ginoo mao ang Labing Nahibalo kun kinsa ang nagaabut uban ang Giya gikan Kaniya, ug kinsa ang makakab-ot sa Balay sa kalipay 'Paraiso' sa katapusan; sa pagkatinuod ang mga mamumuhat sa kadautan dili molampos.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Ug si Paraon miingon: \"O konseho, wala ako mahibalo nga kamo adunay laing dios gawas kanako; busa pagdagkot ug kalayo alang kanako, O Haman, aron sa pagluto (mga tisa) gikan sa lapok, unya pagpatindog alang kanako ug usa ka habog nga tore aron ako makapangita sa Dios ni Moises. Nagtuo ako nga siya bakakon\".",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Siya (Paraon) ug ang iyang mga sundalo naggawi nga mapahitas-on sa yuta nga walay katungod, ug sila naghunahuna nga sila dili na mobalik kanamo (Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Busa Kami (Allah) misakmit kaniya (Paraon) ug sa iyang mga sundalo, ug naglumos kanila ngadto sa dagat. Busa tan-awa kung unsa ang katapusan sa mga dautan.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Ug Kami naghimo kanila nga mga pangulo nga nagdapit ngadto sa Imperno, ug sa Adlaw sa Pagkabanhaw (ug Paghukom) sila dili matabangan.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Ug Kami mihimo sa usa ka Tunglo nga magsunod kanila dinhi sa kalibutan, ug sa Adlaw sa Pagkabanhaw sila pagatamayon.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Ug sa pagkatinuod Kami mihatag kang Moises sa Kasulatan (Torah) human namo laglaga ang kanhing (makasasala nga) mga kaliwatan, ingon nga usa ka tin-aw nga pagpamatuod alang sa mga tawo, ug usa ka giya ug kalooy, aron sila makahinumdom.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Kamo (Oh Muhammad) wala didto sa kasadpang bahin (sa bukid) sa dihang Kami hatag sa Mando ngadto kang Moises (sa pag-adto ngadto kang Paraon), ug kamo dili mga saksi [niana].",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Apan Kami nagpataas sa (bag-ong) mga kaliwatan, kinsa gipuyo nga taas sa kinabuhi. Ug ikaw wala magpabilin uban sa mga lumulupyo sa Midian, naglitok sa Among mga bersikulo ngadto kanila, apan Kami maoy tigpadala.",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Ug wala ka didto sa kilid sa bukid (sa Tur) sa dihang Kami mitawag (kang Moises), apan (ikaw gipadala) isip usa ka Kalooy gikan (sa Allah) nga inyong Ginoo aron sa pagpasidaan sa katawhan nga diin walay tigpasidaan nga miabot una kanimo, aron sila makahinumdom.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "(Kami mipadala kanimo ingon nga usa ka Mensahero ngadto kanila) basin unya ang katalagman musakmit kanila sa unsay gipadala sa ilang mga kamot (sa mga sala) unya sila muingon: \"(O Allah)\n Among Ginoo, nganong wala ikaw magpadala kanamo ug usa ka mensahero aron kami mosunod sa Imong mga bersikulo ug kami mahiuban sa mga magtotoo?\".",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Apan (karon) sa diha nga ang kamatuoran miabut kanila gikan Kanamo, sila miingon: \"Nganong wala siya gihatagan sa sama sa gihatag kang Moises?\" Wala ba sila magdumili sa pagtuo sa gihatag kang Moises kaniadto? Sila miingon: \"Duha ka salamangka 'ang Torah ug ang Qur'an' nga nagsuporta sa usag usa.\" Sila miingon: \"Sa pagkatinuod kita mga manlilimod niining tanan!\".",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Isulti: \"Nan, pagdala 'laing' Kasulatan gikan sa Allah nga labaw nga naggiya kay niining duha 'ang Torah ang Qur'an', (aron) ako mosunod niini, kon kamo matinud-anon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Apan kon sila dili motubag kanimo, nan hibaloi nga sila nagasunod lamang sa ilang ubos nga mga tinguha; ug kinsa ba ang labaw nga nahisalaag kay kaniya nga nagsunod sa iyang kawang nga mga tinguha nga walay bisan unsa nga Giya gikan sa Allah? Sa pagkatinuod ang Allah dili mogiya sa katawhang malinapason.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Sa kasigurohan Kami Nagpa-abot sa pulong (Qur’an) ngadto kanila, aron sila makahinumdom.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "(Ug alang) niadtong (lig-on sa kahibalo) nga Kami mihatag sa Kasulatan sa wala pa kini (Qur'an), sila mga magtutuo niini.",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Sa diha nga kini gilitok ngadto kanila sila moingon: \"Kami mituo niini, sa pagkatinuod kini mao ang Kamatuoran gikan (sa Allah) nga among Ginoo, sa pagkatinuod bisan sa wala pa kini kami mga Muslim na (nagpasakop sa Dios lamang).\"",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Mao kini sila ang makadawat sa ganti nga pinilo tungod sa ilang pagpailub ug tungod kay sila misumpo sa dautan pinaagi sa maayo, ug naggasto (sa kinabubut-on) gikan sa unsay Among gihatag kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Sa diha nga sila makadungog sa dautan nga sinultihan sila motalikod gikan niini, ug moingon: \"Kami makaangkon sa among mga buhat ug kamo makaangkon (usab) sa inyong mga buhat, maanaa kaninyo ang kalinaw, kami wala mangita (sa pamaagi sa ignorante) katawhan nga walay alamag.\"",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Sa pagkatinuod dili ka makagiya sa bisan kinsa nga imong gusto (O Propeta Muhammad), apan ang Allah mugiya kang bisan kinsa nga Iyang gusto, ug Siya labing nakahibalo niadtong kinsay (matarong) nga nagiyahan.",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Ug sila miingon: \"Kun kami mosunod sa giya uban kaninyo, kami papahawaon\ngikan sa among yuta.\" Wala ba Kami magtukod alang kanila ug usa ka luwas nga dalangpanan ˹sa Mecca˺ diin ang mga bunga sa tanan nga mga matang midala ingon nga usa ka tagana gikan Kanato? Apan kadaghanan kanila wala mahibalo 'niini nga pabor'.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Pila na ka (makasasala) nga lungsod ang Among gilaglag, nga nagmaya sa ilang (pamaagi) sa pagkinabuhi, busa kini mao ang ilang mga puloy-anan, Apan\nkaron wala nay namuyo human kanila gawas sa diyutay lamang, ug Kami mao ang Mga Manununod,",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Ang imong Ginoo 'Allāh' dili gayud moguba sa usa ka katilingban hangtud nga Siya nagpadala ngadto sa iyang kaulohan og usa ka mensahero, nga naglitok sa Among mga pagpadayag ngadto kanila. Dili usab namo gub-on ang usa ka katilingban gawas kon ang mga tawo niini magpadayon sa sayop nga buhat.",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Ang bisan unsa nga mga butang nga gihatag kaninyo, usa lamang ka tagana sa kinabuhi niining kalibutana ug mga dayandayan niini, ug bisan unsa nga anaa sa Allah labing maayo ug labing malungtaron, dili ba kamo makasabot?",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Unya mao ba siya nga Kami nagsaad sa usa ka maayong saad (sa Paraiso) nga iyang mahimamat, sama kaniya nga Kami naghatag ug lumalabay nga kalipay sa kinabuhi niining kalibutana, unya sa Adlaw sa Pagkabanhaw siya usa niadtong gidala (ngadto sa Silot sa Imperno)?",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Hisguti ang Adlaw nga ang Allah motawag kanila ug moingon: \"Hain na kadtong inyong giangkon nga Akong kauban 'sa pagsimba'?\"",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Sila kansang muhukom gipasa na, \nmaga-ingon: \"(O Allah) among Ginoo, kini mao ang mga tawo nga among gipahisalaag, kami nagpahisalaag kanila, ingon nga kami mismo nahisalaag. Kami nagpahayag sa among pagkawalay sala nganha kanimo. Dili kami ang ilang gisimba kaniadto.\"",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Ug kini iga-ingon: \"Tawga ang inyong gikauban nga mga dios-dios Kang Allah. Busa sila motawag kanila, apan sila (ang mga dios-dios) dili motubag kanila, ug sila (mga pagano) makakita sa Silot, (ug unya sila mangandoy) nga kun unta sila nagiyahan.",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Hisguti ang Adlaw sa diha nga Siya motawag kanila (ang mga manlilimod), ug moingon: \"Unsa ang tubag nga inyong gihatag ngadto sa mga Mensahero (sa Allah)?\"",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Ang tanan nilang naandan nga mga argumento walay kapuslanan alang kanila nianang Adlawa, ug sila dili [makahimo] sa pagpangutana sa usag usa.",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Mahitungod kaniya nga naghinulsol ug mituo ug nagbuhat sa maayo, kini gisaad sa Allah nga siya mahimong usa sa mga magmalampuson.",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "Ang imong Ginoo (Allah) nagabuhat sa bisan unsa nga Iyang gusto ug gipili; ang pagpili dili ilaha; ang Himaya Iya sa Allah, ug halangdon Siya labaw sa bisan unsa nga ilang gipakig-uban (Kaniya sa pagsimba).",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Ug ang imong Ginoo (Allah) nasayod kung unsa ang gitago sa ilang mga dughan ug unsa ang ilang gidayag.",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Ug Siya mao ang Allah, walay dios (nga takos simbahon) gawas Kaniya. Ang tanan nga pagdayeg alang Kaniya niining (kinabuhia) ug sa Umaabot, ug Kaniya ang Paghukom, ug ngadto Kaniya kamo (tanan) ibalik (aron Pagahukman).",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "Isulti: \"Sultihi ako, kun ang Allah mohimo sa kagabion nga padayon ibabaw kaninyo hangtud sa Adlaw sa Pagkabanhaw, aduna bay laing dios gawas sa Allah nga makahatag kaninyo og kahayag? Dili ba kamo makadungog?\"",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "Isulti: \"Sultihi ako, kon ang Allah mohimo sa adlaw nga mapadayonon nganha kaninyo hangtud sa Adlaw sa Pagkabanhaw, aduna pa bay laing dios gawas sa Allah nga mao ang magdala kaninyo ug usa ka gabii nga diin kamo mopahulay? Wala ba ninyo makita?\"",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Ug gikan sa Iyang Kalooy, Siya (Allah) naghimo alang kaninyo sa gabii ug sa adlaw, aron kamo makapahulay niini, ug makapangita usab sa Iyang kadagaya, aron kamo magpasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Hisguti ang Adlaw nga si Allah motawag kanila (mga pagano) ug moingon: \"Hain na sila (ang mga idolo) nga inyong giisip nga Akong mga kauban ug mga magtatabang?\"",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "Kami magadala gikan sa matag nasud ug usa ka saksi, unya Kami moingon (ngadto sa mga makasasala): \"Dad-a ang inyong pamatuod.\" Ug sila mahibalo nga ang Kamatuoran anaa sa Allah lamang, ug kanang ilang giimbento (nga mini nga mga dios) mobiya gikan kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "Sa pagkatinuod si Qārūn (Kore) usa sa mga katawhan ni Moises, apan siya nagpasigarbo ug midaugdaug kanila, ug Kami naghatag kaniya ug mga bahandi, diin ang mga yawe niini mahimong bug-at nga palas-anon alang sa kusgan nga mga lalaki. Sa diha nga (ilang nakita ang iyang pagkamapahitas-on) ang iyang mga katawhan miingon kaniya: \"Ayaw pagmaya, sa pagkatinuod ang Allah dili ganahan niadtong nagsadya ug hilabihan (sa bahandi ug garbo).\"",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "Ug pangitaa, pinaagi sa unsay gihatag sa Allah kanimo ang (umaabot) nga Puloy-anan (Ganti) sa Pikas Kinabuhi, ug ayaw usab pasagdi ang imong bahin dinhi sa kalibutan. Pagbuhat ug maayo (ngadto sa uban) ingon nga ang Allah nagbuhat ug maayo nganha kanimo. Ayaw paninguha sa pagbuhat ug kadautan sa kayutaan, sa pagkatinuod ang Allah dili makagusto sa mga mamumuhat sa kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_bis": "(Si Kore) miingon: \"Gihatagan ako niini tungod lamang sa kahibalo nga akong nabatonan.\" Wala ba siya mahibalo nga gilaglag ni Allah sa wala pa siya ang mga henerasyon nga mas kusgan kay kaniya sa kusog ug mas daghan sa pagpundok sa dakung bahandi. Ang mga sad'an dili na paga-pangutan on (sa ilang mga sala (tungod kay ang ilang dautang buhat dayag na ug igo na aron sila pagasilotan).",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_bis": "Busa miadto siya ngadto sa iyang katawhan uban sa iyang mga dayan-dayan. Kadtong nagtinguha lamang sa kinabuhi niining kalibotana nag-ingon: \"O hinaut unta nga kita makabaton sa sama sa gihatag kang Kore,\" sa pagkatinuod siya usa sa naka-angkon ug dakung bahandi.\"",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_bis": "Apan sila nga gihatagan sa (hustong) kahibalo miingon: \"Alaut kamo, ang ganti sa Allah (sa Pikas Kinabuhi) mas maayo alang kaniya nga mituo ug nagbuhat ug matarong nga mga buhat, ug walay makakab-ot niini gawas sa mga mapailubon (kinsa molahutay, nga nagsunod sa Kamatuoran ug Giya nga gipadayag kanila gikan sa ilang Ginoo - ang Allah).\"",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_bis": "Sa ingon niana Kami nagbuhat sa yuta nga mulamoy kaniya (Kore) ug sa iyang puloy-anan; ug kaniya walay katabang nga makatabang batok (ni) Allah ni siya maka-panalipod sa iyang kaugalingon.",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_bis": "Ug kadtong nangandoy (sa kahimtang nga sama) sa iyang kahimtang sa adlaw nga nauna, nagsugod sa pag-ingon: \"Wala ba kamo mahibalo nga ang Allah Mao ang nagpadako ug nagpanihit sa mga panginabuhian alang sa kinsay Iyang gusto sa Iyang mga ulipon. Kon si Allah wala pa magmabination kanato, Siya sa pagkatinuod makahimo (usab) sa\nPagpalamoy kanato sa yuta. Busa sayri ang mga manlilimod dili gayod molampos ug mouswag.",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_bis": "Mahitungod sa (umaabot) nga Puloy-anan sa Pikas Kinabuhi (Paraiso), Kami naghatag niini ngadto kanila nga walay tinguha sa pagpataas sa ilang mga kaugalingon dinhi sa yuta, ni sa pagbuhat ug kadautan, ug ang maayong kataposan mao alang kanila nga mga matarong.",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_bis": "Bisan kinsa nga moabut uban ang usa ka maayo nga buhat, siya adunay labi pa ka maayo kaysa niini (sa ganti), apan ang maghimo ug dautan pagasilotan sumala sa ilang binuhatan.",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_bis": "Sa pagkatinuod, Siya (Allah) Nga naghatag kanimo (Muhammad) sa Qur'an kasigurohan nga modala kaninyo pagbalik ngadto sa Ma'ad (dapit sa pagbalik nga mao ang Paraiso). Isulti: Ang akong Ginoo (Allah) labing nakahibalo kung kinsa ang nagtultol ug kinsa ang anaa sa klaro nga sayup.\"",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_bis": "Ug ikaw (O Propeta Muhammad) wala magdahum nga ang Basahon (Qur’an) mapadayag nganha kanimo, apan kini usa ka Kalooy gikan sa 'Allāh' imong Ginoo. Busa, ayaw suportahi ang mga manlilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_bis": "Ayaw himoa nga sila (ang mga manlilimod) makapatipas kanimo (O Propeta Muhammad) gikan sa mga Bersikulo sa Allah, human nga kini ipadayag nganha kanimo, ug tawga (ang mga tawo) ngadto sa Dalan sa imong Ginoo (Allah), ug ayaw mahimong sa mga tigsimbag diosdios.",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_bis": "Ayaw pagsangpit ug laing dios uban ni Allah. Walay dios ˹takos simbahon˺ gawas Kaniya. Ang tanan nga mga butang mahanaw gawas sa Iyang Nawong. Iya ang Hukmanan ug Kaniya kamong tanan magabalik.",
      "footnotes": null
    }
  ]
}