{
  "surah_number": 29,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Alif, Lam, Mim[1].",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili hitupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud sila makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Naghunahuna ba ang mga tawo nga pasagdan sila 'lamang' sa pag-ingon: \"Kami mituo,\" samtang sila wala gisulayan?",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Amo gyud gisulayan kadtong nga nauna kanila. Ug ˹niini nga paagi˺ ang Allah tin-awng nga mag-ila tali niadtong mga matinud-anon ug niadtong mga bakakon.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Ang nanaghimo (mga pagano, manlilimod) ug dautan naghunahuna ba nga sila maka-ikyas gikan Kanamo? Pagkasayop ang mao nga ilang pang-hukom!",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Bisan kinsa nga naglaum alang ang panagtagbo uban ni Allah, ˹ipahibalo sila nga˺ ang tinudlong panahon ni Allah siguradong moabot. Ug Siya ang Hingpit nga Nakadungog, ang Hingpit nga Nakahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Ug si bisan kinsa nga naningkamot ˹sa kawsa ni Allah˺, siya naningkamot lamang alang sa iyang kaugalingon. Sa pagkatinuod ang Allah Gawasnon sa bisan unsa nga panginahanglanon gikan sa Iyang mga linalang.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Mahitungod kanila nga mituo ug nagbuhat sa matarung nga mga buhat, sa pagkatinuod Kami magapapas sa ilang tanang kada-utan ug magahatag kanila sa ganti, sumala sa labing maayo sa ilang mga maayong buhat.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Ug Kami nagmando sa mga tawo nga mahimong maayo ug masinulundon sa iyang mga ginikanan, apan kun sila (nagpugos) kanimo nga magbutang ug kauban Kanako (sa pagsimba), nga diin ikaw walay kasayuran niini, nan, ayaw ninyo tumana sila. Kamong tanan mubalik nganhi Kanako ug unya ipahibalo Ko kaninyo ang inyong mga ginabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Kadtong kinsa mituo ug nagbuhat sa mga buhat nga mga matarung, sa pagkatinuod sila Among pasudlon (sa Paraiso) ingon nga ipon sa mga matarung.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Taliwala sa mga tawo adunay nag-ingon: “Mituo kami sa Allah”; apan kun sila makaagi ug pag-lutos tungod (sa ilang pagtuo) sa Allah, ilang giisip nga ang pag-lutos gikan sa mga tawo (nga kini sama sa) silot sa Allah. Ug kun ang usa ka kadaugan gikan sa 'Allah' imong Ginoo muabot, kasigurohan (ang mga tigpakaaron-ingnon) muingon: “Sa pagkatinuod kami kanunay ninyo nga kauban!”. Dili ba ang Allah ang Labing Nakahibalo sa unsay anaa sa mga dughan \nsa mga tawo.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Ang Allah siguradong mag-ila tali sa mga tawo nga adunay hugot nga pagtuo ug kanila nga mga tigpakaaron-ingnon.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "mga manlilimod miingon sa mga magtutuo, \"Sunda ang among dalan, ug kami magapas-an sa inyong mga sala.\" Apan dili sila magpas-an sa bisan unsa sa ilang mga sala. Sa pagkatinuod sila mga bakakon!",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ug sa pagkatinuod pas-anon nila ang kaugalingon nilang mga palas-anon (mga sala), ug (ang uban) pa nga mga palas-anon uban sa ilaha, ug sila\npagapangutan-on sa Adlaw sa Pagkabanhaw mahitungod sa tanan nilang giimbento sa mga bakak.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Sa pagkatinuod Kami nagpadala kang Noe ngadto sa iyang katawhan, busa siya mipuyo uban kanila sulod sa usa ka libo ka tuig gawas sa kalim-an ka tuig, unya ang katalagman (baha) misakmit kanila samtang sila malinapason.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Apan Kami nagluwas kaniya ug sa mga sakay sa sakayan ug naghimo niini nga Timaan (leksyon) alang sa tanang kanasuran.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "(Hisguti) Abraham sa diha nga siya miingon ngadto sa iyang mga katawhan: \"Simbaha ang Allah lamang ug kahadloki Siya; nga mas maayo alang kaninyo kon inyo lang nahibaloan.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Kamo nagsimba lamang gawas kang Allāh linilok nga mga larawan ug nagmugna kamo ug bakak. Sa pagkatinuod, kadtong inyong gisimba gawas ni Allah wala maghatag kaninyo ug pagkaon. Busa pangitaa gikan sa Allāh ang tagana, simbaha ug pasalamati Siya lamang. Kaniya lang, kamong tanan magabalik (alang sa Paghukom).",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Ug kun kamo (O mga tawo) magsalikway (sa pinadayag sa Dios - ang Qur'an), - kaniadto pa man, ang mga nasud (kaliwatan) nga nauna pa kaninyo misalikway na (ilang mga sinugo ug pagpadayag). Ug ang katungdanan sa usa ka Sinugo klaro nga paghatud sa Mensahe.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Wala ba nila lantawa kun giunsa pagsugod sa Allah ang paglalang, unya banhawon kini? Sa pagkatinuod kini sayon lang sa Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Ingna: \"Panaw kamo sa kayutaan ug tan-awa kung giunsa Niya pagsugod ang paglalang. Unya si Allah magpahinabo sa kataposang pagkabanhaw. Sa pagkatinuod ang Allah ang adunay bug-os nga gahum sa pagbuhat sa tanang butang”.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Gisilotan niya ang Iyang gusto ug naluoy Siya sa Iyang gusto. ug Kaniya, kamo tanan mubalik 'alang sa Paghukom'.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Ug dili ka makaikyas sa Allah dinhi sa yuta o sa langit (ug babagan ang Iyang mga laraw). Ni kamo walay bisan unsa nga manluluwas o magtatabang gawas ni Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Ug sila nga nagsalikway sa mga pagpadayag sa Allah ug sa Pakigtagbo Kaniya, sila nawad-an sa paglaom sa Akong kaluoy ug alang kanila adunay usa ka masakit nga silot.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Apan ang tubag sa iyang mga katagilungsod walay lain kondili nga sila miingon: \"Patya siya o sunoga siya,\" apan giluwas siya ni Allāh gikan sa kalayo. Sa pagkatinuod adunay mga timailhan anaa niini alang sa mga nagtoo.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Siya (Abraham) miingon: \"Ikaw nagkuha ug diyo-diyos (aron simbahon) gawas sa Allah uban sa usa ka gugma tali kaninyo niining kalibutanon nga kinabuhi. Unya sa Adlaw sa Pagkabanhaw kamo naggilimod sa usag usa ug kamo magtunglo sa usag usa. Ug inyong puloy-anan mahimong mao ang kalayo, ug walay bisan kinsa ang makatabang kaninyo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Apan si Lot mitoo kaniya. Siya miingon: \"Sa pagkatinuod ako mokalagiw ngadto sa 'Allah' akong Ginoo. Siya mao ang Hingpit Makagagahum, ang Hingpit Maalamon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Gihatag namo kaniya si Isaac ug si Jacob ug gibutang sa iyang mga kaliwat ang pagkapropeta ug ang Pinadayag. Among gihatag kaniya ang iyang ganti sa Kalibutan. Sa pagkatinuod, sa sunod Kinabuhi siya maapil sa mga matarong.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Ug (hisguti) si Lut; sa diha nga iyang giingon sa iyang mga katawhan: “Kamo nagabuhat ug nga kahilayan (ang sodomiya), nga wala pay bisan kinsa sa tibuok kalibotan ang nakahimo niini nga nauna pa kaninyo.”",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Sa pagkatinuod, inyong ginaduol ang mga kalalakin-an (pinaagi sa sodomiya), ug inyong ginababagan ang mga dalan (ug ginakawatan ang mga nagapanaw)ug nagbuhat ug daotan diha sa imong katigoman? Apan ang iyang katawhan wala mitubag gawas lang sa pagsulti:\n\"Ipakanaug kanamo ang silot (ni) ALLAH kon ikaw nagsulti ug matood.\"",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Siya miingon: “O akong Ginoo, tabangi ako ug hatagi ug kadaugan batok sa ang mga kurakot nga tawo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Ug sa diha nga ang atong anghel nga mga mensahero miadto kang Abraham uban ang maayong balita, sila (ang mga anghel) miingon: \" Sa pagkatinuod among gub-on ang mga katawhan niining dapit (ni Lut) tungod kay ang mga katawhan niining dapit mga makasasala.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Siya miingon: \"Si Lot anaa gayod.\" Sila miingon: \"Kami mas nahibalo kay sa bisan kinsa nga anaa didto. Kami gayud magaluwas kaniya ug sa iyang pamilya gawas sa iyang asawa; siya maapil niadtong nagpabilin (ang asawa ni Lut malaglag kauban sa mga pagalaglagon nga ang gikan sa iyang katawhan).\"",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Ug sa diha atong mga anghel nga mensahero miabot kang Lut, siya naguol alang kanila ug nakabati siya alang kanila ug hilabihan nga kabalaka. Ug ilang giingon: “Ayaw kahadlok o kabalaka. Sa pagkatinuod ania kami aron luwason ka ug ang imong pamilya gawas sa imong asawa, siya usa kanila nga mahibilin.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Sigurado nga ipahamtang namon ang silot gikan sa langit sa mga tawo niining siyudara tungod sa ilang pagkamasinupakon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Ug sa pagkatinuod nagbilin Kami didto ug dayag nga timaan, alang sa katawhan nga masi-nabuton.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Ug sa (mga tawo) sa Midian gisugo Namo ang ilang igsuon nga si Shu’aib (Jetro), ug siya miingon: “O akong katawhan, simbaha ninyo ang Allah lamang ug paglaum (sa ganti) sa Ulahing Adlaw, ug ayaw paglibot sa yuta ingon nga mga tigsamok.\"",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Apan ilang gisalikway siya; busa ang kusog nga linog misakmit kanila, ug sila nanggibuy-od nga wala nay kinabuhi sa ilang mga puloy-anan.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "(Gilaglag usab Namo) ang (katawhan sa A’ad ug Thamud. Ug sa pagkatinuod, (ang ilang pagkalaglag) tin-aw nga nadayag kaninyo gikan (sa mga timaan) sa ilang mga tinukod (pagkagun-ob ang ilang gisangpotan). Ang yawa naghimo sa ilang mga kalihokan nga maayo sa ilang panan'aw, ug gipasimang sila gikan sa dalan [sa Allāh] samtang sila may kahibalo 'ug mga kahanas'.",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "(Ug Amo usab nga gilaglag) si Qārūn (Kore), Paraon ug Haman. Sa pagkatinuod si Moises nagdala kanila ug tin-aw nga mga pruweba apan sila nagagawi nga mapahitas-on diha sa yuta. Bisan pa dili sila makaikyas gikan Kanamo.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Busa kami mikuha sa matag usa sa iyang sala, adunay pipila kanila nga\ngihampak sa usa ka unos sa mga bato, ang uban naapsan sa usa ka tingog, ang uban kanila gilamoy pinaagi sa yuta, ug ang uban kanila nangalumos. Ug dili (si) Allah maoy midaut kanila, apan sila maoy nagdaot sa ilang mga kaugalingon.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Ang panag-ingnan niadtong mga nagakuha ug mga magbalantay o kaabag gawas pa sa Allâh susama sa lawalawa sa dihang kini nagtukod ug balay alang niini. Sa tinuud ang labing huyang nga mga balay mao ang balay sa lawalawa, kung lamang nahibal-an nila.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Sa pagkatinuod si Allāh nahibalo kon unsa nga ilang ginatawag gawas pa Kaniya. Ug Siya ang Hingpit Gamhanan, ang Hingpit sa Kaalam.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Kadtong mga panag-ingnan ug analohiya Among gibutang alang sa mga tawo. Walay makasabut kanila gawas niadtong kinsa may kahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Ang Allah ang naglalang sa mga kalangitan ug kayutaan lamang nga adunay tinuod katuyoan. Sa pagkatinuod adunay usa ka timaan niini alang sa mga magtotoo.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Ilitok (Oh Muhammad) ang gipadayag kanimo sa Libro (Qur’an), ug mag-makanunayon sa imong Salah (Pag-ampo). Sa pagkatinuod, ang pag-ampo nagbadlong sa kalaw-ay, kaulag ug dautang(tanan nga matang sa buhat nga gidili). Sa pagkatinuod ang paghinumdom sa Allāh mas dako nga 'pagpugong'. Nasayod ang Allāh sa tanan nimong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Ayaw pakiglalis sa mga katawhan sa (naunang) Kasulatan (ang Hudyo ug Kristiyano) gawas kon kini anaa sa pamaagi nga labing maayo, gawas niadtong kinsa kanilay nagbuhat ug sayop, ug isulti kanila: ‘Kami mituo sa gipadayag kanamo ug sa gipadayag nganha kaninyo, ug ang among Dios ug ang inyong Dios Usa (Allah), ug ngadto Kaniya (lamang) kami nagpasakop.’",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Sa ingon niana Kami nagpakanaog sa Libro (Qur'an) nganha kanimo. Busa sila (nga lig-on sa kahibalo) nga Among gihatagan sa Kasulatan motuo niini, ug usab kanila (mga pagano nga Arabo) adunay mao mga (maalamon nga mga tawo) nga mituo niini, ug walay nagsalikway sa Among mga Bersikulo gawas sa ang mga manlilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Wala gayud ka militok ug bisan unsang Kasulatan sa wala pa kini (Qur'an), ni ikaw misulat ug bisan unsa gamit ang imong tuong kamot; [kay] unya ang mga tawo sa kabakakan magduha-duha unta.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Hinoon! Kini (Qur'an), mao ang tin-aw nga mga Bersikulo sa mga kasingkasing niadtong kinsay gihatagan ug (hustong) kahibalo; ug walay nagsalikway sa Among mga Bersikulo gawas sa mga tigbuhat ug kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Sila miingon: \"Ngano kaha nga ang mga milagro wala gipadala nganha kaniya gikan sa iyang Ginoo (Allah)?\" Isulti: \"Ang mga milagro anaa lamang sa Allah, ug ako usa lamang nga tigpasidaan (sa Silot alang kang bisan kinsa nga nagbutang ug kauban sa Allah (sa pagsimba ug nagbuhat ug daotan).",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Dili pa ba igo alang kanila nga Kami nagpakanaog nganha kanimo sa Libro 'Qur'an' nga ilitok ngadto kanila? Sa pagkatinuod sa ingon niini adunay usa ka kalooy ug usa ka pahinumdom alang niadtong mga mituo.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Isulti: \"Ang Allah Igo na isip usa ka Saksi tali kanako ug kaninyo; Nasayod Siya kun unsa ang anaa sa mga langit ug sa yuta\". Ug (alang) kanila nga mituo sa bakak ug wala motuo sa Allah, sila mao ang mga alkansi (pildiro).",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Ug sila naghagit kanimo sa pagpadali sa Silot alang kanila; ug kun dili pa ang usa ka termino nga gikatakda 'alang niini sa Allāh, sa pagkatinuod ang Silot miabut na kanila sa kalit; samtang sila wala makabantay.",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Sila naghagit kanimo sa pagdali sa Silot, Ug ang Impiyerno sa pagkatinuod magalukop sa mga manlilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Sa Adlaw nga ang Silot magatabon kanila gikan sa ilang ibabaw, ug gikan sa ilawom sa ilang mga tiil; ug ang Allah moingon: \"Tilawi ang inyong gibuhat kaniadto.\"",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Oh Akong mga ulipon (sa katawhan ug jinn) nga mituo (sa Kamatuoran), kasigurohan nga ang Akong yuta lapad, busa simbaha Ako lamang (niini).",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Ang matag kalag makatilaw sa kamatayon, ug unya ngadto sa Allah kamo (tanan) ibalik (alang sa Paghukom).",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Ug (alang) kanila nga mituo (sa Kamatuoran) ug nagbuhat sa matarung nga mga buhat, Kami sa pagkatinuod magabalay kanila sa hataas nga mga puloy-anan sa Paraiso, nga sa ubos niini anaa ang mga suba nagadagayday: Sila nini magapuyo didto sa kahangtoran: daw unsa ka nindot ang ganti alang kanila nga nanag-buhat sa maayo,",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Sila nga mga mapailubon ug sa ilang Ginoo (Allah lamang) sila nagasalig ug nanag-panugyan.",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Unsa kadaghan sa mga buhi nga binuhat ang walay kaugalingong panginabuhian! ˹Kini ang˺ Allah ˹Kinsa˺ ang nagtagana alang kanila ug ikaw usab˺. Siya sa pagkatinuod ang Hingpit nga Nakadungog, Hingpit nga Nasayud.",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Kon kamo mangutana kanila: Kinsa ang nagbuhat sa mga langit ug sa yuta, ug naghimo sa adlaw ug sa bulan nga sakop kanimo, sila sa pagkatinuod moingon: \"Ang Allah (Dios)\". Busa, giunsa man nila pagkasalaag (gikan sa pagsunod sa Kamatuoran)?",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Ang Allah (Dios) naghimo nga abunda sa panginabuhian alang kang kinsay Iyang gibuot sa Iyang mga ulipon (sa katawhan ug jinn), ug nagpanihit niini kanila alang sa kinsay (Iyang Gibuot), sa pagkatinuod ang Allah adunay hingpit nga Kahibalo sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Ug kung pangutan-on nimo sila kung kinsa ang nagpakanaog ug tubig gikan sa langit, ug nagahatag ug kinabuhi sa yuta pinaagi niini, human kini mamatay; sila sa pagkatinuod moingon: \"Ang Allāh (Dios).\" Isulti: \"Ang tanan nga pagdayeg alang sa Allah.\" Apan kadaghanan kanila wala makasabot.",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Kining kinabuhi sa kalibutan walay lain kondili usa ka lumalabay nga kalipay ug usa ka panagdula lamang; ug mahitungod sa sunod nga puloy-anan sa Pikas Kinabuhi, kana sa pagkatinuod mao ang (walay katapusan nga) kinabuhi, kung nahibaloan lang nila!",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Sa diha nga sila mosakay sa mga barko (ug makaplagan nila ang ilang kaugalingon sa kapeligrohan) sila motawag sa Allah (nga nag-inusara lamang), nga matinud-anon ngadto Kaniya sa pagsimba (sa pag-ampo ug pagpangamuyo), apan sa diha Iyang dad-on na sila nga luwas ngadto sa yuta, dihadiha sila nagbutang dayon ug mga kauban Kaniya (sa pagsimba);",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Sila walay pagpasalamat sa unsay Among gihatag kanila, busa pasagdi sila nga maglingaw (sa makadiyot), apan sa dili madugay ilang mahibaloan (ang sangpotanan niini nga pamatasan).",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Wala ba sila makakita nga Kami naghimo sa (Makkah) nga usa ka luwas nga santuaryo, samtang ang mga tawo mao gisakmit (gipatay ug gibihag) gikan sa tanan sa ilang palibot? Motuo pa ba sila sa kabakakan, ug naglimod sa Pabor sa Allah (sa Islam)?",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "Kinsa ba ang labaw nga dili makiangayon kay sa kaniya nga nag-imbento ug bakak batok sa Allah, o naglimud sa Kamatuoran sa diha nga kini miabut kaniya? Dili ba ang Imperno ang (haom) nga puloy-anan alang sa mga ang manlilimod?",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Apan kadtong nga nanlimbasug pag-ayo (alang) sa Atong kawsa, Kami sa pagkatinuod mugiya kanila ngadto sa Among mga Dalan (sa kalinaw); Sa pagkatinuod si Allāh anaa gayud sa mga magbubuhat sa kaayohan.",
      "footnotes": null
    }
  ]
}