{
  "surah_number": 30,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Alif Laam Meem[1].",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili hitupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud sila makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Ang mga Byzantine (mga Romanhon) nabuntog.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Sa labing duol (ug pinakaubos) nga yuta (Palestina, Siria, ug Hordan), ug sila (ang mga Romanhon) human sa ilang kapildihan, ilang mabuntog (ang mga persyano, nga mga Zoroastrianhon niadtong panahona),",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Sulod sa pipila ka katuigan. Iya sa Allah ang kamanduan kaniadto ug karon, sa wala pa kana ug pagkahuman. Ug niadtong adlawa ang mga magtotoo managkalipay,",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Sa Kadaugan sa Allah; Siya nagahatag ug kadaugan kang bisan kinsa nga Iyang gigusto; ug Siya mao ang Labing Gamhanan, ang Labing Maluluy-on;",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "(Kini mao ang) Saad sa Allah! Ang Allah dili magpakyas sa Iyang Saad, apan kadaghanan sa mga tawo wala mahibalo (niini).",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Sila (ang mga manlilimod sa Kamatuoran) nakahibalo kun unsa ang dayag sa kinabuhi niining kalibutana, apan sa sunod nga Pikas kinabuhi sila walay pagtagad.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Wala ba sila mamalandong sa ilang kaugalingon? Ang Allah wala magbuhat sa mga langit ug sa yuta ug sa unsay anaa sa taliwala niini gawas sa kamatuoran, ug (alang sa) tinuod nga katuyuan. Ug sa pagkatinuod kadaghanan sa mga tawo nagpanghimakak sa panagtagbo sa ilang Ginoo (Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Wala ba sila makapanaw pinaagi sa kayutaan, ug (wala) makakita kong unsa ang katapusan niadtong nauna kanila? Sila mas kusgan kay sa kanila sa gahum, ug sila nagtikad sa kayutaan ug nagpalambo niini ug labaw pa kay sa ilang pagpalambo, ug didto miabut kanila ang ilang mga Mensahero uban sa tin-aw nga mga Pamatuod. Sa pagkatinuod, ang Allah dili dili makiangayon ngadto kanila, apan sila mao ang dili makatarunganon sa ilang mga kaugalingon (pinaagi sa paglapas sa mga Katungod sa ilang Magbuluhat).",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Dautan (gayud) ang katapusan niadtong nagbuhat ug kadautan, tungod kay ilang gipanghimakak ang mga Pinadayag sa Allah ug nagbiaybiay (sila) niini.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Ang Allah maoy nagpasiugda sa paglalang ug Iya kining sublion (banhawon kini pag-usab human mamatay), ug ngadto Kaniya kamo (tanan) ibalik (alang sa Paghukom).",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Ug sa Adlaw, nga ang Katapusang Takna (Adlaw sa Pagkabanhaw ug Paghukom) moabut na, ang mga dili magtutuo mawad-an sa paglaum.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Sila dili makabaton ug bisan unsa nga tigpataliwala gikan sa ilang (bakak) nga mga diosdios nga ilang gihimo nga katugbang sa Allah, ug sila mamahimong mga manlilimod sa ilang gihimong kauban (sa Allah) nga mga diosdios.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Sa Adlaw nga moabot ang Katapusang Takna (ang Adlaw sa Pagkabanhaw), nianang Adlawa sila mabulag sa usag-usa.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Mahitungod niadtong mga mituo ug nagbuhat sa matarung nga mga buhat, sila pagalipayon sa usa ka Tanaman sa Kahimuot.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Apan alang sa mga milimod (sa Kamatuoran ) ug misalikway sa Among mga Bersikulo (ug Timaan) ug sa Panagtigom sa Ulahing Adlaw, kini sila pagadad-on ngadto sa Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Busa Himaya'a ang Allah uban ang pagdayeg sa gabii, (Maghrib ug Isha pag-ampo) ug maingon man sa buntag (Faj'r pag-ampo).",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Ug iya sa Allāh ang tanan nga pagdayeg sa mga langit ug sa yuta, ug (himayaa Kaniya uban ang pagdayeg) sa pagsalop adlaw (As'r pag-ampo), ug sa kaudtuhon (Dhuhor pag-ampo).",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Iyang gipagula ang mga buhi gikan sa mga patay, ug naga-pagula ang mga patay gikan sa mga buhi, ug naghatag ug kinabuhi sa yuta human sa kamatayon niini. Maingon man unya niini ang inyong pag-pahiuli (pagbalik sa kinabuhi pag-usab human sa kamatayon).",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Ug lakip sa mga Timaan sa Allah mao nga Siya naglalang kaninyo gikan sa abog sa yuta, unya dihadiha kamo nahimong mga tawo, nga misanay sa tibuok kayutaan.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Ug lakip sa Iyang mga Timaan nga Siya paglalang alang kaninyo mga kapikas gikan sa inyong mga kaugalingon aron kamo makakaplag ug kahupayan diha kanila, ug Siya nagbutang taliwala kaninyo sa pagbati (gugma) ug kalooy; sa pagkatinuod adunay mga Timaan niini alang sa mga tawo nga namalandong.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Ug lakip sa Iyang mga Timaan mao ang paglalang sa mga langit ug sa yuta, ug ang pagkamanaglahi sa inyong mga dila (mga pinulongan), ug mga kolor; sa pagkatinuod adunay mga Timaan niini alang niadtong adunay kahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Ug lakip sa Iyang mga Timaan mao ang inyong pagkatulog sa gabii ug ang inyong pagpangita sa Iyang kadagaya (sa) adlaw; sa pagkatinuod adunay mga timaan niini alang sa mga tawo nga maminaw.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Ug lakip sa Iyang mga Timaan mao nga Siya nagpakita kaninyo ug kilat alang sa kahadlok ug alang sa paglaum sa (ulan), ug nagpakanaug ug tubig gikan sa langit, ug pinaagi niini naghatag ug kinabuhi sa yuta human sa kamatayon niini; sa pagkatinuod adunay mga Timaan niini alang sa mga tawo nga makasabut.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Ug lakip sa Iyang mga Timaan mao nga ang langit ug lupa nga lig-on nga nagbarug pinaagi sa lyang sugo, unya sa diha nga Siya nagtawag kaninyo sa (usa ka) pagtawag gikan sa yuta, diha-diha dayon kamo migula.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Ngadto sa Allāh ang bisan unsa nga anaa sa mga langit ug sa yuta; ang tanan masinugtanon Kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Siya mao ang magsugod sa mga binuhat, unya Iya kining sublion (banhawon kini pag-usab sa kinabuhi alang sa Paghukom), ug kini sayon lang ​​alang Kaniya; ug Kaniya ang Labing Halangdon nga mga Kinaiya sa mga langit ug sa yuta, ug Siya (Allah) mao ang Hingpit Gamhanan, ang Hingpit nga Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Naghatag siya alang kaninyo ug usa ka panig-ingnan nga gikuha gikan sa inyong kaugalingong mga kinabuhi: tugotan ba ninyo ang pipila niadtong mga ulipon nga anaa kaninyo nga mahimong managsama ninyong mga kaabag sa bisan unsa nga bahandi nga Among gihatag kaninyo, \nkahadloki sila sama sa inyong kahadlok sa matag-usa? Kini mao ang paagi nga Kami naghimo sa mga Bersikulo nga tin-aw alang sa mga tawo nga makasabut.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Apan sila nga nagbuhat ug kadautan (nga nagbutang ug kauban sa Allah diha sa pagsimba) nagsunod lamang sa ilang walay bili nga mga tinguha nga walay bisan unsa nga (Balaanong) kahibalo; busa, kinsa ba ang mogiya kaniya nga gibiyaan sa Allah sa pagkasalaag (tungod sa iyang pagkamapahitas-on ug pagpadayon sa sala)? Ug alang kanila walay mga magtatabang.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Busa iatubang ang imong nawong ngadto sa husto nga relihiyon - ang kinaiyanhon nga kahimtang nga gibutang sa Allah sa (tanan nga) mga tawo; walay pagpangusab sa binuhat sa Allah; kana mao ang husto nga relihiyon (Islam), apan kadaghanan sa mga tawo wala mahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Nan, paghinulsol balik Kaniya ug kahadloki Siya, mag-ampo nga makanunayon. Ayaw pagpahisama kanila nga mga tigsimbag diosdios.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Niadtong nagbahinbahin sa ilang relihiyon ug nahimong mga sekta, ang matag sekta nagmaya sa unsay anaa kanila,",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Sa diha nga ang kalisdanan mosakit sa mga tawo, sila motawag ngadto sa ilang Ginoo (Allah), mobalik ngadto Kaniya (nga makanunayon diha sa paghinulsol ug pagkamasinugtanon), unya sa diha nga Siya mopatilaw kanila sa Kalooy gikan Kaniya, diha-diha dayon, ang uban kanila magsugod sa pagbutang ug kauban sa ilang Ginoo,",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Tungod sa ilang paglimod ug pagkadili mapasalamaton sa gihatag Namo kanila; busa paglipay sa inyong mga kaugalingon (sa makadiyot), kay sa dili madugay mahibaloan ninyo (ang sangpotanan sa inyong mga buhat).",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "O, Kami ba nagpakanaog ngadto kanila ug awtoridad aron pagpamatuod sa ilang gilangkit uban Allāh?",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Sa diha nga Kami mopatilaw sa mga tawo sa Kalooy, sila nalipay niini, apan sa diha nga ang pipila ka dili maayo nga panghitabo mahitabo kanila tungod sa unsay gihimo sa ilang mga kamot (sa sala), diha-diha dayon sila nawad-an sa paglaum.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Wala ba sila makakita nga ang Allah naghimo ug igo nga tagana alang sa kinsay Iyang gusto ug nagpugong [alang kang bisan kinsa nga Iyang gusto]? Sa pagkatinuod adunay mga Timaan niini alang sa mga tawo nga mituo.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Busa ihatag sa duol nga kaparyentihan ang iyang katungod, ug ngadto sa mga kabos, ug sa (natanggong) nga magpapanaw (estranghero ug langyaw); kini mao ang labing maayo alang niadtong nagtinguha sa Nawong sa Allah, ug kini ang mga mao magmalampuson.",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Bisan unsa nga inyong ihatag (sa uban) nga adunay tubo (patubo), aron kini modaghan pinaagi sa (ubang) katigayunan sa mga tawo, dili kini magdala kaninyo ug dugang ngadto sa Allah; apan bisan unsa nga inyong ihatag (nga kinabobot-on) nga kinasing-kasing isip gugmang putli nga nagtinguha sa Nawong sa Allah - kini mao sila ang makadawat sa balus nga pinilo-pilo.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Siya mao ang Allah nga maoy nagbuhat kaninyo, ug naghatag kaninyo ug tagana, ug Siya magpahinabo nga kamo mamatay, unya magbuhi kaninyo (pag-usab aron pagahukman). Aduna bay bisan kinsa sa inyong mga gikauban nga mga dios-dios nga makabuhat niini? Ang Himaya ngadto Kaniya, ug halangdon Siya (Allah) labaw sa ilang gipakig-uban (Kaniya sa pagsimba).",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Ang kadautan mitungha sa kayutaan ug sa kadagatan nga bunga sa unsay nahimo sa mga kamot sa mga tawo (sa kasal-anan), aron Iyang ipatilaw kanila ang kabahin sa ilang nabuhat, aron sila mubalik (ngadto sa unsay maayo ug husto).",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Isulti: \"Panaw sa kayutaan, ug tan-awa kung unsa ang katapusan niadtong nauna (kaninyo); kadaghanan kanila mga tigsimbag dios-dios.\"",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Busa iatubang ang imong nawong ngadto sa husto nga relihiyon (sa Islam) sa dili pa moabut gikan sa Allah ang usa ka Adlaw nga dili malikayan; niadtong adlawa ang mga katawhan sila paga-bahinon.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Bisan kinsa nga naglimod (sa Pagkausa sa Allah), siya manubag sa iyang pagpanglimod, ug bisan kinsa nga nagbuhat (kon unsa ang) matarung (ug makiangayon); nan kini sila mao ang nag-andam (maayong dapit sa Paraiso) alang sa ilang kaugalingon.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Aron Siya muganti niadtong mituo ug nagbuhat ug matarong nga mga buhat gikan sa Iyang Kadagaya; sa pagkatinuod Siya wala makagusto sa mga manlilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Ug lakip sa mga Timailhan sa Allah mao nga Siya nagpadala sa mga hangin ingon nga nagdala sa maayong balita, aron Siya mopatilaw kaninyo sa Iyang Kalooy, aron ang mga sakayan maga-lawig ubos sa Iyang pagmando, ug aron kamo mangita sa Iyang kadagaya, aron kamo mahimong mapasalamaton.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Ug sa pagkatinuod Kami nagpadala una kanimo (O Propeta Muhammad) ug mga Mensahero ngadto sa ilang mga katawhan, busa sila miabot kanila uban sa tin-aw nga mga Pamatuod, ug Kami mikuha ug balos (silot) gikan kanila nga mga dautan nga mga tawo; ug ang pagtabang sa mga magtutuo kanunay nga Among katungdanan.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Siya ang Allah (nga) maoy nagpadala sa mga hangin aron kini mopataas sa panganod, ug Iya kining gibuklad sa kawanangan sumala sa Iyang gusto, ug Iyang gibuak kini aron inyong makita ang ulan nga mogula gikan sa sulod niini; unya sa diha nga Iyang ihulog kini ngadto sa kinsay Iyang gibuot sa Iyang mga gingsakpan (sa katawhan ug jinn), dihadiha sila nagmalipayon.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Bisan pa nga sila sa wala pa niining panahon sa (ulan), (o) sa wala pa kini gipakanaug kanila, kasigurohan nga anaa sa pagkawalay paglaum.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Tan-awa unya ang mga epekto sa Kalooy sa Allah, kung giunsa Niya paghatag ug kinabuhi ang yuta human sa kamatayon niini, sa pagkatinuod Iyang banhawon ang mga patay; ug Siya makahimo sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Ug bisan pa Kami maga-padala ug unos, ug ilang makita ang (ilang mga tanom) nangahimong dalag, sila sa pagkatinuod, maga pada-yon sa pagka panghimakak ug pagkadili mapasalamaton.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Kay sa pagkatinuod dili ka makahimo sa mga patay nga makadungog, ug ikaw dili makahimo sa mga bungol nga makadungog sa pagtawag, sa diha nga sila motalikod sa ilang mga likod.",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Maingon man ikaw dili makagiya sa manga buta sa ilang pagkasalaag. Hino-noa, ang maka-dungog mao lamang sila nga mitoo sa Among mga pina-dayag ug nahimong Muslim ingon niana motugyan sa ilang mga kaugalingon ngadto sa Allah (Dios).",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Siya mao ang Allah nga maoy naglalang kaninyo gikan sa usa ka kahimtang sa pagkahuyang, unya Siya mihatag ug kusog human sa pagkahuyang, ug human sa pagkakusgan mihatag kaninyo (pag-usab) sa pagkahuyang ug puti nga buhok; Siya nagabuhat sa unsay Iyang gusto, ug Siya mao ang Labing Nakahibalo, ang Labing Gamhanan.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Ug sa Adlaw nga moabot ang Katapusan nga Takna (Adlaw sa Pagkabanhaw), ang mga dautan manumpa (nga) wala sila magpabilin (sa kalibotan) gawas sa usa ka oras; sa ingon niana sila kanunay nga gitalikod (gikan sa Kamatuoran).",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Kadtong gihatagan ug (husto nga) Kahibalo ug Pagtuo moingon: \"Sa pagkatinuod kamo nagpabilin sumala sa Kamandoan sa Allah hangtud sa Adlaw sa Pagkabanhaw (ug Paghukom), busa kini mao ang Adlaw sa Pagkabanhaw, apan kamo wala mahibalo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Busa nianang Adlawa ang ilang pagpangatarungan dili makabenepisyo niadtong nagbuhat ug kadautan (pinaagi sa pagbutang ug kauban sa pagsimba sa Allah), ug dili usab sila tugotan sa pagpahupay sa (Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Ug sa pagkatinuod Kami nagbutang alang sa mga tawo sa tanang matang sa panag-ingnan diha sa Qur'an; apan kon ikaw (O Propeta Muhammad) magdala kanila ug bisan unsa nga Timaan, sila nga naglimod (sa Kamatuoran) kasigurohan nga moingon: \"Kamo (mga magtutuo) naghimo lamang ug bakak nga mga pag-angkon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Sa ingon niana ang Allah nagbutang ug silyo sa mga kasingkasing niadtong wala (nagtinguha) nga mahibalo (sa Kamatuoran gikan sa kabakakan).",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Busa pagpakamapailubon; sa pagkatinuod Busa pagpakamapailubon; sa pagkatinuod ang Saad sa Allah tinuod ug ayaw itugot nga kadtong walay kasigurohan (sa Ulahing Adlaw) mopugong kanimo sa husto nga Dalan (aron makahimo kanimo nga walay pagpailub ug mobiya sa imong baruganan).",
      "footnotes": null
    }
  ]
}