{
  "surah_number": 31,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Alif Laam Meem[1],",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili hitupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud sila makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Kini mao ang mga Bersikulo sa Maalamong Libro (Qur'an).",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Usa ka Giya ug Kalooy alang sa mga tigbuhat ug maayo,",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Kadtong mga makanunayon sa pag-ampo (sa gikatakda niini nga mga takna) ug nagbayad sa kantidad alang sa mga kabus (obligado limos - Zakat) ug sila nakasiguro sa Katapusang nga Kinabuhi.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Kini sila mao ang anaa sa Giya gikan sa ilang Ginoo (Allah), ug kini sila mao ang mga magmalampuson ug mauswagon.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Diha sa katawhan adunay nagbayad sa walay pulos nga mga pakigsulti[2], aron lamang mapahisalaag ang uban palayo sa Dalan ni Allah nga walay kahibalo, ug kuhaa niini (Dalan sa Dios) ingon nga pagbiaybiay; kini sila mao ang makabaton sa makauulaw nga Silot.",
      "footnotes": "[2]. Ug gipalabi ang mga teatro, pagkanta, pagsayaw, o walay bili nga mga sugilanon."
    },
    {
      "ayah_number": 7,
      "translation_bis": "Sa diha nga ang Among mga Bersikulo (sa Qur'an) gilitok ngadto kaniya, siya mutalikod sa pagkamapahitas-on, sama nga siya wala makadungog niini, ingon nga adunay pagkabug-at sa iyang mga dunggan, busa pasidan'i siya sa masakit nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "(Alang) kanila nga mituo ug nagbuhat sa matarung nga mga buhat, sila sa pagkatinuod makabaton sa mga Tanaman sa Kabulahanan,",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Sila magpabilin didto sa kahangturan; ang Saad sa Allah; (usa ka) tinuod (nga Saad); ug Siya mao ang Hingpit Gamhanan, ang Hingpit Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "(Ang Allah) naglalang sa mga langit nga walay mga haligi sama sa inyong nakita kanila, ug nagbutang ug mga bukid sa yuta aron dili kini mauyog uban kaninyo, ug Iyang gipakaylap niini ang mga mananap sa tanang matang; ug Kami nagpadala ug tubig gikan sa langit, unya gipatubo diha niini (ang mga tanom) sa matag maayong matang.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "(Kini mao ang paglalang sa Allah, busa ipakita kanako kung unsa ang niadtong (kinsa imong gisimba) gawas Kaniya \nnakamugna. Wala! apan ang mga mamumuhat sa kadautan (nga nagbutang ug kauban sa Allah sa pagsimba) anaa sa dayag nga kasaypanan.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Ug sa pagkatinuod Kami naghatag ug Kaalam ngadto kang Luqman 'Gideon', nag-ingon: \"Pagpakamapasalamaton ngadto sa Allah. Kay bisan kinsa nga mapasalamaton, siya mapasalamaton lamang alang sa (kaayohan) sa iyang kaugalingon; ug bisan kinsa nga dili mapasalamaton, nan sa pagkatinuod ang Allah Igo sa Kaugalingon, Labing nga Dalaygon.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ug (hisguti) sa diha nga si Luqman 'Gideon' miingon sa iyang anak nga lalaki (Abimelech) samtang siya nagtambag kaniya: \"O akong anak, ayaw pagbutang ug bisan unsa nga kauban sa Allah 'sa pagsimba; sa pagkatinuod ang pagbutang ug mga kaubanan (uban Allah sa pagsimba) usa ka dakong inhustisya\".",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Kami sugo sa tawo (sa pagpasidungog) sa iyang mga ginikanan - ang iyang inahan midala kaniya (uban) sa kahuyangon sa ibabaw kaluyahon, ug ang paglutas kaniya anaa sulod sa duha ka tuig: Pagpakamapasalamaton kamo Kanako ug sa inyong mga ginikanan; Ngadto Kanako mao ang katapusang pagbalik.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Apan kung sila magapugos kanimo nga magbutang ug kauban Kanako nga diin ikaw walay (Balaanon) nga kahibalo niini, ayaw sila tumana, apan ipabilin ang maayong pagpakig-uban kanila dinhi sa kalibutan, ug sunda ang dalan niya nga mibalik Kanako (makanunayon sa paghinulsol ug pagsunod). Ug nganhi Kanako (Allah) ang inyong (katapusan) nga pagbalik, ug ipahibalo Ko kaninyo kung unsa ang inyong ginabuhat kaniadto.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "[Si Luqmān miingon]: \"O akong anak, matuod, kon adunay kini sama sa gibug-aton sa usa ka liso sa mustasa unya kini anaa sa usa ka bato o sa langit o sa yuta, si Allāh mopatungha niini. Sa pagkatinuod si Allāh mao ang Labing Maliputon, Labing Nahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Oh akong anak, magmakanunayon ang pag-ampo, isugo ang maayo, idili ang daotan, ug antosa nga mapailubon ang unsay mahitabo kanimo; sa pagkatinuod kini (ang pagpailub) kauban sa (gikinahanglan ug) bililhon nga mga buhat (nga gimando sa Allah);",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Ayaw ilingiw ang imong nawong gikan sa mga tawo uban sa garbo, ni maglakaw nga mapahitas-on ibabaw sa yuta; sa pagkatinuod ang Allah wala makagusto sa tanan nga mapahitas-on, ug hambugero.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Pagpakamakasaranganon (ug ayaw pagpakitag pagkamapahitas-on) sa imong paglakaw, ug ipaubos ang imong tingog; sa pagkatinuod ang labing malaw-ay nga mga tingog mao ang singgit (pagsaba-saba) sa mga asno.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Wala ba ninyo makita nga ang Allah naghimo sa unsay anaa sa mga langit, ug sa unsay anaa sa yuta nga nagpailalom kaninyo, ug naghingpit ug nagpabuhagay (nganha) kaninyo sa Iyang mga pabor sa dayag ug sa tago? Ug gikan sa mga tawo adunay nakiglantugi mahitungod sa Allah bisan pa (sila) walay kahibalo, ni giya, ni usa ka makapalamdag nga Kasulatan.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Ug sa diha nga iga-ingon ngadto kanila: \"Sunda kung unsa ang gipakanaog sa Allah\", sila moingon: \"(Dili), kami nagsunod nianang among nakit-an sa among mga amahan\". Bisan pa si Satanas nagtawag kanila ngadto sa Silot sa nagdilaab nga Kalayo (sa Impiyerno)!",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Bisan kinsa nga magtugyan sa iyang Nawong ngadto sa Allah, samtang nagbuhat ug maayo, sa pagkatinuod (siya) nakakupot sa labing lig-on ug labing kasaligan nga gunitanan; ug ngadto sa Allah anaa ang resulta ug ang hukom sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Bisan kinsa nga naglimod (sa Pagkausa sa Allah), ayaw tugoti nga ang ilang pagkawalay pagtuo makapasubo kanimo; nganhi Kanamo (Allah) ang ilang (katapusan) nga pagbalik, ug Kami mupahibalo kanila sa unsay ilang nabuhat. Sa pagkatinuod ang Allah mao ang Labing Nasayud sa unsay nahitago sa mga dughan (sa mga katawhan).",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Gitugotan namo sila (ang mga tigsimbag dios-dios ug ang mga manlilimod) nga malingaw sa makadiyot, dayon Kami mag-abog kanila ngadto sa usa ka hilabihan nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Kon ikaw mangutana kanila kun kinsa ang nagbuhat sa mga langit ug sa yuta, sila sa pagkatinuod moingon: \"Ang Allah\". Isulti: \"(Ang tanang) pagdayeg alang sa Allah\"; apan kadaghanan kanila wala mahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Iya sa Allah (lamang) ang bisan unsa nga anaa sa mga langit ug sa yuta; sa pagkatinuod ang Allah mao ang Igo sa Kaugalingon, ang Dalaygon.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Kon ang tanang kahoy nga anaa sa yuta (mahimo nga) mga panulat, ug ang dagat (ang mga tinta), uban sa pito pa ka kadagatan nga idugang niini, ang mga Pulong sa Allah dili mahurot. Sa pagkatinuod, ang Allah mao ang Hingpit nga Gamhanan, ang Hingpit nga Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Ang paglalang kaninyo ug ang pagbanhaw (gikan sa mga patay) sama lamang sa (kasayon sa paglalang ug pagbanhaw sa) usa lamang ka kalag. Sa pagkatinuod ang Allah mao Hingpit Nakadungog, Hingpit Nakakita.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Wala ba kamo mamalandong nga ang Allah nagpasulod sa gabii ngadto sa adlaw, ug Iyang gipasulod ang adlaw ngadto sa gabii, ug Iyang gihimo ang adlaw ug ang bulan nga nagpailalom kaninyo; ang matag usa nagpadayon sa agianan niini (orbit) hangtod sa gikatakda nga panahon; ug ang Allah mao ang Labing Nakahibalo sa unsay inyong ginabuhat?",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Kini tungod kay ang Allāh, Siya mao ang Kamatuoran, ug ang ilang gisangpit gawas Kaniya, mao ang kabakakan, ug ang Allah mao ang Labing Hataas, ang Labing Halangdon.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Wala ba ninyo makita nga ang mga barko milawig sa dagat pinaagi sa pabor sa Allah aron Siya magpakita kaninyo sa Iyang mga Timaan? Sa pagkatinuod adunay mga Timaan niini alang sa tanang mapailubon, nga mapasalamaton.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Sa diha nga ang usa ka balud motabon kanila, nga sama sa mga bukid, sila mutawag ug nag-ampo ngadto sa Allah (nga nag-inusara), nga matinud-anon ngadto Kaniya sa pag-alagad, apan sa diha nga Siya mudala kanila nga luwas ngadto sa yuta, ang uban kanila magpabilin sa tunga-tunga (kasarangan sa pagpasalamat).Walay magasalikway sa Among mga Timaan gawas sa tanan nga mabudhion, nga dili mapasalamaton.",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Oh katawhan, pagbantay (kamo) batok sa (Silot sa Allah) inyong Ginoo ug kahadloki ang Adlaw nga walay ginikanan ang makabenepisyo ug bisan unsa alang sa iyang anak, ni ang anak makabenepisyo ug bisan unsa alang sa iyang ginikanan ; sa pagkatinuod ang Saad sa Allah mao ang (kanunay) nga matuod, busa ayaw itugot nga ang kinabuhi niining kalibutana maglimbong kaninyo, ni magtugot nga ang pangulong limbonganon (Satanas) maglimbong kaninyo mahitungod sa Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Sa pagkatinuod ang Allah, Kaniya lamang ang Kahibalo sa Katapusan nga Takna (ang Adlaw sa Pagkabanhaw), ug Siya nagpakanaog sa ulan, ug Siya nasayod sa unsay anaa sa mga sabakan; ug walay nahibalo kon unsay iyang kitaon ugma; ug walay nahibalo kon asa nga yuta siya mamatay. Sa pagkatinuod, si Allāh kay Labing Nasayud, Labing Nakahibalo.",
      "footnotes": null
    }
  ]
}