{
  "surah_number": 32,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Alif Laam Meem[1].",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili hitupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud sila makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Ang pagpadayag niining Libro (ang Qur'an), walay pagduhaduha mahitungod niini, gikan (sa Allah) Ginoo sa tanang linalang.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "O miingon ba sila: \"Siya (ang Propeta Muhammad) nag-imbento niini (Qur’an)? Dili, kini mao ang Kamatuoran gikan sa (Allah) nga inyong Ginoo, aron ikaw makapasidaan sa katawhan nga walay tigpasidaan nga miabot kanila una kanimo, aron sila mahimong (husto) nga giniyahan.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Si Allah mao ang nagbuhat sa mga langit ug sa yuta ug sa unsay anaa sa taliwala nila sa unom ka Adlaw, unya Siya mikayab ug bangon sa ibabaw saTrono (sa paagi nga nahiangay sa Iyang Kahalangdon); wala kamoy laing Ginoo o bisan kinsang tigpataliwala gawas Kaniya; dili ba kamo makahinumdum?",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Siya nagadumala sa matag butang gikan sa langit ngadto sa yuta (uban sa Kahingpit ug Kaalam), nan, kini maga-saka balik Kaniya sulod sa usa ka adlaw, diin ang sukod niini usa ka libo ka manga tuig, sumala sa inyong ihap.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Kana mao ang (Allah) ang Nakahibalo sa dili makita ug sa makita, ang Labing Gamhanan, ang Labing Maloloy-on,",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Nga naghingpit sa tanan nga Iyang gibuhat, ug gisugdan Niya ang paglalang sa tawo nga gikan sa lapok.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Unya Iyang gihimo ang iyang (Adan) nga kaliwat gikan sa binhi sa gipagawas gitamay nga semilya.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Unya Siya naghatag niini ug saktong hulma (ug nagsugo sa mga anghel nga) huypon kaniya ngadto sa iyang kalag (nga gilalang) pinaagi Kaniya. Siya nagbuhat alang kanimo ug pangdungog, panan-aw ug kasing-kasing. Apan gamay ang imong gihatag nga pagpasalamat (ngadto Kaniya).",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Ug sila miingon: \"Sa dihang kita nagkatag sa yuta (human sa kamatayon), kita ba sa pagkatinuod malalang pag-usab ingon nga bag-ong binuhat?\" Hinonoa, sila naglimod sa Pagpakigtagbo sa ilang Ginoo (Allāh).",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Ingna: \"Ang anghel sa kamatayon nga gitugyan kanimo, maoy magpahinabo nga kamo mamatay, unya sa imong Ginoo ikaw 'tanan' ibalik (alang sa Paghukom).\"",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Ug kon kamo makakita pa lamang sa diha nga ang mga dautan nagbitay sa ilang mga ulo sa atubangan sa ilang nga Ginoo, (aron sa pag-hangyo): \"Among Ginoo, kami nakakita ug kami nakadungog, busa pabalika kami (ngadto sa kalibutan), kami magabuhat ug maayo; sa pagkatinuod, kami [karon] sigurado.\"",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Kon Kami nagbuot pa, Kami sa pagkatinuod naghatag sa matag kalag sa iyang giya, apan ang pulong gikan Kanako matuman (mahitungod sa mga mamumuhat ug daotan nga: \"Sa pagkatinuod akong pun-on ang Impiyerno uban sa jinn ug sa mga tawo[2] sa tanang.",
      "footnotes": "[2]. Nga wala motoo Kanako, sa Akong mga Mensahero, ug sa Katapusan nga Adlaw."
    },
    {
      "ayah_number": 14,
      "translation_bis": "Busa tilawi (ang Silot sa Kalayo) tungod sa inyong pagkalimot sa Panagtigom niining inyong Adlaw sa Paghukom; (ug) sa pagkatinuod, Kami usab mulimot kaninyo (pagabiyaan kamo sa Kalayo); ug tagamtama ang wala'y katapusan nga Silot tungod sa inyong gibuhat kaniadto (nga mga dautang buhat).",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Kadto lamang ang nagtuo sa Among mga bersikulo sa dihang gipahinumdoman, sila mohapa ug maghimaya uban sa pagdayeg sa ilang Ginoo samtang sila dili mapahitas-on.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Ang ilang mga kiliran nagbakwit gikan sa (ilang) mga higdaanan (mubangon sa kagabion aron sa pag-ampo), sila nagtawag ngadto sa ilang Ginoo (Allah) uban sa (gugma), kahadlok, ug paglaum, ug sila naggasto sa kinabobot-on ug madagayaon gikan sa unsay Among gihatag kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Busa wala'y makahanduraw kon unsa (nga kasadya ug kalipay sa Paraiso) ang gitago alang kanila, nga makapalipay (ug makahupay) sa mga mata; usa ka ganti sa ilang maayo nga mga binuhatan.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Mao ba siya kinsa usa ka magtotoo sama sa usa nga masinupakon ug dautan? Dili sila manag-sama.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Alang kanila nga gituohan (sa Kamatuoran) ug nagbuhat sa matarung nga mga buhat, ang mga Tanaman mao ang ilang puloy-anan; isip usa ka pag-abiabi (gikan Kaniya) alang sa unsay ilang gibuhat kaniadto (sa pagkamatarung).",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Alang niadtong masupilon nga misupak (sa Allah ug sa Iyang mga Mensahero), ang ilang Puloy-anan mao ang Kalayo; Sa matag higayon nga sila gusto nga makagawas gikan niini, sila pagadad-on pagbalik sa sulod niini, ug igasulti ngadto kanila: \"Tilawi ninyo ang Silot sa Impierno nga inyong gilimod kaniadto.\"",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Ug sa pagkatinuod Kami mopatilaw kanila sa labing duol nga silot (sa kalibutan) sa dili pa ang labing dako nga Silot (sa Pikas Kinabuhi), aron sila (maghinulsol ug) mobalik (ngadto sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Kinsa ba ang labaw nga dili makiangayon kay kaniya nga gipahinumduman sa mga Bersikulo sa iyang Ginoo (Allah), unya mitalikod gikan niini? Sa pagkatinuod, Kami manimalos sa mga daotan.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Sa pagkatinuod, Kami naghatag sa Kasulatan (Torah) ngadto kang Moises, busa ayaw pagduhaduha mahitungod sa pagpakigkita kaniya[3]. Kami naghimo niini (ang Torah) nga usa ka Giya alang sa mga anak sa Israel.",
      "footnotes": "[3]. Nga mao ang pagpakigkita kang Moises sa gabii sa imong pagsaka ngadto ang mga langit."
    },
    {
      "ayah_number": 24,
      "translation_bis": "Ug Kami naghimo kanila nga mga pangulo nga giniyahan pinaagi sa Among Kasugoan, sa diha nga sila nagmapailubon, ug sila nakasiguro sa Among mga Pinadayag.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "pagkatinuod ang imong Ginoo (Allah) magahukom tali kanila sa Adlaw sa Paghukom sa bisan unsa man nga ilang gikalahian ug gikaawayan.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Dili ba kini tin-aw ngadto kanila, pila na sa mga (makasasala) nga mga kaliwatan nga Among gilaglag una kanila? (Ang mga tawo) sila moagi sa ilang mga puloy-anan? Sa pagkatinuod adunay mga Timaan niini; nan dili ba sila mamati?",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Dili ba sila makakita nga Kami nagtultol sa tubig ngadto sa mamala nga yuta unya Kami nagpagula pinaagi niini nga mga tanom aron sila ug ang ilang mga kahayupan makakaon niini? Dili ba sila unya makakita?",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Ug sila nanag-ingon: Kanus-a pa man mahitabo kini nga Paghukom, kon kamo nagsulti ug tinood?",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Ingna: \"Sa adlaw sa Paghukom, sila nga nagdumili sa pagtuo dili makabenepisyo gikan sa ilang pagtuo kon sila (nianang higayona) motuo, ni sila paga-hatagan ug lugway.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Busa talikod gikan kanila (Oh Muhammad) ug paghulat[4], sa pagkatinuod sila usab naghulat[5].",
      "footnotes": "[4]. Ang Allāh motuman sa Iyang gisaad kanimo.\n[5]. Nga pipila ka kaalautan o mamatay ang mahitabo kanimo."
    }
  ]
}