{
  "surah_number": 33,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Oh Propeta (Muhammad), pagmalig-on ug magmalahutayon sa pagkadiosnon 'para sa Allah' ug ayaw pagsunod sa (mga tinguha sa) mga manlilimod ug sa mga tigpakaaron-ingnon; sa pagkatinuod ang Allah mao ang Nahibalo sa Tanan, ang Labing Maalamon;",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Sunda ang unsay gipadayag kanimo gikan sa 'Allah' imong Ginoo. Sa pagkatinuod, si Allah kanunay nga nakahibalo sa bisan unsa nga imong gibuhat;",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Butang ang imong bug-os nga pagsalig kang Allāh. Si Allāh igo na isip Sinaligan.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Si Allāh wala maghimo alang sa usa ka tawo og duha ka kasingkasing sa sulod kaniya; Siya wala naghimo sa inyong mga asawa nga inyong gideklara nga nakasupak sa balaod ingon inyong mga inahan, Ni ang inyong sinagop nga mga lalaki inyong (Tinuod) nga anak. Kana mao (lamang) ang inyong gipanulti pinaagi sa inyong mga baba. Si Allāh nagsulti sa Kamatuoran, ug Siya naggiya sa (husto) nga Dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Tawga sila (ang inyong sinagop nga mga anak) pinaagi sa (mga ngalan sa) ilang mga amahan; kini labing makiangayon sa (sa panan-aw sa) Allah; apan kon wala kamo makaila sa ilang mga amahan nan (tawga sila) nga inyong mga igsoon sa pagtuo ug sa imong mga sinaligan; ug walay sala diha kaninyo mahitungod niana kun kamo nakahimo ug sayop nga wala tuyoa, apan (mahitungod) niadtong gibuhat sa inyong mga kasingkasing nga tinuyo (kana mao ang mamahimong usa ka sala alang kaninyo). Si Allah kanunay Labing Mapasayloon, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Ang Propeta mas takos sa mga magtotoo kay sa ilang kaugalingon, ug ang iyang mga asawa maoy (sama) sa ilang mga inahan; ug sila nga mga suod nga paryente (sa dugo) adunay labaw nga katungod sa kabilin gikan sa usag-usa, kay sa (uban) nga mga magtutuo ug mga migrante, gawas kun kamo magbuhat ug maayo (pinaagi sa usa ka kabilin) ngadto sa inyong suod nga mga higala; kini nahisulat sa Libro (ang Giampingan nga Papan).",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Ug (Hinumdomi, oh Muhammad) Sa dihang Kami mikuha gikan sa mga propeta sa ilang pakigsaad, ug gikan kanimo, ug gikan kang Noe, Abraham, Moises, ug Jesus nga anak ni Maria. Kami mikuha gikan kanila sa usa ka lig-on nga pakigsaad,",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Aron Siya (Allah) mangutana sa matinud-anon (nga mga Mensahero sa Allāh) bahin sa ilang kamatuoran (sa ipaabot sa mga Mensahe sa Allāh), Apan Siya nag-andam alang sa mga manlilimod ug sakit nga silot.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Oh mga magtutuo, hinumdomi ang grasya ni Allāh diha kaninyo sa dihang miabot kaninyo mga sundalo, busa Kami nagpadala batok kanila ug kusog nga hangin, ug mga kasundaluhan (sa mga anghel), nga wala ninyo makita. Si Allāh kanunay nakakita sa bisan unsa nga imong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "(Hinumdumi) sa diha nga sila miabot kaninyo gikan sa inyong ibabaw ug gikan sa inyong ubos, ug sa diha nga ang mga mata nangabalhin (sa kahadlok), ug ang mga kasingkasing misaka ngadto sa mga tutonlan, ug kamo nagsugod sa paghunahuna sa nagkalain-laing mga panghunahuna mahitungod sa Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Didto gisulayan ang mga magtutuo ug giuyog sila sa dakong pag-uyog.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "(Hisguti) sa dihang ang mga tigpakaaron-ingnon ug sila nga kansang mga kasingkasing adunay sakit (sila nga ang pagtuo huyang) misugod sa pag-ingon: \"ang Allah ug ang Iyang Sinugo wala misaad kanato gawas sa usa ka limbong.\"",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "(Hisguti) sa diha nga ang usa ka pundok kanila miingon: \"O katawhan sa Yathrib (Madinah), Dili na kamo maka-sugakod, busa pamalik kamo (sa inyong puloy-anan); ug ang usa ka pundok kanila nangayo og pagtugot gikan ang Propeta, nag-ingon: sa pagkatinuod ang among panimalay dayag kaayo sa kaaway. \"Bisan pa kini dili gayod dayag: Wala silay laing tuyo gawas sa pag-kalagiw.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Kon ang usa ka pagsulod sa kaaway nahimo diha kanila gikan sa tanang suok, ug sila gihangyo (sa kaaway) aron sa pagbiya sa ilang pagtuo, sila (ang mga tigpakaaron-ingnon) sa pagkatinuod makahimo gayud niini uban sa diyutay lamang nga pagduha-duha.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Sa pagkatinuod, sila nakahimo na ug pakig-saad (kang) Allah nga sila dili gayod maga-sibog ug maga-kala-giw. Ang Kasabotan ngadto sa Allah kinahanglan nga pagatubagon.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Isulti: \"Ang pagkalagiw dili makaayo kaninyo; kon kamo mokalagiw gikan sa kamatayon o gikan sa pagpatay, ug kamo dili makatagamtam (niining temporaryo nga kinabuhi) gawas sa gamay.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Isulti: \"Kinsa ba ang makapanalipod kaninyo gikan sa Allah (Dios) kon Siya nagtinguha sa pagbuhat ug kadaot kaninyo, o Siya nagtinguha sa pagpakita kaninyo ug Kaluoy? Sila dili gayod makakaplag alang sa ilang mga kaugalingon bisan unsa nga tigpanalipod (manluluwas) o magtatabang gawas sa Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Si Allah nakaila niadtong nanag-babag sa uban (sa pagpakig-away diha sa Dalan sa Allah), ug niadtong nag-ingon sa ilang mga kaigsoonan: Umari kamo kanamo; ug sila dili moanha sa pagpakig-away gawas sa gamay,",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Ang pagkahakog nganha kanimo. Sa diha nga moabut ang kahadlok, makita nimo sila nga nagatan-aw kanimo, ang ilang mga mata nagtuyok, sama sa usa nga naluya tungod sa paghunahuna sa kamatayon; apan sa diha nga ang kahadlok mawala na, sila magadasmag kaninyo sa mahait nga mga dila, nga hakog sa [paggasto] ug kaayohan. Wala sila mituo mao nga gihimo ni Allah nga walay bili ang ilang mga buhat. \nUg kini sayon lang ​​alang sa Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Naghunahuna sila nga ang mga kaalyado sa kaaway wala pa makalakaw, ug kon ang mga kaalyado moabut (pag-usab) gusto sila mao sa mga desyerto (nga naglatagaw) kauban sa mga Bedouin (mga ignorante nga taga disyerto) mangutana bahin sa imong balita, ug kon sila anaa uban kaninyo sila dili makig-away gawas sa gamay.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Sa pagkatinuod diha sa Mensahero sa Allah (Muhammad) aduna kamoy hingpit nga maayong panag-ingnan aron sundon, alang kaniya nga naglaum (sa Pagpakigtagbo) sa Allah ug sa Katapusang Adlaw, ug naghinumdom sa Allah kanunay.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Sa diha nga ang mga magtutuo nakakita sa mga kaalyado sa kaaway, sila miingon: \"Kini mao ang gisaad sa Allah kanato ug sa Iyang mensahero, ug ang Allah ug ang Iyang mensahero nagsulti sa Kamatuoran; ug kini nagdugang lamang kanila sa Pagtuo ug pagpasakop.\"",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Taliwala sa mga magtutuo anaay manga lalaki nga matinud anon sa ilang gihi-mong pakigsaad (kang) Allah nga wala gayod mutalikod. Adunay taliwala kanila nga nagtuman sa ilang mga panaad ug adunay taliwala kanila nga naghulat pa, ug sila wala mausab bisan diyutay.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Aron ang Allah moganti sa mga matinud-anon tungod sa ilang pagkamatinod-anon, ug musilot sa mga tigpakaaron-ingnon kon Siya mobuot o o mobalik kanila (nga maluloy-on); kay sa pagkatinuod ang Allah Labing Mapasayloon, ang Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Si Allāh miabog sa mga manlilimod ngadto sa ilang kasuko; sila wala makaangkon og bisan unsa nga kabintahaan, ug ang Allah igo na sa mga magtutuo sa pagpakig-away (pinaagi sa pagpadala batok sa mga dili magtutuo sa usa ka kusog nga hangin ug mga tropa sa mga anghel). Kanunay nga si Allāh Kusog, Gamhanan.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Ug Iyang gipapahawa kadtong gikan sa mga sumosunod sa (naunang) Kasulatan (ang mga Hudeyo) nga nagpaluyo (mga pagano nga mga Arabo) gikan sa ilang mga kuta, ug Iyang gibutang ang kalisang sa ilang mga kasingkasing; ang uban inyong napatay, ug ang laing pundok inyong nabihag.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Siya naghimo kaninyo nga manununod sa ilang yuta, sa ilang mga panimalay, sa ilang mga bahandi, ug ang yuta nga wala ninyo gitumban. Si Allah mao ang Makahimo sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Oh Propeta (Muhammad), sultihi ang inyong mga asawa: \"Kon kamo nagtinguha sa kinabuhi niining kalibotana ug sa mga dayandayan niini, nan umari kamo, ako magahatag kaninyo ug usa ka matahom nga tagana, ug Ako maga-pahigawas kaninyo sa maayong paagi. \"",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Apan kon kamo nagtinguha sa Allah ug sa Iyang Mensahero (Muhammad) ug sa (maayong) Puloy-anan sa Ulahing Adlaw, nan sa pagkatinuod ang Allah nag-andam alang sa mga tigbuhat ug maayo gikan kaninyo ug Dakong Ganti.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Oh mga asawa sa Propeta, bisan kinsa kaninyo nga magbuhat sa dayag nga kalaw-ayan, ang pag-antos (silot) doblehon alang kaniya (sa Pikas Kinabuhi). Kini sayon lang ​​alang sa Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Bisan kinsa kaninyo nga masinugtanon sa Allah ug sa Iyang Mensahero (Muhammad) ug magkinabuhi nga matarong, Kami mohatag kaniya ug doble nga ganti, ug Kami nag-andam alang kaniya ug usa ka halangdon nga tagana (sa Paraiso).",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Oh mga asawa sa Propeta, dili kamo sama sa ubang mga babaye (ingon nga kamo mga buhi nga panig-ingnan sa uban); Kong kamo magbantay batok sa kadautan, nan ayaw pagpahumok imong pagsulti, kay basin unya siya nga ang kasingkasing adunay sakit (sa pagkatintal, o kaibog) matandog uban sa tinguha, Apan pagsulti kamo sa tarong nga pamulong.",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Pabilin kamo sa inyong mga balay ug ayaw ninyo ipasundayag ang inyong kaanyag sama sa ilang pagpakita sa karaang mga kapanahonan (pagano) sa pagkawalay alamag; (hinoon, tumana sa inyong kaligdong), Hupti ang pag-ampo, paghatag ug zakāh (obligado limos), ug tumana ang Allah ug ang Iyang Mensahero (Muhammad). Si Allāh gusto lamang nga tangtangon ang kahugawan gikan kaninyo, O pamilya (sa Propeta), ug sa pagputli kaninyo sa usa ka hingpit nga pagputli.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Hinumdumi [mga asawa sa Mensahero] kung unsa ang gilitok sa inyong mga balay nga mao ang mga bersikulo ni Allāh ug kaalam. Sa pagkatinuod, si Allāh kanunay nga labing maliputon, Nakahibalo sa Tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Sa pagkatinuod ang mga lalaki ug babaye nga nagpasakop sa Allah, ang mga magtutuo nga mga lalaki ug nga mga babaye, ang mga masinugtanon nga mga lalaki ug nga mga babaye, ang mga matinud-anon nga mga lalaki ug nga mga babaye, ang mga lalaki nga molahutay ug ang mga babaye, ang mga lalaki nga mapainubsanon sa ilang kaugalingon ug sa mga babaye, ang mga lalaki nga naghatag ug mga charity ug ang mga babaye, ang mga lalaki nga nagpuasa ug ang mga babaye, ang mga lalaki nga nagbantay sa ilang pribadong mga bahin ug ang mga babaye, ug ang mga lalaki nga naghinumdom sa Allah kasagaran ug ang mga babaye, si Allah nag-andam alang kanila sa usa ka kapasayloan ug Dako nga Ganti (Paraiso).",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Kini dili alang sa usa ka magtotoo nga lalaki o sa usa ka magtutuo nga babaye, sa diha nga si Allāh ug ang Iyang Mensahero naghukom sa usa ka butang, nga sila kinahanglan nga adunay usa ka pagpili sa unsa may kalabutan kanila ug sila niini dili mahiuyon. Bisan kinsa nga dili motuman sa Allah ug sa Iyang Mensahero sa pagkatinuod nahisalaag sa usa ka tin-aw nga paagi.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "(Hisguti Oh Propeta Muhammad) sa dihang ikaw miingon kaniya (Zayd bin Harithah) kinsa gipaboran sa Allah (pinaagi sa paggiya kaniya ngadto sa Islam) ug ikaw pabor siya (pinaagi sa pagpahigawas kaniya): \"Ipabilin ang imong asawa ug kahadloki Allāh, samtang ikaw nagtago sa usa ka butang nga si Allāh pagpadayag ug ikaw nahadlok sa mga tawo samtang si Allah mao ang mas takos nga imong kahadlokan. Apan sa diha nga si Zaid (bin Harithah) diborsyo kaniya (Zaynab bint Jahsh). Kami nakigminyo kaniya kanimo, aron walay mahitabo sa mga magtutuo nga makahasol mahitungod sa pag-asawa sa binulagan nga sa ilang mga sinagop nga lalaki, sa diha nga ang usa makigbulag sa usa nga maligdong. Ang sugo ni Allāh kanunay nabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Walay pagbasol sa Propeta sa pagbuhat nianang gitudlo sa Allah (Dios) ngadto kaniya; mao kana ang Pamaagi sa Allah niadtong mga nauna; ug ang Kasugoan sa Allah usa ka Pagtakda nga kanunay'ng nahingpit ug sigurado.",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Sila nga nagpahayag sa mga Mensahe sa Allah ug nahadlok Kaniya, ug ayaw kahadlok kang bisan kinsa gawas sa Allah; ang Allah Igo na isip Tig-ihap.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Si Muhammad dili amahan sa bisan kinsa sa inyong mga kalalakin-an, apan siya mao ang Mensahero sa Allah ug ang Katapusan sa mga Propeta; ug ang Allah adunay hingpit nga Kahibalo sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Oh mga magtutuo, hinumdumi si Allāh sa makanunayon nga pag-hinumdom.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Himayaa Siya sa buntag ug gabii.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Siya mao ang naghatag sa Iyang mga panalangin nganha kaninyo, ug ang Iyang mga anghel (naghangyo Kaniya sa pagbuhat sa ingon), aron Siya mopagawas kaninyo gikan sa tumang kangitngit ngadto sa kahayag; ug Siya mao ang Kanunay nga maloloy-on ngadto sa mga magtotoo.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Ang ilang pagtimbaya sa usa'g usa sa Adlaw nga ilang ikatagbo Siya mao ang: ‘Kalinaw,’ ug Siya nag-andam alang kanila ug usa ka Madungganong Ganti.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Oh Propeta 'Muhammad', sa pagkatinuod Kami nagpadala kanimo ingon nga usa ka saksi, ingon nga usa ka tigpahibalo sa maayong balita, ug ingon nga usa ka tigpasidaan,",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Ug usa ka nagdapit ngadto sa Allāh pinaagi sa Iyang pagtugot, ug ingon nga usa ka suga nga naga-dan'ag.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Hatagi ang mga magtutuo sa maayong balita nga sila makabaton sa usa ka dako nga Kadagaya gikan sa Allah (Dios).",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Ayaw pagsugot sa mga manlilimod ug sa mga tigpakaaron-ingnon, ug ayaw tagda ang ilang makalagot nga mga pulong, ug pagsalig kang Allāh. Si Allāh igo na isip Sinaligan.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Oh mga magtotoo, kung magminyo kamo sa mga babaye nga magtotoo unya bulagan ninyo sila sa wala pa ninyo sila matandog (pinaagi sa pakighilawas), walay obligasyon alang kaninyo ngadto kanila nga usa ka panahon sa paghulat nga inyong giisip. Busa hatagi sila ug gasa, ug hatagi silag kagawasan sa halangdon nga paagi.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Oh Propeta (Muhammad), sa pagkatinuod, Gihimo Namo nga subay sa balaod kaninyo ang inyong mga asawa nga inyong gihatag ang ilang mga bugay, ug sila nga iya sa inyong tuo nga kamot gikan sa unsay gihatag sa Allâh kaninyo, ang mga anak nga babaye sa imong mga uyoan sa amahan, sa mga anak nga babaye sa imong iyaan sa amahan, sa mga anak nga babaye sa imong uyoan sa inahan, ug ang mga anak nga babaye sa imong mga iyaan sa inahan nga milalin uban kanimo; ug usa ka magtutuo nga babaye kon siya mohalad sa iyang kaugalingon ngadto sa Propeta, kon ang Propeta gusto nga makigminyo kaniya - usa ka pribilehiyo ilabi na alang kanimo, dili alang sa (ubang) mga magtutuo; Kami nahibalo sa among gitudlo kanila mahitungod sa ilang mga asawa ug niadtong gipanag-iya sa ilang tuong mga kamot, aron walay kahasol nga mahitabo kaninyo; ug si Allah mao ang Labing Mapasayloon, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Mahimo nimo nga ipaundang (ang turno sa) kinsay imong gibuot kanila (nga imong mga asawa), ug mahimo nimong dawaton kung kinsa ang imong gusto, ug kung kinsa ang imong gitinguha niadtong imong gilangay (ang iyang turno sa temporaryo); walay pagbasol kanimo (sa pagdawat kaniya pag-usab); kini mao ang labing tukma, aron sila mahupay ug dili maguol, ug nga silang tanan mahimuot sa unsay imong ihatag kanila. Ang Allah nahibalo kon unsa ang anaa sa inyong mga kasingkasing. Ang Allah mao ang Labing Nasayud sa Tanan, ang Labing Mapailubon.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Wala gitugot kanimo (Oh Propeta Muhammad) ang pagkuha (bisan unsa nga dugang) nga mga babaye human kini, ni makapuli sa bisan kinsa sa imong mga asawa sa lain, bisan pa ang ilang katahum makapahimuot kanimo, gawas sa unsay gipanag-iyahan sa imong tuo nga kamot (mga ulipon). Si Allāh kanunay nga nakahibalo sa tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Oh mga magtotoo, ayaw pagsulod sa mga balay sa Propeta gawas kon ang pagtugot gihatag kaninyo alang sa pagkaon, nga dili maghulat sa pagluto niini nga mahuman; apan kung dapiton kamo, sumulod kamo, ug kun nakakaon na kamo, nan gawas na kamo; ug ayaw pagpabilin alang sa kaswal nga panagsultihanay; Ang ingon nga kinaiya mao ang tinuod nga makalagot sa Propeta, apan siya maulawon kaayo sa paghangyo kanimo sa pagbiya, ug si Allah wala maulaw sa kamatuoran. Sa diha nga kamo mangutana kanila [kinsa ang iyang mga asawa] alang sa usa ka butang, pangutan-a sila gikan sa luyo sa usa ka tabil. Kana mas putli alang sa inyong mga kasingkasing ug sa ilang mga kasingkasing. Dili alang kanimo ang pagdaot sa Mensahero sa Allah ni ang pagminyo sa iyang mga asawa human kaniya hangtod sa kahangturan. Sa pagkatinuod kana ngadto sa Allah usa ka dakong kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Bisan ikaw nagpadayag sa usa ka butang o nagtago niini, sa pagkatinuod ang Allah adunay hingpit nga Kahibalo sa tanan nga mga butang.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Walay sala alang kanila (kon sila dili magtabon sa ato pa, magsul-ob ug tabil) atubangan sa ilang mga amahan (o sa ilang mga uyoan sa amahan o mga uyoan sa inahan), o sa ilang mga anak nga lalaki, o sa ilang mga igsoong lalaki, o sa mga anak nga lalaki sa ilang igsoon nga lalaki, o sa mga anak nga lalaki sa ilang mga igsoong babaye, o sa ilang ang babaye, o sa unsay gipanag-iyahan sa ilang mga tuong kamot; kahadloki ang Allāh ug likayi ang dautan. Ang Allah mao ang kanunay nga Saksi sa tanang mga butang.",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Sa pagkatinuod, si Allāh (Dios) ipadala sa Iyang Balaanong mga Panalangin ngadto sa Propeta (Muhammad) ug ang Iyang mga anghel nagtinguha sa Panalangin alang kaniya. O mga magtotoo, pangayo kamo sa (Allah) sa paghatag sa Iyang Balaanon nga mga Panalangin ngadto kaniya, ug paghatag kamo ug katahoran ngadto kaniya sa usa ka (takus) nga pagtimbaya sa kalinaw.",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Sa pagkatinuod (alang) niadtong nagsulti ug dautan nga mga butang sa Allah ug sa Iyang Mensahero (Muhammad), ang Allah nagtunglo kanila dinhi sa kalibutan ug sa Kinabuhi, ug Siya nag-andam alang kanila sa usa ka makauulaw nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Kadtong nakapasakit sa mga magtotoo nga mga lalaki ug mga babaye nga dili makatarunganon nagdala sa ilang mga kaugalingon sa usa ka pagbutangbutang ug usa ka tin-aw nga sala.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Oh Propeta (Muhammad), isulti ngadto sa imong mga asawa, sa imong mga anak nga babaye, ug sa mga magtutuo nga babaye nga ilang isul-ob ang ilang mga kupo palibut kanila; mao kini ang labing angay, aron sila mailhan (ingon nga putli nga magtotoo nga mga babaye), ug aron dili mahasi. Si Allah mao ang Labing Mapasayloon, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Kung ang mga tigpakaaron-ingnon, kansang mga kasingkasing anaa sa sakit (sa pagkatintal, o kaibog), ug ang mga tigpakaylap sa mga hungihong, sa ingon niana nahimong hinungdan sa kasamok (ug kadautan) sa lungsod (sa Propeta), ayaw paghunong, kami sa pagkatinuod mag-aghat kanimo batok kanila ug gahum kanimo ngadto kanila, nan sila dili mahimong mga silingan nimo didto gawas sa kadiyot.",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Mga tinunglo bisan asa sila makit-an, sila paga-dakpon ug pagapatyon ang usa ug ang tanan (tungod sa ilang kadautan).",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "(Mao kana ang) Pamaagi sa Allah ngadto kanila nga nauna; ug ikaw dili gayod maka-kaplag ug kausaban sa Pamaagi sa Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Ang mga tawo nangutana kanimo bahin sa Katapusan nga Panahon. isulti: Ang kahibalo niini anaa lamang sa Allah. Unsa ang nagpahibalo kanimo nga ang Katapusan nga Takna nagkaduol na?\"",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Sa pagkatinuod ang Allah (Dios) mitunglo sa mga manlilimod ug nag-andam alang kanila ug nagdilaab nga Kalayo,",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Sa magpabilin niini hangtod sa kahangtoran; Dili gayod sila makakitag tigpanalipod o katabang.",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Sa Adlaw nga ang ilang mga nawong ibalibag sa Kalayo nga walay katapusan, sila moingon: \"Oh (hinaut pa unta) kami mituman sa Allah ug mituman sa Mensahero (Muhammad)!\"",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Sila moingon: \"O Allâh among Ginoo, sa pagkatinuod kami misunod niadtong among mga agalon ug bantugan nga mga tawo taliwala kanamo apan sila mipahisalaag kanamo gikan (husto) sa dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "(Oh Allah) among Ginoo, hatagi sila ug dobleng silot ug itunglo sila sa dakong Tunglo.",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Oh mga magtutuo, ayaw pagpahisama niadtong mipasakit (ug estorya) kang Moises, apan ang Allah naghinlo kaniya sa ilang gipanulti, ug siya adunay dakong dungog sa Panan-aw sa Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Oh mga magtutuo, kahadloki ang Allah, likayi ang daotan, ug isulti ang pulong nga husto, tinuod, ug makiangayon,",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "Ang Allāh mohikay kaninyo sa inyong mga kalihokan ug Siya mopasaylo sa inyong mga sala alang kaninyo. Bisan kinsa nga mituman sa Allāh ug sa Iyang Mensahero sa pagkatinuod iyang nakab-ot ang usa ka katapusang kalampusan.",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "Sa pagkatinuod Kami mitanyag sa Pagsalig ngadto sa mga langit ug sa yuta ug sa kabukiran, apan sila nagdumili sa pagdala niini, tungod kay sila nahadlok sa mga sangpotanan niini. Apan gidawat kini sa tawo; sa pagkatinuod siya (ang tawo) mao ang labing dili makiangayon (sa iyang kaugalingon), labing walay alamag (sa iyang katapusan nga padulngan);",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Aron nga si Allah (Dios) musilot sa mga salingkapaw nga mga lalaki ug mga babaye, ug sa mga lalaki ug mga babaye nga nagbutang ug kauban Kaniya (sa pagsimba), ug ang Allah modawat sa paghinulsol sa mga magtutuo nga mga lalaki ug nga mga babaye. Si Allah mao ang Labing Mapasayloon, Labing Maluluy-on.",
      "footnotes": null
    }
  ]
}