{
  "surah_number": 34,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ang tanan nga pagdayeg alang Kang Allah, kansang nanag-iya sa tanan nga anaa sa langit ug ang tanan nga ania sa yuta, ug ngadto Kaniya usab ang (tanang) pagdayeg sa Pikas Kinabuhi; ug Siya mao ang Hingpit Maalamon, ang Hingpit Nakahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Siya nahibalo sa unsay nahisulod sa yuta ug sa unsay mogula gikan niini, ug sa unsay mikanaug gikan sa langit, ug sa unsay nagasaka niini. Siya (Allah) mao ang Labing Maluluy-on, ang Labing Mapasayloon.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Sila nga naglimod (sa Kamatuoran sa Islam) nag-ingon: \"Ang Takna (ang Adlaw sa Pagkabanhaw ug Paghukom) dili moabot kanamo.\" Isulti: \"Oo, pinaagi sa (Allah) nga akong Ginoo, kini sa pagkatinuod moabut kaninyo\"; (Siya, Allah, mao) ang Nakahibalo sa dili makita, walay bisan sama sa gibug-aton sa usa ka atomo (o sa usa ka gamay nga hulmigas) o mas gamay pa o mas dako pa niana nga makaikyas gikan sa Iyang Kahibalo sa mga langit o sa yuta, apan (ang tanan) anaa sa tin-aw talaan.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Aron Iyang gantihan kadtong mituo ug nagbuhat ug matarong nga mga buhat; alang kanila mao ang kapasaylohan ug usa ka halangdon nga tagana (sa Paraiso).",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "(Alang) niadtong nanlimbasug pag-ayo sa pagsupak sa mga Bersikulo (sa Allah), (nga naninguha) sa pagpahinabog kapakyasan, alang kanila mao ang usa ka sakit nga Silot nga dautan.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Kadtong gihatagan ug kahibalo nakakita sa tin-aw nga (kini nga Qur'an) gipakanaog nganha kanimo (O Propeta Muhammad) gikan sa imong Ginoo (Allah) uban ang Kamatuoran, ug kini nagpadulong sa Dalan sa (Allah) nga Labing Hataas Gamhanan, Labing Dalaygon.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Sila nga naglimod (sa Kamatuoran) nag-ingon: \"Ipakita ba namo kanimo ang usa ka tawo (nga mao si Muhammad) nga nagpahibalo kanimo nga kung ikaw magkatibulaag ngadto sa abog ug magkuniskunis, nan ikaw mahimong (magbanhaw) sa bag-ong binuhat (alang sa Paghukom)?",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Siya nagtumo-tumo og bakak batok sa Allah o adunay pagkabuang diha kaniya. Hinonoa, kadtong wala motuo sa Pikas Kinabuhi anaa sa pag-antos ug anaa sa dakong kasaypanan.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Wala ba nila mahunahunaan ang unsay anaa sa ilang atubangan, ug ang unsay anaa sa ilang luyo sa langit ug sa yuta? Kon Among gibuot, mahimo Namo nga ang yuta mulamoy kanila, o makahimo nga ang tipik sa langit mahulog kanila; sa pagkatinuod adunay Timaan niini alang sa matag sinsero nga makinasingkasingon nga tawo nga mibalik (sa Allah) diha sa paghinulsol.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Sa pagkatinuod, Kami naghatag kang David gikan Kanamo sa usa ka kadagaya. [Kami miingon]: \"O mga kabukiran ug mga langgam, isubli ang paghimaya uban kaniya. Kami nagpahumok alang kaniya og ang puthaw,",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "[Nag-ingon]: \"Himoa ug hingpit (nga mga taming), ug sukda ang mga sumpay (niini) ug (kamong tanan, O mga magtotoo) magbuhat sa pagkamatarung; Sa pagkatinuod ako Kanunay nga Nakakita sa unsa'y inyong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "(Among gihimo) ang hangin magpailalom kang Solomon, Ang panaw niini sa buntag maoy usa ka bulan ug ang panaw sa hapon niini maoy usa ka bulan, ug Kami naghimo ug tubod sa tinunaw nga tumbaga nga moagas alang kaniya, ug sa mga jinn sila adunay mga nagtrabaho ubos kaniya pinaagi sa sugo sa iyang Ginoo (Allah); ug bisan kinsa nga mutalikod gikan sa Among sugo gikan kanila, Kami mopatilaw kaniya sa Silot sa Nagdilaab nga Kalayo.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ilang gihimo alang kanila ang bisan unsa nga iyang gitugot nga mga mosque, mga estatwa, mga planggana sama sa mga pasungan, ug mga kolon nga nagbarog. Pagpasalamat kamo, O pamilya ni David, kay pipila lang sa Akong mga alagad maoy mapasalamaton.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Sa diha nga gitakda Namo ang kamatayon alang kaniya (Solomon), walay nagpahibalo sa mga jinn 'mga demonyo' sa iyang kamatayon gawas sa anay nga nagsigeg kaon sa iyang sungkod; busa sa diha nga siya natumba, ang mga jinn nakahibalo sa tin-aw nga kon sila nakahibalo lang sa dili makita, sila dili unta magpabilin sa makauulaw nga pag-antus (sa pagkaulipon).",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Sa pagkatinuod, adunay usa ka Timaan alang sa Sheba (Saba) sa ilang yutang natawhan; duha ka tanaman sa tuo ug sa wala. (Sila gisultihan): \"Kaon kamo sa mga grasya sa inyong Ginoo (Allah) ug pagpasalamat Kaniya; usa ka maayong yuta ug Mapasayloon nga Ginoo 'Allah'.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Apan sila mitalikod (sa Kamatuoran), busa Kami nagpadala batok kanila sa baha (nga gipagawas) gikan sa mga dam, ug puli sa ilang duha ka mga tanaman Kami mihatag kanila og duha ka tanaman nga nagapamunga ug mapait nga bunga ug (nagtubo) mga tunokon ug pipila ka mga kahoy nga walay bunga.'.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "(Pinaagi niini) Kami nagbalus kanila tungod kay sila naglimod (sa Allah, sa Iyang mga mensahero, ug sa Ulahing Adlaw). Kami ba magabalos kang bisan kinsa gawas sa mga dili mapasalamaton.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "(Sa wala pa ang ilang pagkapukan) Kami mibutang taliwala kanila ug sa mga lungsod nga diin Among gipanalanginan (sa daghang) mga lungsod nga daling makita sa usag-usa, ug sa ingon niana Kami naghimo sa pagpanaw nga sayon ​​(alang kanila, nga nag-ingon): \"Panaw kamo pinaagi kanila sa gabii o sa adlaw, nga luwas.\"",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Apan sila miingon: Among Ginoo, himoa ang mga hugna taliwala sa among mga pagpanaw mas taas; Ug nanag-himo ug hiwi batok sa ilang mga kaugalingon, busa Kami mihimo kanila (ingon nga panig-ingnan) nga mga sugilanon (sa nangagi nga panahon) ​​ug mipatibulaag kanila sa usa ka hingpit nga pagkatibulaag; sa pagkatinuod adunay mga Timailhan niini alang sa tanang mapailubon, mapasalamaton.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Sa pagkatinuod, si Satanas nagpamatuod sa iyang pangagpas mahitungod kanila sa tinuod, busa sila misunod kaniya gawas sa usa ka pundok sa mga magtotoo.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Tungod kay siya (Satanas) walay pagbulot-an ibabaw kanila (katawhan ug engkanto ), gawas nga Among nailhan ang kinsay mituo sa Pikas Kinabuhi gikan kaniya nga nagduhaduha mahitungod niini; ug ang imong Ginoo (Allah) mao ang mag-balantay sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Isulti: \"Tawag kamo niadtong inyong giangkon (nga mamahimong kaubanan nga mga dios) gawas sa Allah, samtang sila wala nanag-iya sa gibug-aton sa usa ka atoma sa mga langit o sa yuta, ni sila adunay bisan unsa nga panagkauban niini, ni adunay bisan kinsa kanila nga katabang ngadto Kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Ang tigpataliwala walay ikapulos sa bisan unsa atubangan Niya gawas kon kinsa ang Iyang gitugotan niini. Hangtud nga ang kahadlok gikuha gikan sa ilang mga kasingkasing; sila moingon (sa usag-usa): \"Unsa kanang gisulti sa (Allah) nga imong Ginoo?\" Sila moingon: \"Ang Kamatuoran.\" Siya maoy Tinuboy sa Kahitas' an ang Labing Dako.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Isulti: \"Kinsa ang maghatag kaninyo ug tagana gikan sa langit ug sa yuta?\" Isulti: ‘Ang Allah.’ Ug sa pagkatinuod kami o kamo anaa sa husto nga Giya o anaa sa dayag nga kasaypanan.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Isulti: \"Dili kamo pangutan-on kabahin sa mga sala nga among nahimo, ug dili usab kami pangutan-on kung unsa ang inyong nabuhat.\"",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Isulti: \"Ang atong Ginoo (Allah) magtigum kanatong (tanan) sa tingub, ug Siya maghukom tali kanato sumala sa kamatuoran. Siya mao ang Labing maayo Maghuhukom, ang Labing-Nasayud.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Isulti: \"Ipakita kanako kadtong inyong gipahiusa ngadto Kaniya (Allah) ingon nga mga kaubanan (sa pagsimba).\" Dili (walay bisan unsa nga kauban ngadto Kaniya)! Hinonoa, Siya (Allah lamang) mao (ang bugtong Tinuod) nga Diyos, ang Labing Gamhanan, ang Labing nga Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Kami nagpadala kanimo (Oh Propeta Muhammad) sa tanan nga katawhan, \n ingon nga tigdala sa maayong balita ug ingon nga usa ka tigpasidaan, apan kadaghanan sa mga tawo wala mahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Sila nagaingon: \"Kanus-a man kini nga saad (sa Pagkabanhaw ug Paghukom) kon kamo nagsulti matood?\"",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Isulti: \"Kaninyo adunay gikatakda nga Adlaw (sa Paghukom) ug kamo niini dili makahimo sa pag-pasibog sa takna ni sa pag-padali.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Sila nga naglimod (sa Kamatuoran) nag-ingon: \"Kami dili motuo niini nga Qur'an, ni sa nauna niini (sa Torah ug sa Ebanghelyo)\"; apan kon inyong makita (unsa ang mahitabo sa Adlaw sa Paghukom) sa diha nga ang mga mamumuhat sa kadautan (ang mga pagano ug mga wala mutuog dios) patindogon sa atubangan sa ilang nga Ginoo (Allah), kun unsaon nila pagbasol ang usag-usa! Sila nga giisip nga huyang moingon ngadto sa mga mapahitas-on: \"Kon dili pa tungod ninyo kami sa pagkatinuod nahimo untang mga magtutuo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Sila nga mga mapahitas-on moingon ngadto sa mga kahimtang nga huyang: \"Kami ba mipatalikod kaninyo gikan sa Giya human kini miabot kaninyo? Dili, kamo (sa inyong kaugalingon) mao ang mga daotan\".",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Kadtong giisip nga huyang moingon sa mga mapahitas-on. Hinonoa, (kini mao ang inyong) laraw pinaagi gabii ug adlaw sa diha nga kamo sugo kanamo sa dili pagtuo sa Allah, ug sa paghimo og mga kaatbang ngadto Kaniya ug sila napuno sa mga pagmahay, sa diha nga ilang nakita ang Silot; ug Kami magbutang ug mga tanikala sa mga liog niadtong mga naglimod (sa Kamatuoran); sila dili pagabalusan gawas lamang sa unsay ilang buhat kaniadto (sa mga sala).",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Wala Kami nagpadala ug tigpasidaan ngadto sa usa ka lungsod gawas nga niadtong nagkinabuhi sa kasayon ​​niini (ang mga gihatagan sa kalibotanong bahandi), miingon: Sa pagkamatood, kami mga manlilimod nianang inyong gisangyaw nganhi kanamo.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Ug sila miingon: \"Kami adunay labing daghan nga bahandi ug mga anak, ug kami dili masilotan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Isulti: \"Sa pagkatinuod ang akong Ginoo (Allah) naghatag sa tagana alang kang kinsa nga Iyang gusto ug nagpugong (alang kang bisan kinsa nga Iyang gibuot), apan kadaghanan sa mga tawo wala mahibalo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Dili ang inyong katigayunan o ang inyong mga anak ang nagdala kaninyo nga labing duol Kanamo (nakaangkon sa maayong Kahimuot sa Allah), apan bisan kinsa nga mituo ug nagbuhat ug mga maayong buhat, sila adunay doble nga ganti sa unsay ilang nabuhat (sa pagkamatarong), ug sila mupuyo sa tag-as nga mga puloy-anan (sa Paraiso) sa kalinaw ug kaluwasan.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "(Alang) kanila nga nanlimbasug batok sa Among mga Bersikulo, (nga nagtinguha) sa paghimo (niini) ug kapakyasan, sila pagadad-on ngadto sa Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Isulti: \"Sa pagkatinuod ang akong Ginoo (Allah) nag-padagaya sa tagana alang kang bisan kinsa nga Iyang gusto sa Iyang mga ulipon (sa katawhan ug sa jinn), ug nag-kunhod (niini) alang kang bisan kinsa (nga Iyang gibuot)\", ug ang bisan unsa nga butang nga inyong gigasto (sa kaayohan), Siya magailis niini, ug Siya ang Pinakamaayo sa mga Tighatag.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Ug sa Adlaw nga Iyang tigomon silang tanan (ang mga tigsimba ug ang mga gisimba), ug Siya moingon sa mga anghel: \"Kamo ba ang gisimba niining mga tawhana kaniadto?\"",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Sila moingon: \"Himaya kanimo (O Allah)\". Ikaw ang among magbalantay, dili sila. Oo, sila buta nga nagsimba sa jinn; kadaghanan kanila mga magtutuo kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Busa nianang Adlawa (sa Paghukom) sila walay gahom nga makahimo ug kaayohan o kadaot alang sa usag-usa, ug Kami moingon ngadto kanila nga nagbuhat ug kadautan (mga pagano): \"Tilawi ang Silot sa Kalayo nga inyong gilimod kaniadto.\"",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Sa diha nga ang Among tin-aw nga mga Bersikulo litok ngadto kanila, sila moingon: \"Kini usa lamang ka tawo (Muhammad) nga nagtinguha sa pagpahilayo kaninyo gikan sa gisimba sa inyong mga amahan (ug mga katigulangan)\". Ug sila nag-ingon: \"Kini 'ang Qur'an' usa lamang ka bakak nga gitumotumo\". Ug sila nga naglimod mosulti mahitungod sa Kamatuoran sa diha nga kini moabut ngadto kanila: \"Kini 'ang Qur'an' usa lamang ka tin-aw nga salamangka.\"",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Kami wala maghatag kanila sa bisan unsa nga mga Kasulatan nga ilang matun-an, ni Kami nagpadala ngadto kanila una kanimo ug usa ka tigpasidaan.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Sila nga nauna kanila naglimod (sa Kamatuoran), ug kini sila (ang mga pagano) wala pa makakab-ot sa ikapulo sa unsay Among gihatag kanila, apan sila milimod sa Akong mga Mensahero, unya unsa 'makalilisang' ang akong silot.",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Isulti: \"Ako nagpahimangno kaninyo sa usa lamang ka butang, nga kamo mobarug nga lunsay alang sa Kawsa sa Allah nga managpares ug tinagsa-tagsa, ug pamalandong (niini nga Mensahe), Kay walay timailhan sa pagkabuang sa inyong kauban (ang Propeta Muhammad)\"; siya usa lamang ka tigpasidaan kaninyo \natubangan sa grabeng pag-antos.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Isulti: \"Wala gayud Ako nangayo kaninyo ug bisan unsa nga ganti (alang niini nga Mensahe), hinoon kining tanan alang sa inyong kaugalingong kaayohan; kay ang akong ganti anaa lamang sa Allah (Dios), ug Siya Saksi sa tanang butang.\"",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Isulti: \"Sa pagkatinuod ang akong Ginoo (Allah) nagpadala sa Kamatuoran (batok sa tanan nga bakak). (Siya mao) ang Labing Nakahibalo sa dili makita.\"",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Isulti: \"Ang Kamatuoran (Qur'an) miabut na, ug ang kabakakan (Satanas, Iblees, o unsay inyong gisimba gawas sa Allah) dili makamugna ug bisan unsa ni makabanhaw (ug usa ka butang).\"",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Isulti: Kon ako mahisalaag, ako mahisalaag lamang batok sa akong kaugalingon, ug kon ako magpabilin (nga matarong) nga nagiyahan, kini tungod sa unsay gipadayag sa akong Ginoo (Allah) kanako; Sa pagkatinuod Siya Hingpit Nakadungog sa Tanan, ang Kanunay nga Duol.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Kon inyong makita sa diha nga sila (mga pagano, mga manlilimod, ug ang mga dautan) magkurog sa kahadlok, apan (unya) walay kaikyasan alang kanila ug sila pagasakmiton gikan sa duol nga dapit.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Sila moingon: \"Kami (karon) mituo niini.\" Apan sa unsa nga paagi nga ang pagkab-ot (sa Pagtuo) mahimo gikan sa halayo nga dapit?",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Ug samtang sila naglimod niini kaniadto, ug sila nagsulti ug mga pangagpas mahitungod sa dili makita gikan sa halayo nga dapit.",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Ang usa ka babag igabutang sa taliwala kanila ug sa unsay ilang gitinguha, sama sa nahitabo sa ilang mga ka-gikan sa karaan; sa pagkatinuod sila anaa sa makalibog nga pagduhaduha mahitungod niini[2].",
      "footnotes": "[2]. Adlaw sa Pagkabanhaw, Paghukom, ug ang Saad sa Allah nga Ganti ug Silot, ug Kinsa ba ang mas matinud-anon sa Iyang Saad kay sa Allah."
    }
  ]
}