{
  "surah_number": 36,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Yaa Seen[1].",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili hitupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud sila makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Ako (Dios) nanumpa pinaagi sa maalamon nga Qur'an.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Sa pagkatinuod, ikaw (O Propeta Muhammad) usa sa mga Mensahero (sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Sa tul-id nga Dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "(Kini ang pinadayag) nga gipakanaog pinaagi kang (Allah) ang Makagagahum,\nang Hingpit Maluluy-on,",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Aron ikaw makapasidaan sa katawhan kansang mga amahan wala mapasidan-i, busa sila walay pagtagad.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Matood, ang Pulong (mando) napamatud-an nga tinuod batok sa kadaghanan kanila, busa sila dili motoo.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Sa pagkatinuod, Kami nagbutang ug mga kwelyo sa ilang mga liog hangtod sa ilang mga suwang, nga tungod niini, mutikig ang ilang mga liog.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Kami nagbutang sa atubangan nila ug usa ka babag ug sa luyo nila usa ka babag, unya Kami mitabon kanila aron sila dili makakita (sa Dalan sa Kamatuoran).",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Ug managsama lang kanila kung imo silang pasidan-an o dili nimo sila pasidan-an, sila dili motuo.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Mahimo lamang nga imong pasidan-an siya nga nagsunod sa Pahinumdom (Qur'an), ug nagbarog sa Kahadlok sa Labing Madagayaon (Allah) bisan pa dili makita; busa ipahibalo kaniya ang Kapasayloan ug usa ka halangdon nga ganti (sa Paraiso).",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Sa pagkatinuod, Kami naghatag ug kinabuhi sa mga patay, ug Kami misulat sa unsay ilang gipadala unahan ug unsay ilang gibiyaan (nga maayo ug dautan), ug Among gisulat ang tanang butang sa usa ka tin-aw nga talaan.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ihatag kanila ang usa ka sambingay sa katawhan sa lungsod (sa Antioquia), sa diha nga ang mga Mensahero miabot kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Sa diha nga Kami nagpadala ngadto kanila og duha ka mga Mensahero, apan ilang gisalikway silang duha, unya Kami naglig-on kanila pinaagi sa ikatulo, ug sila miingon: \"Sa pagkatinuod kami mga mensahero (nga gipadala) nganha kaninyo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Sila miingon: \"Kamo mga tawo lamang sama sa among mga kaugalingon, ug ang Labing Madagayaon (Allah) wala magpadala ug bisan unsang pagpadayag; kamo namulong ug kabakakan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Sila miingon (ngadto sa katawhan sa lungsod): \"Ang among Ginoo (Allah) nahibalo nga kami sa pagkatinuod mga mensahero nga (gipadala) nganha kaninyo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Ang Among katungdanan maoy lamang sa ipaabot ang Mensahesa (sa Diyos, Islam) tin-aw.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Sila miingon (ngadto sa mga Mensahero): \"Sa pagkatinuod kami nag-isip kaninyo nga dautang tilimad-on alang kanamo; kon dili kamo mohunong, batoon namo kamo, ug kasigurohan nga magpahamtang kaninyo sa sakit nga silot gikan kanamo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "(Ang mga Mensahero) miingon: \"Ang inyong dautang tilimad-on anaa sa inyong mga kaugalingon.\" Kini ba kay tungod ang gitambag kanimo? Hinunoa, kamo mga malinapason nga katawhan.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "May miabot gikan sa kinatumyang bahin sa siyudad nga usa ka tawo nga nagdagan, nga miingon: “Oh akong katawhan! Sunda ang mga Mensahero\".",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Sunda kadtong wala mangayo kanimo ug (bisan unsang) ganti (alang sa ilang\npagsangyaw) ug sila mao saktong gigiyahan.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Ug nganong dili man ako mosimba Kaniya (Allah lamang) nga Maoy nagbuhat kanako? Ug ngadto Kaniya kamong (tanan) ibalik (alang sa Paghukom).",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Magsimba ba ako sa laing mga diyos gawas Kaniya? Kon ang Labing Madagayaon (Allah) magtinguha sa pagsakit kanako,ang pagpataliwala walay \nmakabenepisyo kanako sa bisan unsang pamaagi, ni sila (dili usab) makahimo sa\npagluwas kanako?",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Niana nga kahimtang kasigurohan nga ako anaa sa dayag nga kasaypanan:",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Sa pagkatinuod, ako mituo sa (Allah lamang) ang inyong 'tinuod' Ginoo, busa paminaw kanako, (apan ila siyang gipatay).",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Kini gika-ingon: \"Sumulod sa Paraiso.\" Siya miingon: \"Oh, kon ang akong katawhan lamang unta mahibalo\",",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "nga akong Ginoo (Allah) mipasaylo kanako ug naghimo kanako nga kauban sa mga gipasidunggan.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Kami wala magpadala ngadto sa iyang katawhan human kaniya ug bisan unsa nga mga kasundalohan gikan sa langit, ni Kami magpadala (sa ingon niana nga mga panon).",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Usa lamang kadto ka pagbuto (gikan ang langit), ug dihadiha sila (sama sa abo) nga nahilom.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Pagkaalaut nga mga ulipon 'katawhan ug jinn'! Walay miabut kanila nga Mensahero (gikan sa Allah) gawas nga sila nagbiaybiay kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Wala ba nila makita kon unsa kadaghan sa mga (makasasala) nga mga kaliwatan ang Among gilaglag una kanila, ug nga sila (nga nangamatay) dili na makabalik ngadto kanila?",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Silang tanan sigurado nga pagadad-on atubangan sa Allah (alang sa Paghukom).",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Ang usa ka timaan alang kanila mao ang yuta nga patay; Kami naghatag ug kinabuhi niini ug nagpagula gikan niini ug mga lugas aron sila makakaon niini.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Ug gikan niini, Kami nagpagula ug mga tanaman sa mga datiles ug mga ubas, ug mga tuboran nga nagadagayday niini.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Aron sila makakaon sa bunga niini, ug ang ilang mga kamot wala makahimo niini; dili ba gihapon sila magmapasalamaton?",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Himaya (ug Kadungganan) maanaa sa (Allah) Nga maoy nagbuhat sa tanan nga mga parisan gikan sa unsay mitubo sa yuta, ug usab gikan sa ilang mga kaugalingon, ug gikan sa wala nila mahibaloan.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Ang kagabhion usa ka timaan alang kanila, ingon nga Kami mipagula gikan niini sa adlaw, busa sila anaa sa kangitngit;",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Ang adlaw nagdagan sa (sa agianan niini [orbit]) ngadto sa usa ka napiho (natakda) nga panahon nga gikatudlo alang niini; kini mao ang Kamandoan sa (Allah), ang Labing Makagagahum, ang Labing Nakahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Alang sa bulan, Among gisukod ang ˹tukma˺ nga mga hugna alang niini, hangtod nga kini matapos sama sa usa ka tigulang, sama sa kurbada nga lindog sa palma.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Dili itugot nga ang adlaw makaabot sa bulan, ni ang kagabhion makaapas sa adlaw, apan ang matag usa, sa usa ka orbito, naglangoy.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Kini mao ang usa ka timaan alang kanila nga Kami nagdala sa ilang mga kaliwatan sa ka luwan nga barko (ni Noe).",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Kami naghimo alang kanila sa sama niini nga nga ilang gisakyan.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Kon Kami mobuot, Kami malumos kanila ug walay magtatabang alang kanila, ni sila maluwas,",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "gawas sa pinaagi sa kaluoy gikan Kanamo, nagtugot kanila sa pagtagamtam sa makadiyot.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Ug sa dihang kini miingon ngadto kanila: \"Bantayi ang imong kaugalingon batok sa umaabot nga silot, aron kamo makadawat ug kalooy (sa Allāh)\".",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Walay moabut kanila nga usa ka ilhanan sa taliwala sa mga ilhanan sa ilang Ginoo (Allah) apan sila motalikod gikan niini!",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Ug sa diha nga ingon ngadto kanila: \"Paggasto kamo (sa kinabubot-on nga pagpanghatag) gikan sa unsay gihatag sa Allah kaninyo\", sila nga milimod moingon ngadto kanila nga mituo: \"kami ba magpakaon kanila kadtong, kon ang Allah mibuot, Siya (sa Iyang Kaugalingon) makapakaon (kanila)? Kamo anaa lamang sa dayag nga kasaypanan.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Sila nagaingon: \"Kanus-a man kini nga saad (sa Pagkabanhaw ug Paghukom) mahitabo, kon kamo nag-sulti sa matood?\"",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Sila Nag-paabot sa usa lamang ka butoh, nga maoy magsakmit kanila, samtang sila nanag-kalalis!",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Busa sila dili makahimo sa paghatag ug tambag, ni sila makabalik sa ilang mga pamilya.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Ug ang trompeta pagatayhupon, ug diha-diha dayon gikan sa ilang mga lubnganan sila maga-dali ngadto sa ilang Ginoo (Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Sila moingon: \"Oh alaut kanato! Kinsa ang nagpabuhi kanato gikan sa dapit sa atong pagkatulog (gikan sa among mga lubnganan)?\" (Ang tubag mao ang): \"Mao kini ang gisaad sa Labing Madagayaon (Allah), ug ang mga Mensahero (sa Allah) gisulti sa Kamatuoran.\"",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Usa lamang kini ka labing makusog nga pagbuto, ug silang tanan paga-dad'on nganhi Kanamo (sa kapatagan alang sa Paghukom).",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Busa niining adlawa walay kalag nga pagahukman nga dili makatarunganon bisan sa labing diyutay; ug kamo dili pagabalusan gawas sa unsay imong gibuhat kaniadto.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Ang mga pumoluyo sa Paraiso nianang Adlawa malingaw, sa malipayon nga pagpuyo.",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Sila ug ang ilang mga asawa maanaa sa makapahimuot nga landong, nga nanaglingkod sa mga Trono;",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Sila makaangkon ug mga bunga niini ug sila makabaton sa bisan unsa nga ilang\ntinguha.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Salaam (Kalinaw) usa ka Pulong gikan sa Ginoo (Allah) nga Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "(Dayon kini igasulti): \"Pahawa kamo (gikan sa mga magtotoo ug sa ilang kalampusan) niining Adlawa, O kamong mga manlilimod!\"",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Wala ba Ako magsugo kaninyo, O mga anak ni Adan, nga kamo dili mosimba kang Satanas? Sa pagkatinuod siya usa ka dayag nga kaaway nganha kaninyo,",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Ug nga kamo kinahanglan nga magasimba kanako (lamang); mao kini ang matul'id nga dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Sa pagkatinuod, daghan (Satanas) kaninyo ang iyang gipasalaag. Busa dili ba nimo masabtan?",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Kini mao ang Impiyerno nga gisaad kanimo kaniadto.",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Sulod ug sunoga kini karon tungod sa inyong paglimod 'sa Kamatuoran'.\"",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Niining Adlawa Kami magbutang ug selyo sa ilang mga baba, ug ang ilang mga kamot makigsulti Kanamo, ug ang ilang mga batiis magsaksi sa ilang nahimo kaniadto (sa mga sala).",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Kon Amo lang gibuot, Kami sa pagkatinuod maghikaw niini (nga mga manlilimod) sa ilang mga mata (panan-aw), aron sila maningkamot sa pagsubay sa dalan, apan unsaon nila pagkakita (nga sila anaa sa kahimtang sa ilang pagkabuta).",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Kon Amo lang gibuot, Kami sa wala'y pagduhaduha makapausab kanila (pinaagi sa pagparalisar kanila) sa ilang dapit, ug sila dili makahimo sa pagpadayon, ni sila makabalik.",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "Siya nga Among lugwayan ang iyang kinabuhi, Kami magbalik kaniya diha sa paglalang (ngadto sa kahuyang human sa iyang kusog); dili ba sila unya makasabut?",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Wala namo siya (Muhammad) tudloi sa balak ug kana dili angay alang kaniya. Kini usa lamang ka pahinumdom ug usa ka tin-aw nga Qur'ān,",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Aron sa pagpasidaan sa bisan kinsa nga buhi, ug ang Pulong (sa Pagsilot) mahimong makatarunganon batok sa mga manmilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "Wala ba sila mahibalo nga Kami naglalang alang kanila gikan sa gibuhat sa among mga kamot aron sila maoy makapanag-iya niini?",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "Kami nagpaaghop kanila alang kanila, aron ang uban niini ilang masakyan, ug ang uban niini ilang pagakaonon.",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Ug alang kanila adunay uban pa nga mga kaayohan niini, ug ang (gatas) ingon nga mainom; dili ba sila magmapasalamaton?",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Apan bisan pa niini, sila nanag-simba ug laing mga diyos gawas Allâh, aron nga tingali sila matabangan!",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "Wala sila'y gahum sa pagtabang kanila, samtang sila (ang ilang mga magsisimba) ilang mga sundalo nga mutambong kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "Busa ayaw itugot nga ang ilang sinultihan makapasubo kanimo. Sa pagkatinuod, Kami nasayud sa unsay ilang gibuhat sa tago, ug sa unsay ilang gibuhat sa dayag.",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "Wala ba nahibalo sa tawo nga Kami naglalang kaniya gikan (lang) sa usa ka tulo sa semilya? unya sa kalit siya usa ka tin-aw nga kaaway.",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_bis": "Siya mipresentar alang Kanamo ug usa ka pananglitan sa pag-pakig-atbang Kanamo ug nakalimot sa iyang kaugalingong pagkalalang. Siya nag-ingon: \"Kinsa ba ang maghatag ug kinabuhi sa mga bukog sa diha nga sila dunot?\"",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_bis": "Isulti: \"Siya nga nagbuhat kanila sa unang higayon maghatag kanila ug kinabuhi; ug Siya sa matag paglalang mao ang Labing Nasayud.\"",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_bis": "Siya kinsa ang nagbuhat alang kanimo gikan sa lunhaw nga mga kahoy sa usa ka kalayo, aron pinaagi niini kamo makapadilaab.",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_bis": "Dili ba Siya (ang Allah) nga naglalang sa kalangitan ug kalibutan, makahimo sa paglalang sa sama kanila? Oo, ug Siya mao ang Magbuluhat (sa tanan), ang Labing Nahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_bis": "Ang Iyang sugo, sa diha nga Siya magbuot sa usa ka butang, mao ang pag-ingon lamang niini: \"Mahimo,\" unya kini mahitabo.",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_bis": "Ang tanang Dungog (ug himaya) mahimong Kang Allah kinsay anaa sa lyang kamot ang pagkahari sa tanan, ug ngadto Kaniya kamo tanan ibalik (alang sa paghukom).",
      "footnotes": null
    }
  ]
}