{
  "surah_number": 37,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ako (Dios) nanumpa sa [mga anghel] nga naglinya sa usa ka laray,",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "ug pinaagi (ang mga anghel) nga kugihan nga magmaneho (sa mga panganod aron sa pagbisibis sa uga nga kayutaan),",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "ug pinaagi niadtong (mga anghel) nga naglitok sa Pahinumdom 'pulong sa Dios',",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Sa pagkatinuod, inyong Dios usa ra lamang (ang Allah lang):",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Ang Ginoo sa mga langit ug sa yuta ug sa unsay anaa sa taliwala niini, ug ang Ginoo sa pagsubang sa adlaw.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Kami nagpanindot sa labing duol nga langit pinaagi sa mga dayandayan nga mga bituon,",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Ug ingong panalipod batok sa matag masukihon nga demonyo.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Dili sila makapaminaw sa halangdon nga panagtigom (sa mga anghel) tungod kay sila ginalabay gikan sa matag kiliran,",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Sa usa ka pagpalayas. Ug alang kanila mao ang makanunayon nga pagsakit,",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Gawas kaniya nga naga-ilog (pipila ka mga pulong) pinaagi sa pagpangawat niini, apan sila gigukod sa nagdilaab nga kalayo.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Busa pangutan-a sila (kadtong naglimod sa Kamatuoran sa Islam) kon sila: \"Mas kusgan ba sila sa kabuhatan o ang [uban pa mga kahibulongan] nga Among gibuhat?\" Sa pagkatinuod, Kami nagbuhat kanila gikan sa lapok.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Hinoon, ikaw matingala ˹pinaagi sa ilang panghimakak' samtang sila nagbiaybiay (kanimo),",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Sa diha nga sila pahimatngonan, sila dili manumbaling.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Sa diha nga sila makakita ug Timaan, sila magdasig sa usag-usa sa pagbiaybiay niini,",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "nga nag-ingon: \"Kini wala nay lain gawas sa usa ka tin-aw nga salamangka\",",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Sa diha nga kita nangamatay na ug nahimong abug ug mga bukog, kita ba pagabanhawon pa gayud (gikan sa mga patay)?",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Ug ang atong mga katigulangan \"ingon man\"?",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Isulti: \"Oo, ug kamo unya gipakaulawan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Kini usa lang ka singgit (pagtayhop sa trumpeta), unya sa kalit sila nagtutok.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Ug sila moingon: \"O pagkaalaut namo, kini mao ang Adlaw sa Pagbalus.\"",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "(Sila pagasultihan): \"Kini mao ang Adlaw sa Paghukom nga kaniadto inyong gipanghimakak.\"",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "(Oh mga anghel), tiguma sila nga nagbuhat ug kadautan (ang mga pagano, manlilimod) ug ang ilang matang, ug ang unsay ilang ginasimba kaniadto,\"",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Gawas kang Allah, unya dad-a sila 'tanang' ngadto sa dalan sa Imperno.\"",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Pahunonga sila, kay sila pangutan-on:",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Unsay nahitabo kaninyo (Oh mga manmilimod ug mga pagano) nga (karon) kamo dili makatabang sa usag-usa?",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Apan sila magtugyan nianang adlawa.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Ang uban kanila moduol sa uban, nga naglabay sa pagbasol sa usag-usa.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "[Ang uban] moingon, \"Kaniadto miduol ka kanamo gikan sa usa ka posisyon sa gahum.\"",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Sila moingon, \"Dili, kamo 'sa inyong mga kaugalingon' dili mga magtutuo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Ug kami wala'y pagbulot-an (o gahum) diha kaninyo, apan kamo malinapason nga mga katawhan;",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Busa ang Pulong 'Dekreto\" sa (Allah) nga atong Ginoo gipatuman batok kanato, nga kita sa pagkatinuod makatilaw (sa Silot);",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Busa gipahisalaag namo kamo, kay kami (usab) sa among mga kaugalingon mga nangahisalaag.",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Busa nianang Adlawa, sila (tanan) makaambit sa Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Sa pagkatinuod Ingon niana Kami magtagad sa mga daotan.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Sa pagkatinuod sila kaniadto nagagawi nga mapahitas-on , sa diha nga giingon ngadto kanila: \"Walay dios (nga takos simbahon) gawas sa Allah;\"",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Ug miingon: \"Itugyan (biyaan) ba gayud nato ang atong mga dios tungod (lang) sa usa ka buang nga magbabalak?\"",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Dili, siya (ang Propeta Muhammad) miabot dala ang Kamatuoran, ug iyang gipamatud-an ang (nauna) nga mga Mensahero (sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Kamo 'kinsa naglimod sa kamatuoran' makatilaw gayud sa masakit nga silot.",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Ug kamo dili pagabalusan gawas (sa) unsay inyong gibuhat kaniadto.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Gawas sa pinili nga mga alagad ni Allāh.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Alang kanila adunay ilado nga tagana (sa Paraiso),",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Mga prutas (sa tanang matang), ug sila pagapasidunggan pag-ayo,",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Sa mga Tanaman sa kalipay,",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Sa mga trono (sa dignidad), nga nag-atubang sa usag-usa.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Ang usa ka kopa (sa lunsay nga bino) igapasa-pasa (igalibot) ngadto kanila gikan sa tin-aw nga nagadagayday nga tubod.",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Puti (tin-aw), lamian alang sa mga muinom.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Walay pagsakit sa ulo. Hingpit ug hapsay, ug dili maka-hubog.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Ug uban kanila adunay mga babaye nga maglikay sa ilang mga panan-aw, nga adunay dagko, matahum, ug madanihon nga mga mata;",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Ingon nga sila sama sa gitagoan nga mga itlog (sa ostrich), nga maayo ang pagkapreserbar (ug pag-amping).",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Unya sila molingi sa usag-usa, nga magpangutana sa usag-usa.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Ang usa ka mamumulong gikan kanila moingon: \"Sa pagkatinuod ako kaniadto adunay usa ka kauban (sa kalibotan),",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Naga-ingon: \"Kamo ba gayud uban niadtong mga mituo (sa Pagkabanhaw human sa kamatayon)?\"",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "\"(Nga) Sa diha nga kita patay na ug nahimong abog ug mga bukog, dad-on (banhawon) ba gayod kita alang sa Pagbalus 'ug Paghukom'?\".",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Siya moingon: \"Motan-aw ba kamo (kaniya kung unsa na ang iyang kahimtang)?",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Unya mitan-aw siya sa ubos ug Nakita niya siya nga anaa sa tunga-tunga sa Imperno.",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Siya moingon: \"Pinaagi sa Allah, ikaw sa tinuod hapit na magdala sa kalaglagan kanako.",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Kon dili pa tungod sa grasya sa (Allah) nga akong Ginoo, ako sa pagkatinuod nauban na unta niadtong gidala (ngadto sa Imperno).\"",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "(Ang nagpuyo sa Paraiso muingon) \"Dili na ba kita mamatay\",",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "\"Gawas sa atong naunang kamatayon? Ug kita dili na pagasilotan?\"",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Sa pagkatinuod, kini mao ang Dakong Kalamposan.",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Ang bisan kinsa nga buot niini (Paraiso), nan, tugoti siya nga maninguha sa maong tumong.",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Kini ba (ang Paraiso) labing maayo isip pag-abiabi o ang kahoy nga Zaqquum?",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Sa pagkatinuod, Kami naghimo niini nga usa ka pagsulay alang sa mga mamumuhat sa dautan.",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Sa pagkatinuod, kini usa ka kahoy nga mitubo gikan sa gamut sa Impiyerno.",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Ang mga bunga niini sama sa mga ulo sa mga yawa1.",
      "footnotes": "1. Laing kahulogan: \"Ang mga bunga niini sama sa mga ulo sa mga bitin sa Cobra, hilabihan ka mangil-ad nga dulumtanan kan-on, makadaot sa uban, makadaot sa kaugalingon.\""
    },
    {
      "ayah_number": 66,
      "translation_bis": "Unya sa pagkatinuod sila magakaon gikan niini, ug sudlan ang ilang mga tiyan gikan niini.",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Ug sa pagkatinuod sila pagahatagan ug nagbukal nga tubig (aron sa pag-inom, nga adunay sagol nga Zaqquum).",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "Unya sila tinuod nga mobalik sa Impiyerno.",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Sa pagkatinuod ilang nakaplagan ang ilang mga amahan nga nangasalaag,",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Busa sila usab nagdali ngadto sa ilang mga lakang!",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "Sa pagkatinuod, kadaghanan sa mga karaang katawhan mga nangahisalaag sa wala pa sila,",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "Ug sa pagkatinuod Kami nagpadala kanila ug mga tigpasidaan.",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Unya tan-awa, kung unsa kamakalilisang ang katapusan niadtong mga gipasidan-an,",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Gawas sa sinsero (ug matuod) nga mga ulipon sa Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "Si Noe sa pagkatinuod mitawag Kanato, ug unsa ba Kami Kamaayo sa pagtubag (sa pag-ampo).",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "Kami miluwas kaniya ug sa iyang pamilya gikan sa dako nga kagul-anan\n(pagkalumos ug ang pagpanglimod sa iyang katawhan).",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "Ug naghimo sa iyang mga kaliwatan kinsa nagpabilin alang sa pagsanay.",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_bis": "Ug nagbilin alang kaniya (usa ka maayong handumanan) taliwala sa ulahing mga kaliwatan.",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_bis": "Kalinaw ug ang hataas nga pagdayeg maanaa kang Noe taliwala sa mga kaliwatan.",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_bis": "Kami sa ingon nagganti sa mga magbubuhat ug maayo.",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_bis": "Sa pagkatinuod siya kauban sa Among mga magtutuo nga mga ulipon.",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_bis": "Ug Among gilumsan ang uban.",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_bis": "Usa gayud sa iyang (Noe) mga sumusunod si Abraham.",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_bis": "Sa diha nga siya miabot sa iyang Ginoo (Allah) uban sa putli nga kasingkasing,",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_bis": "Sa diha nga siya miingon sa iyang amahan, ug ngadto sa mga katawohan: \"Unsa kining inyong ginasimba?\"",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_bis": "Kini bang bakak – laing mga diyos (gawas) ni Allāh - ang inyong gitinguha?\"",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_bis": "Busa, unsa ang imong hunahuna bahin sa Ginoo sa tanang binuhat?\"",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_bis": "Ug siya mipa-siplat sa mga bituon,",
      "footnotes": null
    },
    {
      "ayah_number": 89,
      "translation_bis": "Ug siya miingon: \"Sa pagkatinuod ako masakiton (siya gustoha aron makapabilin sa templo aron sa pagguba sa ilang mga dios-dios).\"",
      "footnotes": null
    },
    {
      "ayah_number": 90,
      "translation_bis": "Busa sila mitalikod ug mibiya gikan kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 91,
      "translation_bis": "Busa siya milingi sa ilang mga dios-dios ug miingon: \"Dili ba kamo mokaon (sa mga gipanghalad sa inyong atubangan)?\"",
      "footnotes": null
    },
    {
      "ayah_number": 92,
      "translation_bis": "Unsa may nahitabo kaninyo nga kamo dili mosulti?",
      "footnotes": null
    },
    {
      "ayah_number": 93,
      "translation_bis": "Unya siya miatubang ngadto kanila, nga mibunal kanila pinaagi sa (iyang) tuong kamot.",
      "footnotes": null
    },
    {
      "ayah_number": 94,
      "translation_bis": "Busa sila (ang mga magsisimba sa mga diosdios) miadto kaniya nga nanag-dali.",
      "footnotes": null
    },
    {
      "ayah_number": 95,
      "translation_bis": "Si (Abraham) miingon: \"Nagsimba ba kamo sa inyong gikulit?\"",
      "footnotes": null
    },
    {
      "ayah_number": 96,
      "translation_bis": "Samtang si Allah naglalang kanimo ug ang unsang inyong gibuhat.\"",
      "footnotes": null
    },
    {
      "ayah_number": 97,
      "translation_bis": "Sila miingon: \"Pagtukod alang kaniya ug 'usa ka hudno' unya itambog siya sa nag-lagiting Impiyerno.\"",
      "footnotes": null
    },
    {
      "ayah_number": 98,
      "translation_bis": "Ug sila naninguha sa usa ka laraw batok kaniya, apan Kami naghimo kanila nga labing gipakaulawan.",
      "footnotes": null
    },
    {
      "ayah_number": 99,
      "translation_bis": "Si (Abraham) miingon: \"Sa pagkatinuod ako molalin sa akong Ginoo (Allah); Siya mugiya kanako!\"",
      "footnotes": null
    },
    {
      "ayah_number": 100,
      "translation_bis": "(Oh Allah) akong Ginoo, hatagi ako (usa ka anak) gikan sa mga matarung.\"",
      "footnotes": null
    },
    {
      "ayah_number": 101,
      "translation_bis": "Busa Kami mihatag kaniya sa maayong balita sa usa ka mapailubon nga anak nga lalaki.",
      "footnotes": null
    },
    {
      "ayah_number": 102,
      "translation_bis": "Busa sa diha nga siya (Ishmael) miabut (sa pangidaron) sa pagtrabaho uban kaniya, siya (Abraham) miingon: \"O akong anak, sa pagkatinuod nakita ko sa akong damgo nga ihalad ko ikaw; tan-awa unya, kun unsa ang imong panglantaw.\" Siya (Ishmael) miingon: \"O akong amahan, buhata ang gisugo kanimo; kon itugot sa Allah, ikaw maka-kaplag kanako nga mapailubon.",
      "footnotes": null
    },
    {
      "ayah_number": 103,
      "translation_bis": "Busa sa diha nga silang duha (Abraham ug Ismael) mipailalom (sa Kamandoan sa Allah), ug iyang gibutang siya pinaagi sa (kilid sa) iyang agtang 'sa yuta',",
      "footnotes": null
    },
    {
      "ayah_number": 104,
      "translation_bis": "Kami mitawag kaniya (nga nag-ingon): \"O Abraham!\"",
      "footnotes": null
    },
    {
      "ayah_number": 105,
      "translation_bis": "Ikaw nakatuman na sa panan-awon. Sa ingon Kami muganti sa mga magbubuhat sa maayo.",
      "footnotes": null
    },
    {
      "ayah_number": 106,
      "translation_bis": "Kini sa pagkatinuod mao ang tin-aw nga pagsulay.",
      "footnotes": null
    },
    {
      "ayah_number": 107,
      "translation_bis": "Ug Kami mitubos kaniya (Ismael) sa usa ka dako nga halad (usa ka laki nga karnero).",
      "footnotes": null
    },
    {
      "ayah_number": 108,
      "translation_bis": "Kami nagbilin alang kang Abraham (usa ka maayong paghisgot) sa ulahing mga kaliwatan.",
      "footnotes": null
    },
    {
      "ayah_number": 109,
      "translation_bis": "Ang kalinaw maanaa kang Abraham.",
      "footnotes": null
    },
    {
      "ayah_number": 110,
      "translation_bis": "Sa ingon Kami muganti sa mga magbubuhat sa maayo.",
      "footnotes": null
    },
    {
      "ayah_number": 111,
      "translation_bis": "Sa pagkatinuod, siya (Abraham) usa sa among mga magtotoo nga mga alagad.",
      "footnotes": null
    },
    {
      "ayah_number": 112,
      "translation_bis": "Ug (sa hustong panahon) Kami mihatag kaniya sa maayong balita mahitungod kang Isaak, usa ka Propeta gikan sa mga matarung.",
      "footnotes": null
    },
    {
      "ayah_number": 113,
      "translation_bis": "Kami mihatag sa among mga panalangin ngadto kaniya ug ngadto kang Isaac; ug (gikan sa) taliwala sa ilang mga kaliwat mao sila nga nagbuhat og maayo, ug (usab adunay) kadtong kinsa sayop sa ilang mga kaugalingon.",
      "footnotes": null
    },
    {
      "ayah_number": 114,
      "translation_bis": "Sa pagkatinuod, Kami naghatag sa Among mga pabor kang Moises ug Harun (Aaron).",
      "footnotes": null
    },
    {
      "ayah_number": 115,
      "translation_bis": "Kami nagluwas kanilang duha ug sa ilang mga katawhan gikan sa dakong katalagman (gikan sa paglutos kanila pinaagi ni Paraon ug sa iyang katawhan).",
      "footnotes": null
    },
    {
      "ayah_number": 116,
      "translation_bis": "Kami mitabang kanila, mao nga sila nahimong mga nagmadaugon.",
      "footnotes": null
    },
    {
      "ayah_number": 117,
      "translation_bis": "Kami mihatag kanilang duha sa ka tin-aw nga Kasulatan.",
      "footnotes": null
    },
    {
      "ayah_number": 118,
      "translation_bis": "Ug nag-giya kanila sa matul' id nga dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 119,
      "translation_bis": "Kami nagbilin alang kanila nga duha (usa ka maayong handumanan) sa ulahing mga kaliwatan.",
      "footnotes": null
    },
    {
      "ayah_number": 120,
      "translation_bis": "Kalinaw ug hataas pagdayeg alang Moises ug Aaron.",
      "footnotes": null
    },
    {
      "ayah_number": 121,
      "translation_bis": "Sa ingon niana Kami nagganti sa mga magbubuhat ug maayo.",
      "footnotes": null
    },
    {
      "ayah_number": 122,
      "translation_bis": "Sa pagkatinuod, silang duha kauban sa Among mga magtutuo nga mga alagad.",
      "footnotes": null
    },
    {
      "ayah_number": 123,
      "translation_bis": "Si Ilyas (Elijah) tinuod nga usa sa mga Mensahero (sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 124,
      "translation_bis": "Sa diha nga siya miingon sa iyang katawhan: \"dili ba ninyo bantayan ang inyong kaugalingon batok dautan?",
      "footnotes": null
    },
    {
      "ayah_number": 125,
      "translation_bis": "Nagsimba ba kamo ngadto sa Ba'al[1], ug mibiya sa Labing Maayo sa tanang Manlalalang - Allâh -?\"",
      "footnotes": "[1]. Usa ka inila nga diosdios sa iyang panahon."
    },
    {
      "ayah_number": 126,
      "translation_bis": "Si Allah maoy inyong Ginoo ug Ginoo sa inyong mga katigulangan?\"",
      "footnotes": null
    },
    {
      "ayah_number": 127,
      "translation_bis": "Apan sila mipanghimakak kaniya, busa sila sa pagkatinuod pagadad-on ngadto (sa Imperno).",
      "footnotes": null
    },
    {
      "ayah_number": 128,
      "translation_bis": "Gawas sa pinili nga mga alagad ni Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 129,
      "translation_bis": "Kami nagbilin alang kaniya (maayong paghisgot) taliwala sa ulahing mga henerasyon.",
      "footnotes": null
    },
    {
      "ayah_number": 130,
      "translation_bis": "Kalinaw ug hataas nga pagdayeg alang kang Ilyas (Elijah).",
      "footnotes": null
    },
    {
      "ayah_number": 131,
      "translation_bis": "Sa ingon niana Kami muganti sa mga magbubuhat ug maayo.",
      "footnotes": null
    },
    {
      "ayah_number": 132,
      "translation_bis": "Sa pagkatinuod, siya usa sa Among mga magtutuo nga mga alagad.",
      "footnotes": null
    },
    {
      "ayah_number": 133,
      "translation_bis": "Sa pagkatinuod, si Lut usa sa mga Mensahero (sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 134,
      "translation_bis": "(Busa hinumdomi) sa dihang Kami miluwas kaniya ug sa iyang panimalay.",
      "footnotes": null
    },
    {
      "ayah_number": 135,
      "translation_bis": "Gawas (sa iyang asawa) sa usa ka tigulang nga babaye (nga kauban) sa mga nagpabilin sa ulahi (ug naguba).",
      "footnotes": null
    },
    {
      "ayah_number": 136,
      "translation_bis": "Unya among gilaglag ang niadtong uban (sa dakbayan sa Sodom).",
      "footnotes": null
    },
    {
      "ayah_number": 137,
      "translation_bis": "Ug sa pagkatinuod kamo naga-agi kanila (sa ilang dapit) matag kabuntagon,",
      "footnotes": null
    },
    {
      "ayah_number": 138,
      "translation_bis": "Ug sa gabii. Wala ba kamo makasabot?",
      "footnotes": null
    },
    {
      "ayah_number": 139,
      "translation_bis": "Si Yunus (Jonas) sa pagkatinuod usa sa mga Mensahero (sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 140,
      "translation_bis": "Sa dihang (siya gitalikdan ang iyang\nkatawhan) ug mikalagiw paingon sa sakayan nga gikargahan.",
      "footnotes": null
    },
    {
      "ayah_number": 141,
      "translation_bis": "Unya nagripa siya uban kanila, apan siya ang napildi.",
      "footnotes": null
    },
    {
      "ayah_number": 142,
      "translation_bis": "Busa gilamoy siya sa isda samtang siya takos nga basulon.",
      "footnotes": null
    },
    {
      "ayah_number": 143,
      "translation_bis": "Busa kon dili pa sa iyang pagdayeg ug paghimaya (kang Allah),",
      "footnotes": null
    },
    {
      "ayah_number": 144,
      "translation_bis": "Siya (Jonas) magpabilin unta sa tiyan niini hangtod sa Adlaw nga sila pagabanhawon.",
      "footnotes": null
    },
    {
      "ayah_number": 145,
      "translation_bis": "Apan gilabay Namo siya sa mamala nga baybayon samtang siya masakiton.",
      "footnotes": null
    },
    {
      "ayah_number": 146,
      "translation_bis": "Kami nagpatubo alang kaniya sa usa ka punoan sa kalabasa (nga nagalandong ug nagbugaw sa mga langaw).",
      "footnotes": null
    },
    {
      "ayah_number": 147,
      "translation_bis": "Kami nagpadala kaniya ngadto sa usa ka gatus ka libo (nga tawo), o sobra pa.",
      "footnotes": null
    },
    {
      "ayah_number": 148,
      "translation_bis": "Busa sila mituo, unya Kami naghatag kanila ug kalipay sa usa ka gitakdang panahon.",
      "footnotes": null
    },
    {
      "ayah_number": 149,
      "translation_bis": "Busa pangutan-a sila: \"Ang mga anak nga babaye iya ba sa imong Ginoo (Allah) ug ang mga anak nga lalaki ila ba?\"",
      "footnotes": null
    },
    {
      "ayah_number": 150,
      "translation_bis": "O gibuhat ba Namo ang mga anghel ingon nga mga babaye (sama sa ilang gisulti) ug sila mga saksi niini?",
      "footnotes": null
    },
    {
      "ayah_number": 151,
      "translation_bis": "Kay sa pagkatinuod kini gikan lamang sa ilang kaugalingong mga bakak nga sila nag-ingon:",
      "footnotes": null
    },
    {
      "ayah_number": 152,
      "translation_bis": "Si Allāh nanganak ug mga anak. Ug, sa pagkatinuod, sila mga ang bakakon!",
      "footnotes": null
    },
    {
      "ayah_number": 153,
      "translation_bis": "Nagpili ba Siya ug mga anak nga babaye kay sa mga anak nga lalake?",
      "footnotes": null
    },
    {
      "ayah_number": 154,
      "translation_bis": "Unsa ba'y nahitabo kaninyo, giunsa ba ninyo paghukom (paghunahuna)?",
      "footnotes": null
    },
    {
      "ayah_number": 155,
      "translation_bis": "Wala ba kamo namalandong niini?",
      "footnotes": null
    },
    {
      "ayah_number": 156,
      "translation_bis": "O aduna ka bay sigurado nga pamatuod?",
      "footnotes": null
    },
    {
      "ayah_number": 157,
      "translation_bis": "Nan kon mao, dad'a ang inyong mga kasulatan, kon tinuod man ang imong gisulti!",
      "footnotes": null
    },
    {
      "ayah_number": 158,
      "translation_bis": "Sila nagpahayag sa usa ka kadugo tali Kaniya ug sa mga anghel. ug sa pagkatinuod ang mga anghel nahibalo nga sila (nga naghimo sa ingon niana nga pag-angkon) sa pagkatinuod pagadad-on (ngadto sa Silot sa Imperno);",
      "footnotes": null
    },
    {
      "ayah_number": 159,
      "translation_bis": "Himaya sa Allāh labaw sa bisan unsa nga ilang gihulagway ngadto Kaniya (sa mga politeismo nga mga pagtuo),",
      "footnotes": null
    },
    {
      "ayah_number": 160,
      "translation_bis": "Gawas sa pinili nga mga alagad ni Allāh (nga wala makaambit niana nga sala).",
      "footnotes": null
    },
    {
      "ayah_number": 161,
      "translation_bis": "Busa, kasigurohan nga kamo ug ang inyong gisimba,",
      "footnotes": null
    },
    {
      "ayah_number": 162,
      "translation_bis": "Dili makatintal (kang bisan kinsa) palayo gikan Kaniya,",
      "footnotes": null
    },
    {
      "ayah_number": 163,
      "translation_bis": "Gawas kanila nga mga maga-padulong ngadto sa Impiyerno.",
      "footnotes": null
    },
    {
      "ayah_number": 164,
      "translation_bis": "˹Ang mga anghel mitubag,˺ “Walay usa kanamo nga walay gitudlo nga estasyon ˹sa pagsimba˺.",
      "footnotes": null
    },
    {
      "ayah_number": 165,
      "translation_bis": "Sa pagkatinuod, kami (mga anghel) paglinya nga nahan-ay (alang sa pagsimba),",
      "footnotes": null
    },
    {
      "ayah_number": 166,
      "translation_bis": "Sa pagkatinuod, kami (mga anghel) usab nagpahayag sa Himaya (ug Kadungganan sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 167,
      "translation_bis": "Sa pagkatinuod sila (ang mga pagano) nag-ingon:",
      "footnotes": null
    },
    {
      "ayah_number": 168,
      "translation_bis": "Kon kita adunay usa ka pahinumdom gikan sa mga karaan,",
      "footnotes": null
    },
    {
      "ayah_number": 169,
      "translation_bis": "Kita unta karon, matinumanon nga mga alagad (ni) Allāh.",
      "footnotes": null
    },
    {
      "ayah_number": 170,
      "translation_bis": "Busa (karon) sila nanag-dumili niini (ang Qur'an) apan sila sa dili madugay mahibalo!",
      "footnotes": null
    },
    {
      "ayah_number": 171,
      "translation_bis": "Sa pagkatinuod, ang Among pulong nanag-una na kanhi alang sa among mga alagad nga mga mensahero:",
      "footnotes": null
    },
    {
      "ayah_number": 172,
      "translation_bis": "Nga sila mao ang gipangtabangan (nga magmadaugon),",
      "footnotes": null
    },
    {
      "ayah_number": 173,
      "translation_bis": "Ug sa pagkatinuod, nga ang Among mga sundalo (ang mga magtutuo) mao ang magmadaugon.",
      "footnotes": null
    },
    {
      "ayah_number": 174,
      "translation_bis": "Busa biyai sila (ang mga manlilimod) sa makadiyot.",
      "footnotes": null
    },
    {
      "ayah_number": 175,
      "translation_bis": "Ug (dayon) lantawa unsay mahitabo kanila, ug sila usab makakita (sa Silot).",
      "footnotes": null
    },
    {
      "ayah_number": 176,
      "translation_bis": "Magpadali ba sila sa Among Silot?",
      "footnotes": null
    },
    {
      "ayah_number": 177,
      "translation_bis": "Apan sa diha nga kini moabut ngadto sa ilang nataran, ang kadautan mao ang mamahimong kabuntagon sa mga gipasidan-an (nga wala naminaw).",
      "footnotes": null
    },
    {
      "ayah_number": 178,
      "translation_bis": "Busa biyai sila sa makadiyot.",
      "footnotes": null
    },
    {
      "ayah_number": 179,
      "translation_bis": "Lantawa unsay mahitabo kanila, ug sila usab makakita (sa Silot).",
      "footnotes": null
    },
    {
      "ayah_number": 180,
      "translation_bis": "Himayaon ang imong Ginoo 'Allāh' —ang Ginoo sa Kadungganan ug Gahom—labaw sa unsay ilang giangkon!",
      "footnotes": null
    },
    {
      "ayah_number": 181,
      "translation_bis": "Ang Kalinaw maanaa sa tanan nga mga Mensahero (sa Allāh).",
      "footnotes": null
    },
    {
      "ayah_number": 182,
      "translation_bis": "Ang tanan nga pagdayeg iya sa Allāh, ang nga Ginoo sa tanang linalang.",
      "footnotes": null
    }
  ]
}