{
  "surah_number": 38,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ṣād[1]. 'Nanumpa ako pinaagi sa Qur'an nga puno sa Pahinumdom.",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili hitupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud sila makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Apan kadtong milimod 'sa Kamatuoran sa Islam' anaa sa bakak nga pagkamapahitas-on ug pagsupak.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Pila na ba ka kaliwatan (sa mga makasasala) ang Among gilaglag una kanila (tungod sa pagpanghimakak sa ilang Mensahero)! Sila nagtuaw samtang ang panahon sa pag-ikyas milabay na.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Ug (karon, kining pagano) mohibulong nga miabot kanila ang usa ka tigpasidaan (ang Propeta Muhammad) gikan sa ilang kaugalingon, ug (mao usab) ang mga manlilimod miingon: \"Kini (si Muhammad) usa ka salamangkero, usa ka bakakon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Nangangkon ba siya nga adunay usa lamang ka Diyos puli sa tanang ubang mga diyos? Sigurado nga kini usa ka katingad-an nga butang.\"",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Ug ang mga inila (pangulo) midali taliwala kanila, [nga nag-ingon]: \"Padayon, ug barug nga malig-on sa pag-alagad sa inyong mga dios-dios!\" Sa pagkatinuod kini usa ka butang nga gidisenyo (batok kaninyo).",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Wala gayud kami makadungog (usa ka pag-angkon nga sama) niini sa bisan unsa nga pagtuo sa naunang mga adlaw; kini usa lamang ka tinumo-tumo (sa usa ka mortal nga tawo)!",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Ang Pahinumdum (Mensahi) ba gipadayag lang ngadto kaniya sa atong taliwala?\" Dili! Apan sila nagduhaduha mahitungod sa Akong Pahinumdom. Dili! Apan wala pa sila makatilaw (sa Akong) Silot!",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "O sila ba adunay mga bahandi sa Kalooy sa imong Ginoo (Allah), ang Hingpit Makagagahum, ang Dakong Maghahatag?",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "O kanila ba ang kamandoan sa mga langit ug sa yuta ug sa unsay anaa sa taliwala niini? Nan, pasulaya sila sa pagsaka sa tanan (nga mahunahunaan) nga paagi (ngadto sa langit).",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Sila' nahimong napildi nga mga kasundalohan (tanan) sama sa mga\nmanagkaalyado nga pundok (sa mga manlilimod) sa karaan nga mga panahon.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Una kay kanila, ang mga tawo ni Noe, (ang tribo ni) ‘Aad, ug si Paraon, nga adunay gamhanang mga kasundalohan ug dagko nga gingharian misalikway (sa mga Mensahero sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "(Ang tribu ni) Thamud, ang katawhan ni Lut, ug ang mga lumulupyo sa kala-sangan (sa Madyan); sila maoy kadtong mga (wala motoo) nga mga panon.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Ang matag usa kanila naglimod sa mga Mensahero (sa Allah), busa ang Akong Silot miabut nga makatarunganon ug dili kalikayan (ngadto kanila).",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Ug sila (nga mga manlilimod) walay gihulat gawas kusog nga Pagbuto (ang pagtayhop sa Trumpeta), ug kini dili gayod maga-langay.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Sila miingon (nga nagbiaybiay): \"Among Ginoo, pagdali alang kanamo sa among bahin [sa silot] sa dili pa ang Adlaw sa Pag-ihap.\"",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Antosa (nga mapailubon) ang ilang gisulti, ug hinumdumi ang among ulipon nga si David na may lakas sa pakikipagtunggali sa mga kaaway niya at [may] pagtitiis sa pagtalima kay Allāh. Sa pagkatinuod siya kanunay nga nagabalik (ngadto sa Allah sa paghinulsol).",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Sa pagkatinuod, Among gihimo sa kabukiran sa pag-palanog uban kaniya ang kahimayaon 'ng Allāh' kagabhion ug sa kaadlawon.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Ug (mao usab) ang mga langgam, nanaghugpong (uban kaniya 'David'; ang matag usa matinumanon sa (Allāh lamang).",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Kami nagpalig-on sa iyang gingharian, ug naghatag kaniya og kaalam ug tin-aw nga paghukom.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Nakaabot ba kaninyo ang balita sa duha ka mga nagkalalis? Sa diha nga sila mingsulod ngadto sa pribadong lawak alampuanan (ni David) pinaagi sa pagsaka sa ibabaw sa mga dingding?",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Sa diha nga sila nahisulod ngadto kang David, siya nahikurat kanila, ug sila miingon: \"Ayaw kahadlok; (Kami) duha ka nanggilalis, ang usa kanamo nakabuhat ug dili matarung ngadto sa usa, busa maghukom ikaw sa taliwala namo\nuban ang katarung ug kaangayan, ug giyahi kami ngadto sa dalan nga husto.\"",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Sa pagkatinuod, kini mao ang akong igsoon nga lalaki; siya adunay kasiyaman ug siyam ka mga karnero, samtang ako adunay (usa lamang) ka karnero; apan siya miingon: \"Isalig kana kanako, ug siya midaug kanako sa pagpanulti!.\"",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "(Si David) miingon: \"Sa pagkatinuod siya nahimong dili makiangayon kanimo sa pagpangayo sa imong karnero (aron idugang) sa iyang kaugalingong mga karnero; ug kadaghanan sa mga managkauban nagabuhat ug dili matarong ngadto sa usag-usa, gawas niadtong mituo ug nagbuhat sa matarung nga mga buhat, ug sila diyutay lamang\"; ug si David nakaamgo nga Kami nagsulay kaniya, busa siya naninguha sa Kapasayloan sa iyang Ginoo (Allah) ug siya mihapa nga nagduko ug mibalik (sa Allah) sa paghinulsol.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Busa Kami mipasaylo kaniya tungod niana, ug sa pagkatinuod alang kaniya ang pagkaduol ug tinuod nga kasuod, ug ang labing maayo nga dapit sa pagbalik (sa Paraiso).",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Oh David, sa pagkatinuod Kami naghimo kanimo nga usa ka Khalifah (tigdumala) sa yuta; busa paghukom taliwala sa mga tawo uban sa katarong ug ayaw sunda ang (imong kaugalingon) nga tinguha, kay basin unya kini makapasalaag kanimo gikan sa Dalan sa Allah; (alang) niadtong nahisalaag gikan sa Dalan sa Allah, sila sa pagkatinuod makabaton sa usa ka hilabihan nga Silot tungod kay sila nakalimot sa Adlaw sa Pagkwenta.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Kami wala maglalang sa langit ug ang yuta ug ang anaa sa taliwala niini sa kawang (walay katuyoan); mao kana ang ang opinyon kadtong naglimod 'sa Kamatuoran sa Islam', busa alaot sila nga naglimod (sa Allah, sa Iyang mga Mensahero, ug sa Katapusan nga Adlaw) gikan sa Impiyerno.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "O himoon ba namo sila nga mituo (sa Allah ug sa Iyang mga mensahero) ug nagbuhat ug matarung nga sama sa nanag-himo ug kagubot sa yuta? O himoon ba Namo ang mga matarong sama sa mga dautan?",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "(Ania ang) usa ka Kasulatan (Qur'an) nga Among Gipadayag kanimo (O Propeta Muhammad), nga napuno sa mga panalangin, aron sila mamalandong sa mga Bersikulo niini, ug aron nga kadtong gitugahan sa pagsabut makahunahuna.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Among gihatag si Solomon kang David. Pagkadakong sulugoon. Sa pagkamatuod siya labing mahinulsulon kanunay nga nagabalik (sa Allah sa paghinulsol ug pagkamasinulundon).",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "(Hisguti) sa dihang ang mga kabayo gipresentar kaniya sa usa ka hapon, nga malig-on kun nagtindog, ug matulin sa diha nga mudagan,",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "ug siya miingon: \"Sa pagkatinuod ako nahigugma sa maayo (niining mga kabayo) kay sa paghinumdom sa akong Ginoo (sa akong hapon nga pag-ampo),\" hangtud nga ang panahon nahuman, ug ang adlaw mitago sa tabil (sa gabii),",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Siya miingon: \"Dad-a sila (ang mga kabayo) balik kanako.\" Unya misugod siya sa pagpahid sa iyang kamot sa ilang mga bitiis ug sa ilang mga liog.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Ug sa pagkatinuod, Among gisulayan si Solomon, ug Kami nagbutang sa iyang trono ug usa ka (patay) nga lawas, ug human niana siya mibalik (ngadto sa Allah sa paghinulsol).",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Siya miingon: \"Akong Ginoo (Allah), pasayloa ako ug hatagi ako ug usa ka gingharian nga dili takus sa lain sunod kanako; sa pagkatinuod Ikaw mao ang dako nga Maghahatag.\"",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Busa Kami nag-alagad alang kaniya sa hangin nga nagdagayday sumala sa iyang sugo nga malumo bisan asa niya gustohon,",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "ug ang mga yawa (gikan sa Jinn): matag magtutukod ug mananalom,",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "ug adunay uban nga gigapos sa kadena (gapos).",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Mao kini ang Among gasa: busa ipanghatag kini o tipigi, nga walay pagpangwenta.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Ug sa pagkatinuod alang kaniya ang pagkaduol ug tinuod nga kasuod, ug ang labing maayo nga dapit sa pagbalik (sa Paraiso).",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Hisguti ang Atong sulugoon nga si Job sa diha nga siya mituaw sa iyang Ginoo 'Allâh' nga nag-ingon: \"Ang Satanas nag-takod kanako ug kahago ug pagsakit.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Busa giingnan siya sa Allah : \"Pagyatak ang imong tiil diha sa yuta; aniay tuburan nga ig-huhugas ug bugnaw nga ilimnon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Kami naghatag kaniya (balik) sa iyang banay ug ang sama kanila taliwala kanila ingon nga usa ka kalooy gikan Kanamo ug ingon nga usa ka pahinumdom alang kanila nga adunay salabutan.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Ug kuhaa sa imong kamot ang usa ka nipis nga pungpong sa sagbot, ug hampaka (sa hinay) pinaagi niini[2], ug ayaw lapasa ang inyong panumpa. Sa pagkatinuod Kami nakakaplag kaniya nga mapailubon. Unsa ka labing maayo (siya) nga ulipon! Sa pagkatinuod siya kanunay nga nagabalik (sa Allah sa paghinulsol).",
      "footnotes": "[2]. Ang imong asawa, ingon nga si Job nagsaad nga buhaton niya kana kung ibalik siya sa Allah sa kahimsog, ingon nga usa ka silot sa pagpakaulaw sa iyang asawa kaniya tungod sa pagpadayon niya sa Pagtuo."
    },
    {
      "ayah_number": 45,
      "translation_bis": "Hisguti ang Atong mga sulugoon nga si Abraham, Isaac, ug si Hakob, kinsa adunay kusog ug pan-Lantaw.",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Kami nagpili kanila alang sa usa ka espesyal nga kinaiya nga mao ang handumanan sa panimalay [sa sunod nga kinabuhi].",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Ug sa pagkatinuod sila anaa sa Panan-aw Namo, nga mga pinili, nga labing maayo.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Hisguti si Ismael, Eliseo ug Dhul-Kifl (Ezekiel). Silang tanan kauban sa mga labing maayo.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Kini usa ka Pahinumdom; ug sa pagkatinuod adunay usa ka maayo nga dapit (sa Paraiso) alang sa mga matarong,",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Mga tanaman sa Eden, diin ang mga ganghaan kanunay nga abli alang kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Diin magsandig sila niini, nagtawag alang sa bunga sa kadagaya ug lamian nga ilimnon.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "uban kanila adunay putli nga mga babaye nga nagpugong sa ilang mga panan-aw (alang lamang sa ilang mga bana), managsama sa pang-edaron.",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Mao kini ang gisaad kaninyo alang sa Adlaw sa Pagkwenta.",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Kini mao gayud ang Among tagana, nga dili gayud matapos.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Mao na kana. Apan sa pagkatinuod adunay usa ka dautan nga dapit sa pagbalik alang sa mga malinapason;",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Gehinnom 'Imperno'; sila pagasunogon niini, makalilisang ang mao nga dapit kapahulayan.",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Mao na kana, busa patilawi sila niini – usa ka makasunog nga tubig ug nana,",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Ug ang uban pang (mga silot) sa daghang mga matang, (tanan kini magkauban)!",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Kini usa ka panon nga mosulod uban kaninyo; walay pag-abiabi alang kanila, sila siguradong masunog sa Kalayo.",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Sila moingon: \"Mao usab kamo – walay pag abi-abi alang kaninyo: Kamo mao ang nagdala kanamo dinhi, ug hilabihan kadautan kini nga dapit alang sa pagpahulay\".",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Sila moingon: \"Among Ginoo 'Allāh', bisan kinsa nga nagdala kanamo dinhi, idugang ngadto kaniya ang doble nga pagsakit sa Kalayo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Ug sila moingon: \"Nganong dili ta makakita sa mga tawo nga kaniadto among giisip nga kauban sa mga dautan?\"",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Gihimo ba namo sila ingon nga usa nga kataw-anan, o ang among mga panan-aw (maoy) napakyas sa pagkakita kanila?",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Kana sa tinuod mao gayud ang Kamatuoran: (Mao kana) ang panag-away sa mga pumoluyo sa Kalayo.",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Muhammad', ingna: \"Ako usa lamang ka tigpasidaan, ug walay tinuod dios gawas sa Allah lamang, ang Madaugon (sa tanan).\"",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Ang Ginoo sa mga langit ug sa yuta ug sa unsay anaa sa taliwala niini, ang Hingpit Gamhanan, ang Hingpit Mapasayloon.",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Isulti: \"Kini (Qur'an) usa ka dakung Balita.\"",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "Apan kamo motalikod gikan niini:",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Ako walay kahibalo mahitungod sa kinatas-ang konseho (sa mga Anghel) sa dihang sila naglalis (bahin kang Adan).",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Gawas lamang niining gipadayag kanako; aron ako maga-pasidaan nga dayag (sa pagsakit alang kang bisan kinsa nga nagbutang ug kauban sa Allah ug nagbuhat ug daotan).",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "(Busa hisgoti) sa dihang ang imong Ginoo (Allah) miingon ngadto sa mga anghel; \"Sa pagkatinuod ako magabuhat ug usa ka tawo gikan sa lapok\";",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "Busa sa dihang giumol Ko siya nga hingpit ug gihuypan sa iyang kalag (nga gibuhat) pinaagi Kanako, Yumukbo kamong tanan, kaniya.\"",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Busa ang mga Anghel miyukbo, silang tanan, sa tingub,",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Gawas kang Iblees 'Satanas'; nahimo siyang garboso ug nahimong sa manlilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "(Ang Allah) miingon: \"Oh Iblees (Satanas), unsa ang nakapugong kanimo gikan sa pagyukbo kaniya nga Akong gibuhat sa Akong duha ka kamot? Ikaw ba mapahitas-on (sa paghimo sa pagyukbo) o naghunahuna ka ba nga labaw ka sa tanan?\"",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "(Si Iblis) miingon: \"Ako mas maayo kay kaniya; Gibuhat mo ako gikan sa kalayo, ug gibuhat mo siya (Adan) gikan sa lapok.\"",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "(Ang Allah) miingon: Nan gawas gikan niini (Paraiso), kay sa pagkatinuod ikaw gipapahawa (ug tinunglo).",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_bis": "Ug sa pagkatinuod ang Akong tunglo anaa kanimo hangtod sa Adlaw sa Pagbalus.",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_bis": "(Si Iblis) miingon: \"Akong Ginoo 'Allāh'. Hatagi ako ug lugway hangtod sa Adlaw nga sila pagabanhawon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_bis": "(Ang Allah) miingon: \"Sa pagkatinuod Ang ikaw gihatagan lugway.\"",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_bis": "Hangtud sa Adlaw nga gitakda ug nahibaloan (ako lamang).",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_bis": "(Si Iblis) miingon: \"Nan pinaagi sa Imong Gahum, ako sa pagkatinuod magpahisalaag kanilang tanan,\"",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_bis": "Gawas sa Imong sinsero ug matinud-anon nga mga ulipon gikan sa kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_bis": "Siya miingon: \"Kay ang kamatuoran [gikan Kanako] ug ang kamatuoran Ako moingon:",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_bis": "Ako sa pagkatinuod mupuno sa Impiyerno gikan kanimo ug gikan sa bisan kinsa nga mosunod kanimo sa ilang taliwala, sa tingub.\"",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_bis": "(Muhammad' Ingna, \"wala ako mangayo kaninyo og bisan unsa nga ganti alang niini (nga Mensahe), ni Ako nag-paka-aron ingnon unsa ako dili\".",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_bis": "Sa tinooray, kini (Qur'an) usa lamang ka pa-hinumdom alang sa tanan nga mga katawhan ug jinn.",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_bis": "Siguradong mahibal-an nimo ang balita niini pagkahuman sa usa ka panahon.\"",
      "footnotes": null
    }
  ]
}