{
  "surah_number": 39,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ang pagpadayag sa Libro (Qur'an) gikan ni Allāh, ang Hingpit Gamhanan, ang Hingpit Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Kami sa pagkatinuod gipakanaog ug gipadayag kaninyo ang Libro 'Qur’an' uban sa kamatuoran, busa simbaha si Allāh (lamang), nga matinud-anon ngadto Kaniya sa pagsimba.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Ang putli nga pagsimba iya ni Allāh lamang. Apan Kadtong kuhaa gawas Kaniya lain nga mga dios [nag-ingon]: \"Kami wala magsimba kanila apan aron sila makapaduol kanamo ngadto kang Allāh sa labing haduol.\" Sa pagkatinuod si Allāh maoy maghukom tali kanila mahitungod sa bisan unsa nga ilang panagkalahi. Sa pagkatinuod ang Allah dili mogiya kaniya kinsa nga usa ka bakakon, dili mapasalamaton.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Kon si Allāh gibuot pa unta nga magbaton ug anak alang sa Iyang kaugalingon (sama sa giangkon sa mga Kristiyano), siguradong makapili Siya kung kinsa ang Iyang gikahimut-an gikan sa Iyang mga binuhat. Ang Himaya (ug Kadungganan) anaa Kaniya; (Siya Labing layo gikan sa unsay ilang gipasangil ngadto Kaniya.) Siya mao ang Allah, ang bugtong Usa ka Tinuod nga Dios (nga angayan sa pagsimba), ang Madaugon (sa tanan).",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Siya naglalang sa mga langit ug sa yuta alang sa tinuod nga katuyuan. Iyang putos ang gabii sa adlaw, ug putos ang adlaw sa kagabhion, ug Iyang gihimo ang adlaw ug ang bulan nga sakop kanimo; ang matag nagtuyok alang sa usa ka piho sa panahon. Sa pagkatinuod Siya 'Allāh' mao ang Hingpit Gamhanan, ang Hingpit Mapasayluon.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Siya naglalang kaninyo gikan sa usa ka kalag (Adan): Unya lyang gilalang gikan niini ang iyang kapikas (Eba). Gipadala niya kanimo gikan sa mga mananap ang walo ka parisan. Siya naglalang kaninyo sa sabakan sa imong mga inahan sa sunod-sunod nga paglalang sa tulo ka kangitngit1. Kana mao si Allāh, imong Ginoo; Iya ang gingharian. Walay Dios (nga takos simbahon) gawas Kaniya. Busa giunsa ka pagpabalhlin 'gikan sa Kamatuoran',",
      "footnotes": "1. Ang kangitngit sa tiyan, sa sabakan ug sa placenta."
    },
    {
      "ayah_number": 7,
      "translation_bis": "Kon kamo naglimod \"Sa Kamatuoran', hibaloi nga ang Allah wala nanginahanglan kaninyo; ug Siya dili makagusto sa pagka dili mapasalamaton gikan sa lyang mga ulipon; ug kon kamo mapasalamaton, Siya makagusto nini gikan kaninyo; ug walay tigpas-an sa palas-anon nga makapas-an sa palas-anon sa uban; ug ngadto sa (Allah) inyong Ginoo mao ang inyong (katapusan) nga pagbalik, busa Siya mopahibalo kaninyo sa unsay inyong naandan nga ginabuhat; sa pagkatinuod Siya mao ang Labing Nakahibalo sa tanan kon unsa ang anaa sa mga dughan (sa katawhan).",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Sa diha nga ang pipila ka kalisdanan mutandog sa tawo siya motawag sa iyang Ginoo (Allah) ug mibalik ngadto Kaniya (nga nag-inusara diha sa paghinulsol ug sa pagsunod); unya sa diha nga Siya muhatag kaniya sa usa ka pabor gikan Kaniya, siya makalimot Kaniya nga Maoy iyang gitawag kaniadto, ug nagbutang ug kauban sa Allah aron sa pagpahisalaag (sa mga tawo) gikan sa Iyang Dalan. Isulti: \"Paglingaw sa imong pagkawalay pagtuo sa makadiyot; \nsa pagkatinuod ikaw usa sa mga pumoluyo sa Kalayo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Mao ba ang usa nga matinud-anon nga masinugtanon sa mga takna sa kagabhion, nga miyukbo sa iyang kaugalingon ug mibarog (sa pag-ampo), ug nahadlok sa Pikas Kinabuhi ug naglaum sa Kaluoy sa (Allah) nga iyang Ginoo (sama ba iyang kinsay dili)! Ingna: \"Managsama pa kadtong nahibalo ug kadtong wala mahibalo?\" Ang adunay salabutan nga mga tawo ra ang mahunahunaon.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Isulti (Oh Muhammad, nga ang Allah nag-ingon): \"O akong mga alagad nga mituo, pagbantay sa pagpakasala batok sa 'Allāh' inyong Ginoo. Alang niadtong nagbuhat ug maayo niini nga Kalibutan, ang [ganti] maayo. Ang yuta ni Allah kay lapad. Kadto lamang mga mapailubon ang pagabayaran sa ilang ganti sa hingpit nga walay sukod.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Isulti: \"Gisugo Ako sa pagsimba sa Allāh (lamang), nga matinumanon \nalang Kaniya sa relihiyon (uban sa gugma, kahadlok, ug paglaum).\"",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Ug nagsugo nga ako mahimong una niadtong mga nagpasakop sa ilang mga kaugalingon ngadto sa Allah 'Dios'.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ingna: \"Sa pagkatinuod, ako nahadlok, kon ako mosupak sa 'Allāh' akong Ginoo, ang silot sa makalilisang nga adlaw 'ang Adlaw sa Paghukom'.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Isulti: \"ang Allah (lamang) ang akong gisimba, nga matinud-anon ngadto Kaniya sa akong pagsimba (uban sa gugma, kahadlok, ug paglaum).\"",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Busa 'Oh mga manlilimod' simbaha ang bisan unsa nga imong gitinguha gawas Kaniya.\" Ingna: \"Sa pagkatinuod ang mga pildero mao kadtong nawala sa ilang kaugalingon ug sa ilang mga pamilya sa Adlaw sa Pagkabanhaw (ug Paghukom).\" Timan-i, kana mao ang dayag nga kapildihan.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Sila adunay mga tabon nga Kalayo gikan sa ilang ibabaw ug gikan sa ilang ilalum adunay tabon nga Kalayo; pinaagi niini si Allāh nagpasidaan sa Iyang mga ulipon: \"Oh Akong mga ulipon kahadloki Ako ug pagbantay sa pagpakasala batok Kanako.\"",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "(Alang) niadtong naglikay sa pagsimba sa bakak nga mga dios, ug midangop sa Allah (sa paghinulsol ug pagsunod), alang kanila ang maayong balita. Busa pagdala ug maayong balita sa Akong mga alagad,",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Kadtong namati sa gisulti unya nagsunod sila sa labing maayo niini. Kini mao ang mga gigiyahan ni Allāh ug sila mao ang mga maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Nan, ang usa ba nga batok kaniya ang Pulong sa Silot gipakamatarung (sama sa usa nga naglikay sa dautan)? Maluwas ba nimo sila nga nahukman na ngadto sa kalayo?",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Apan (alang) niadtong gikahadlokan 'ang Allāh' ilang Ginoo ug naglikay sa lyang mga gidili; alang kanila mao ang mga lawak gikan sa ibabaw diin ang mga lawak gitukod, uban sa mga suba nga nagaagay gikan sa ilalum nila. kini mao) ang Saad sa Allāh. Ang Allāh dili magpakyas sa (lyang) Saad.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Wala ba ninyo makita nga ang Allah nagpadala ug tubig gikan sa langit, nga gipaagay 'gibu'bo' kini sa yuta pinaagi sa mga tuburan, ug nagpatubo niini sa mga tanum nga nagkalainlain ang kolor, unya kini nalaya aron makita ninyo nga kini nahimong dalag, unya gihimo Niya kini nga nadugmok ug nabuak nga mga piraso? Sa pagkatinuod adunay Pahinumdom niini alang niadtong kinsa mahunahunaon.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Siya ba nga ang kasingkasing giablihan sa Allah ngadto sa Islam (tinuod nga Relihiyon sa Dios), aron siya anaa sa kahayag gikan sa iyang Ginoo Allâh (sama niadtong mga patay, sa kangitngit)? Busa alaut kadtong ang ilang mga kasingkasing migahi batok sa Paghinumdum sa Allah. Sila anaa sa dayag nga kasaypanan.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Gipadala sa Allah ang labing maayo nga pagpamulong, usa ka Libro (Qur'an) nga adunay hingpit nga pagkamakanunayon sa lain-laing mga bahin niini, nga nagbalikbalik, diin ang mga panit mangurog alang niadtong nagbarug sa kahadlok sa (Allah) nga ilang Ginoo, unya ang ilang mga panit ug ang ilang mga kasingkasing mohumok kang Paghinumdum sa Allah. Mao kana ang giya ni Allah, Siya mugiya niini sa kinsay Iyang gusto; ug (mahitungod) kaniya nga gibiyaan sa Allah nga nahisalaag[1], alang kaniya walay giya.",
      "footnotes": "[1]. Tungod sa iyang pagkamapahitas-on ug pagpadayon sa pagpakasala."
    },
    {
      "ayah_number": 24,
      "translation_bis": "Siya ba, nga moatubang sa makalilisang nga Silot sa Adlaw sa Pagkabanhaw pinaagi sa iyang nawong (sama kaniya nga mosulod sa Paraiso nga malinawon)? Ug iga-ingon ngadto sa mga mamumuhat sa kadautan: \"Tilawi ang inyong kinitaan kaniadto.\"",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Ang mga na-una kay kanila naglimod (sa mga Propeta), busa miabut kanila ang Silot nga diin naggikan sa wala nila palandunga.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Ang mga na-una kay kanila naglimod (sa mga Propeta), busa miabut kanila ang Silot gikan diin sa wala nila palandunga.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Sa pagkatinuod, Kami sa nag-pasabot niini nga Qur'an ngadto sa mga tawo nga (nagkadaiyang sa) panig-ingnan, aron sila makasabot.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Ang Qur'an nga gipadayag sa Arabiko nga pinulongan nga walay bisan unsa nga kahiwian, aron sila mahadlok sa Allah ug magbantay ilang kaugalingon \nbatok sa kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Ang Allāh nag-latid ug sam-bingay. Usa ka lalaki gipanag-iya sa daghang manga agalon nga nagka-sumpaki, ug usa usab ka lalaki nga gipanag-iya sa usa lamang ka agalon. Manag-sama ba kining duha? Dalaygon (si) Allāh. Apan kadaghanan kanila wala mahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Sa pagkatinuod, ikaw (oh Muhammad) mamatay ug sila (usab) mamatay.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Unya sa pagkatinuod sa Adlaw sa Pagkabanhaw sa atubangan sa inyong Ginoo 'Allah' inyong ibutang ang tanan ninyong mga panaglalis.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Kinsa ba ang labaw nga dili makiangayon kay sa niadtong nagsulti ug bakak batok sa Allah[2], ug (siya nga) nagpanghimakak sa Kamatuoran[3] sa diha nga kini (nga kahibalo) moabut kaniya; dili ba ang Imperno mao ang (angay) nga Puloy-anan alang sa (tanan nga) mga manlilimod?",
      "footnotes": "[2]. Pinaagi pag-asoy ug anak nga lalaki o mga anak nga babaye ngadto Kaniya o bisan unsa nga kaubanan ngadto Kaniya.\n[3]. Nga ang Dios walay kauban, walay anak nga lalaki, walay mga anak nga babaye, walay kapikas ug walay katupong."
    },
    {
      "ayah_number": 33,
      "translation_bis": "Siya (ang Propeta Muhammad) nga maoy nagdala sa Kamatuoran ug siya nga midawat niini ingon nga maoy Kamatuoran - kini mao ang mga matarong.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Sila makabaton bisan unsa nga ilang gitinguha gikan sa ilang Ginoo 'Allāh'[4]. Mao kana ang ganti sa mga maayong magbubuhat.",
      "footnotes": "[4]. Gikan sa panahon sa kamatayon hangtod sa ilang pagsulod sa Paraiso, nga maluwas gikan sa silot sa lubnganan ug gikan sa kabug-at sa Adlaw sa Pagkabanhaw ug Paghukom)."
    },
    {
      "ayah_number": 35,
      "translation_bis": "Aron ang Allah mopasaylo kanila sa labing daotan nga ilang gibuhat, ug maghatag kanila sa ilang ganti sumala sa labing maayo sa unsay ilang gibuhat kaniadto.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Dili ba igo ang Allah alang sa nagsimba Kaniya? Apan sila nagtinguha sa paghadlok kanimo uban niadtong (ilang gisimba) gawas Kaniya; apan siya nga gibiyaan sa Allah nga nahisalaag[5], walay giya alang kaniya.",
      "footnotes": "[5]. Tungod sa iyang pagkamapahitas-on ug pagpadayon sa pagpakasala."
    },
    {
      "ayah_number": 37,
      "translation_bis": "Bisan kinsa nga gitultolan ni Allah, walay nagpahisalaag kaniya. Dili ba si Allāh Gamhanan, Makahimo sa pagbalos?",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Kon ikaw mangutana kanila, Kinsa ang naglalang sa langit ug sa yuta? Sila sa pagkatinuod moingon: Ang Allah (Dios)\". Isulti: \"Nahunahunaan ba ninyo ang inyong gisangpit gawas sa Allah, Kon si Allāh mobuot ug kadaot kanako, mahimo ba nila nga tangtangon ang Iyang kadaotan? O kon gusto Niya nga kaluy-an ako, makahunong ba sila sa Iyang kaluoy?\" Isulti: \"Si Allah Igo na alang kanako. Kaniya (lamang) ang mga magtutuo nagbutang sa ilang hingpit nga pagsalig.\"",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "isulti: \"O akong katawhan, pagbuhat kamo sumala sa inyong pamaagi, sa pagkatinuod ako nagabuhat usab, ug sa dili madugay mahibaloan nimo,",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Kang kinsa ba moabut ang pagsakit nga magpakaulaw kaniya ˹niini nga kinabuhi˺, ug kang kinsa ba mahimong ang walay katapusan nga pagsakit 'sa sunod nga kinabuhi'.”",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Sa pagkatinuod, Among gipakanaog kanimo (Oh Muhammad) sa Libro (Qur’an) alang sa katawhan uban sa Kamatuoran. Busa bisan kinsa nga matultolan, kana alang sa iyang kaugalingon; ug bisan kinsa nga mahisalaag, siya mahisalaag alang lamang sa iyang kaugalingong kapildihan; ug ikaw dili usa ka sinaligan ibabaw kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Ang Allah mokuha sa mga kalag sa panahon sa ilang kamatayon, ug kadtong wala pa mamatay (Siya nagakuha niini) sa panahon sa ilang pagkatulog. Unya Iyang \nmagpugong kadtong [mga kalag] nga Iyang gitakda nga mamatay ug gipabalik ang uban hangtud sa gitakda nga panahon; sa pagkatinuod adunay mga timaan niini alang sa mga tawo nga namalandong.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "O nagkuha ba sila ug mga tigpataliwala (nga ilang ginasampit) gawas sa Allah? Isulti: \"Bisan pa tuod kun sila walay gahum sa bisan unsa, ni sila makasabut?\"",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Isulti: \"Iya sa Allah (ang katungod) sa pagtugot sa bug-os nga pagpataliwala; Iya ang ginharian sa mga langit ug sa yuta, ug ngadto Kaniya kamong tanan ibalik (alang sa Paghukom).\"",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Sa diha nga ang Allah lamang ang gihisgotan, ang mga kasingkasing niadtong wala mituo sa Pikas Kinabuhi mokunhod uban sa pagdumot, ug sa diha nga sila (nga ilang gisimba) gawas Kaniya[6] gihisgutan, diha-diha dayon sila nangalipay.",
      "footnotes": "[6]. Sama Hesukristo, iyang inahan nga si Maria, ang espiritu santo, ang mga anghel, mga santos, jinn, mga estatuwa, ug uban pa."
    },
    {
      "ayah_number": 46,
      "translation_bis": "Isulti: \"O Allah, tigmugna sa mga langit ug sa yuta, Nakahibalo sa dili makita ug sa makita. Ikaw ang maghukom tali sa Imong mga ulipon (sa katawhan ug jinn) mahitungod nianang diin sila nanagkalahi.\"",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Kon sila nga nagbuhat ug daotan (pinaagi sa paghimo og mga kauban ni Allāh sa pagsimba) adunay ang tanan nga ania sa yuta, ug sa susama pa niini, sa pagkatinuod sila makatubos [sa ilang kaugalingon] uban niini gikan sa pagsakit sa pag-antus sa Adlaw sa Pagkabanhaw. Ang wala nila damha kaniadto nga magalibot ngadto kanila gikan sa Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Ug ang dautan (nga sangputanan) sa ilang nahimo (ni mga sala) mutungha ngadto kanila, ug ang maong butang nga ilang gibiaybiayan magalibot kanila sa hingpit.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Busa sa diha nga ang kadaot mutandog sa tawo, siya motawag sa Allâh (lamang) alang sa tabang; unya, sa diha nga Kami mohatag kaniya og usa ka pabor gikan Kanamo, siya muingon: \"Ako nahatagan niini pinaagi lamang sa (akong) kahibalo.\" Hinonoa, kini usa ka pagsulay, apan kadaghanan kanila wala mahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Ang mga nag-una kanila nagsulti niini usab, apan ang tanan nilang nahimo wala gayod magpulos ngadto kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Busa dihay midangat kanila ang dautan (nga sangputanan) sa ilang mga buhat; ug (mahitungod) kanila nga nagabuhat ug kadautan gikan taliwala kanila, mahitabo kanila ang dautan (nga sangputanan) sa unsay ilang gibuhat, ug sila dili makaikyas.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Wala ba sila mahibalo nga ang Allah naghatag ug igo nga paagi sa panginabuhian kang bisan kinsa nga Iyang gusto, ug Siya nagpig-ot niini (kang bisan kinsa nga Iyang gusto)? Sa pagkatinuod adunay mga timaan niini alang sa mga tawo nga nagtuo.",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Isulti (Oh Muhammad, nga ang Allah nag-ingon): \"O akong mga ulipon (sa katawhan ug jinn), nga nakalapas batok sa ilang mga kaugalingon, ayaw pagkawalay paglaum sa Kalooy sa Allah; sa pagkatinuod ang Allah mopasaylo sa tanang sala; sa pagkatinuod Siya mao ang Labing Mapasayloon, ang Labing Maloloy-on.\"",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Balik kamo ngadto sa inyong Ginoo (Allah) diha sa paghinulsol sa kanunay, ug magpasakop ngadto Kaniya sa dili pa moabot kaninyo ang pagsakit, ug kamo dili matabangan.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Sunda ang pinakamaayo (ang Qur’an) nga kaninyo gipakanaog nganha gikan sa (Allah) nga inyong Ginoo sa dili pa moabut kaninyo ang Silot sa kalit samtang kamo wala makabantay;",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Tingali unya ang usa ka kalag moingon: \"Alaut ako! Tungod sa akong kapakyasan sa akong katungdanan ngadto sa Allah, ug sa pagkatinuod ako usa niadtong nagbiaybiay (sa Kamatuoran)\";",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "O (tingali) kini moingon: \"Kon (si) Allāh nag-giya pa kanako, mahi-ipon unta ako sa mga matarong\";",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "O (kaha) kini muingon sa diha nga kini makakita sa Silot: \"Kon aduna pa unta akoy laing higayon (nga makabalik sa kalibutan) nan ako mahimong mahiuban sa mga maayong magbubuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Apan oo! Ang Akong mga Bersikulo miabot kanimo, apan ikaw nagsalikway niini, ug ikaw nagmapahitas-on, ug ikaw usa sa mga manlilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Sa Adlaw sa Pagkabanhaw (ug Paghukom) imong makita kadtong namakak batok sa Allah [7]; ang ilang mga nawong muitom. Dili ba ang Imperno usa ka (haom) nga Puloy-anan alang sa mga mapahitas-on?",
      "footnotes": "[7]. Pinaagi sa pag-asoy og anak nga lalaki o babaye, o sayop nga kinaiya ngadto Kaniya."
    },
    {
      "ayah_number": 61,
      "translation_bis": "Apan si Allāh magaluwas niadtong (nagtuo) kinsa nagbantay sa ilang kaugalingon (batok sa dautan) uban sa ilang kalampusan, ang kadautan dili makatandog kanila, ni sila maguol.",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Si Allāh mao ang Magbubuhat ug Tigsalig sa tanang butang, ug Siya ang (bugtong) Magbalantay ug Tigdumala sa mga kalihokan (sa Iyang mga linalang).",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Kaniya (lamang) ang mga bahandi sa mga langit ug sa yuta. Kadtong naglimod sa mga timaan sa Allah, sila mao kadtong mga pildero.",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Isulti: \"Gisugo ba ninyo ako sa pagsimba sa lain gawas sa Allah, Oh, kamo nga mga tawong buang?\"",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Ug sa pagkatinuod, gipadayag na kanimo (Oh Muhammad) ug maingon man kanila sa (Mga Propeta) nga una kay kanimo: \"Kon kamo makig-uban [sa Allah] bisan unsa butang sa pagsimba (nan) sa pagkatinuod (tanan) inyong maayong mga buhat makawang, ug kamo mahimong kauban sa mga pildero.\"",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Apan simbaha ang Allah (nga nag-inusara, ang Usa ug bugtong Tinuod nga Diyos), ug pagmapasalamaton (Kaniya).",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Wala nila gihatagan og pagtahod si Allāh sa tinuod nga pagtamod uban sa pagtahod nga angay Kaniya. Ang tibuok kalibotan maanaa sa lyang pagkupot sa Adlaw sa Pagkabanhaw, ug ang mga langit nalukot sa lyang tuong Kamot. Himaya ngadto Kaniya ug gibayaw Siya labaw sa bisan unsa nga ilang gipakig-uban Kaniya (ingon mga kaubanan sa pagsimba).",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "Ang trompeta pagahuyopon, busa ang tanan nga anaa sa mga langit, ug ang tanan nga anaa sa yuta mamatay, gawas sa nianang gibuot sa Allah; unya kini pagahuypon pag-usab, ug dihadiha sila manindog nga naghulat (aron pagahukman).",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Ang yuta modan-ag sa kahayag uban sa Kahayag sa iyang Ginoo (Allah), ug ang talaan (sa mga binuhatan) magbutang, ug ang mga Propeta ug ang mga saksi pagadad-on, ug ang Paghukom ihatag taliwala sa mga tawo uban ang hustisya, ug sila dili pagahukman nga dili makiangayon.",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Ang matag kalag pagabayran sa hingpit kung unsa ang nahimo niini, ug Siya ang labing nakahibalo kung unsa ang ilang gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "Sila nga milimod (sa Allah ug sa Iyang mga Mensahero) dad-on ngadto sa Imperno sa (sunodsunod) nga mga pundok; hangtud, sa diha nga sila muabut niini, ang mga pultahan niini maablihan, ug ang mga magbalantay niini moingon kanila: \"Wala ba muabot kaninyo ang mga Mensahero kaninyo nga gilitok kaninyo ang mga Pinadayag sa inyong Ginoo (Allah), ug nagpasidaan kaninyo sa Panagtigom niining inyong Adlaw?\" Moingon sila: \"Oo, apan ang Pulong sa Silot gipakamatarung batok sa mga manmilimod.\"",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "Kini igaingon: \"Sulod kamo sa mga ganghaan sa Impyerno ingon nga sila magpabilin niini. Mao nga pagkaalaot ang puloy-anan sa mga mapahitas-on.\"",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Apan Kadtong kahadloki (kang Allah) nga ilang Ginoo ug nagtuman sa iyang mga Kamanduan pagadad-on ngadto sa Paraiso nga (nagsunod-sunod) nga mga pundok; Hangtud si diha sila makaabut niini, sila makakaplag mga ganghaan niini nga abli kaayo, ug ang mga magbalantay niini\nmoingon kanila: \"Ang Kalinaw maanaa kaninyo, kamo maayo ug putli; busa sulod niini aron sa pagpabilin dinhi sa kahangturan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Sila moingon: \"Dalaygon si Allāh nga nagtuman sa Iyang saad kanato ug naghatag kanato sa yuta isip usa ka kabilin; aron kita makapuyo sa Paraiso nga diin kita nakagusto; busa kaayohan ang ganti sa mga matarong.",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "Makita nimo ang mga anghel nga nagalibot sa Trono, nga naghimaya sa ilang Ginoo (Allah) uban ang Pagdayeg; ug sila (sa katawhan ug jinn) pagahukman uban sa Hustisya, ug kini igasulti: \"Dalaygon si Allāh, ang Ginoo sa tanang binuhat.\"",
      "footnotes": null
    }
  ]
}