{
  "surah_number": 40,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ha Meem[1].",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili hitupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud sila makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Kini nga Libro (Qur'an) usa ka pagpadayag nga gipakanaog gikan kang Allāh'Dios', ang Labing Gamhanan, ang Labing Nakahibalo,",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Ang Tigpasaylo sa sala, ang Tigdawat sa paghinulsol, Ang Hilabihan sa pagbalos, ug ang Tag-iya (sa walay kinutuban) kadagaya; walay dios (nga takos simbahon) gawas Kaniya; ngadto Kaniya ang kataposang pagbalik[2].",
      "footnotes": "[2]. Aron Iyang gantihan sila sumala sa angay kanila."
    },
    {
      "ayah_number": 4,
      "translation_bis": "Wala'y nakig-batok mahitungod sa mga Pinadayag sa Allah gawas sa nga naglimod (sa Kamatuoran sa Islam), busa ayaw itugot nga ang ilang (walay pagpugong nga) paglihok sa yuta makalimbong kanimo.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Una kanila, ang mga katawhan ni Noe mipanghimakak (sa ilang Propeta), ug ang (mga dili magtutuo nga) mga pundok human kanila, ug ang matag nasod naglaraw batok sa ilang Mensahero sa pagdakop kaniya, ug sila nakiglantugi pinaagi sa kabakakan aron nga pagsanta ang Kamatuoran, busa Ako (Allah) misakmit kanila. Palandonga kung unsa sa makalilisang ang akong silot.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Sa ingon niana, ang Pulong sa (Allah) nga imong Ginoo gipakamatarung batok kanila nga naglimod (sa Kamatuoran sa Islam), nga sila mao ang mga lumulupyo sa Kalayo.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Ang mga (anghel) nga nagdala sa Trono (sa Allah), ug kadtong naglibot niini naghimaya sa ilang Ginoo (Allāh) uban ang pagdalayeg, ug mituo Kaniya ug nangayo ug Kapasayloan alang sa mga magtutuo (nga nagsulti): \"(O Allah) among Ginoo, Imong gilangkuban ang tanang butang diha sa Imong kaluoy ug kahibalo, busa pasayloa sila nga midangup (nganha Kanimo sa paghinulsol) ug misunod sa Imong Dalan, ug luwasa sila gikan sa Silot sa Imperno:",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "(Oh Allah) among Ginoo, pasudla sila sa mga Tanaman sa Eden \"Ang Paraiso\" nga diin Imong gisaad kanila, uban sa mga matarung gikan sa ilang mga amahan, sa ilang mga asawa, ug sa ilang mga anak (kaliwat). Sa pagkatinuod, Ikaw mao ang Hingpit Gamhanan, ang Hingpit Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Luwasa sila gikan sa dautan nga mga sangputanan (sa ilang mga buhat), bisan kinsa nga Imong luwason gikan sa dautan nga mga sangputanan nianang Adlawa, sa pagkatinuod Ikaw nagpakita ug Kalooy ngadto kaniya, ug kana mao Ang Dakong Kalamposan.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Sa pagkatinuod, sila nga naglimod (sa Allah ug sa Iyang mga Mensahero) pagasultihan (nianang Adlawa): \"Sa pagkatinuod ang Kasilag (Kasuko) sa Allah (kaninyo) sa dihang kamo gitawag ngadto sa Pagtuo ug kamo misalikway, labing dako pa kay sa inyong kasilag sa usag-usa (karon sa Imperno).\"",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Sila (ang mga manlilimod) moingon: \"(O Allah) among Ginoo, sa makaduha ikaw naghimo kanamo nga walay kinabuhi (sa bat-ang sa among mga amahan ug sa mga lubnganan), ug sa makaduha ikaw naghatag kanamo ug kinabuhi (sa pagkatawo ug sa Pagkabanhaw), busa among gisugid ang among mga sala; nan, aduna bay dalan aron sa paggawas (sa Imperno)?\"",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "(Ug sila pagasultian): \"Kini (nahitabo kaninyo) kay sa diha ang Allāh nga bugtong mao lamang ang ampoan, kamo naglimod, apan sa diha nga mga kaubanan[3] gipakig-uban Kaniya, kamo mituo; busa, ang Paghukom iya sa Allah lamang, ang Labing Hataas, Ang Labing Dako.\"",
      "footnotes": "[3]. Sama ni Hesu Kristo, ang balaang espiritu nga mao si Gabriel, ang mga anghel, ang mga propeta, ang mga santos, jinn, mga estatwa, ug uban pa."
    },
    {
      "ayah_number": 13,
      "translation_bis": "Siya (Allah lamang) mao ang nagpakita kaninyo sa Iyang mga Timaan, ug nagpakanaug alang kaninyo ug tagana gikan sa langit, ug walay makahinumdom (niana) gawas kaniya nga mibalik sa kanunay (ngadto Kaniya sa paghinulsol).",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Busa ampo sa Allah lamang ug pagmatinud-anon ngadto Kaniya sa pagsimba, bisan pa ang mga manlilimod\nnagsupak (niini):",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "(Si Allāh mao ang) nanag-iya sa ranggo kahitas'an nga labaw sa tanan, ang Ginoo sa (Dakong) Trono \"bulag sa tanan Niyang binuhat\". Siya nagpadala sa pinadayag pinaagi sa Iyang Mando ngadto kang bisan kinsa nga Iyang gustohon sa Iyang mga ulipon (sa katawhan ug jinn), aron siya (ang Mensahero) makapasidaan (mahitungod) sa Adlaw sa Pagpakigtagbo (Kaniya).",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "(Sa) Adlaw nga sa dihang mogula sila, walay bisan unsa kanila nga matago gikan sa Allah. Kang kinsa pa ba ang (tanan) nga Pagkahari nianang Adlawa? Ngadto sa Allāh, ang Usa (lamang Tinuod nga Dios), ang Manlulupig (sa tanan).",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Niining adlawa ang matag kalag pagabalusan sumala sa iyang nahimo; walay inhustisya (nga pagabuhaton) niining adlawa; sa pagkatinuod ang Allah mao ang Maabtik Dali sa Pag-ihap.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Pasidan'i sila niana nga adlaw nga naga-kahiduol: sa diha nga ang mga kasingkasing musaka ngadto sa mga tutonlan, nagmasub-anon; ug ang dili makiangayon dili makabaton ug suod nga higala ni tigpa-taliwala nga pagatumanon.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Siya (Allah) nasayod sa malimbongon nga mga mata, ug ang mga tinagoan sa mga kasing-kasing.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Ug ang Allah magahukom uban sa Kamatuoran (ug Hustisya); samtang kadtong ilang gitawag gawas Kaniya wala (nagbaton ug gahum sa) paghukom sa bisan unsa; sa pagkatinuod ang Allah mao ang Labing Makadungog sa Tanan, ang Labing Makakita.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Wala ba sila makapanaw pinaagi sa kayutaan ug nakakita kon unsa ang kataposan niadtong nauna kanila? Sila mas kusgan kay sa kanila sa gahum, ug gitukod labaw pa sa yuta, apan ang Allāh naglaglag kanila tungod sa ilang mga sala; ug walay bisan usa nga makapanalipod kanila gikan sa Allāh.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Kini (Silot) tungod kay niabot ang ilang mga Mensahero sa Dios uban sa tin-aw nga mga Pamatuod, apan sila misalikway (kanila), busa gisakmit sila sa Allah 'Dios'; sa pagkatinuod Siya mao ang Labing Kusgan, hilabihan sa silot!",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Sa pagkatinuod, Kami nagpadala kang Moises uban sa Among mga Timaan ug usa ka tin-aw nga gahum (katungod),",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Ngadto kang Paraon, Haman ug Qarun (Kuri), apan sila miingon: \"(Siya usa ka) salamangkero, usa ka bakakon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Busa sa diha nga siya (Moises) nagdala kanila sa Kamatuoran gikan Kanamo, sila miingon: \"Patya ang mga anak nga lalaki niadtong mituo uban kaniya, ug buhia ang ilang mga babaye. Apan ang laraw sa mga manlilimod dili makatultol ngadto sa bisan unsa gawas sa sayop (ug kapakyasan).",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Ug si Paraon miingon: \"Pasagdi ako sa pagpatay ni Moises, ug pasagdi siya nga motawag sa iyang Ginoo (Allah); sa pagkatinuod ako nahadlok nga siya mousab sa inyong relihiyon (ug paagi sa kinabuhi) o nga siya makahimo sa kagubot nga magpakita sa yuta.\"",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Si Moises miingon: \"Sa pagkatinuod nangayo ko ug dangpanan sa Allah\nakong Ginoo ug inyong Ginoo gikan sa matag mapahitas-on ug wala motuo sa Adlaw sa Pag-ihap (ug Paghukom).\"",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Ug ang usa ka magtotoo nga lalaki sa katawhan ni Paraon (Hizqil, ig-agaw ni Paraon ug tresurero – sinaligan sa bahandi) nga nagtago sa iyang Pagtuo miingon: Mopatay ba kamo ug tawo (nga mao si Moises) tungod kay siya miingon: 'Ang akong Ginoo mao ang Allah,' ug sa pagkatinuod siya nagdala nganha kaninyo sa tin-aw nga mga Pamatuod gikan sa (Allah) inyong Ginoo? Ug kon siya (Moises) usa ka bakakon, kaniya lamang ang pagpamakak batok sa iyang kaugalingon, ug kon siya matinud-anon, adunay mahitabo kaninyo nga pipila nianang iyang gihulga kaninyo; sa pagkatinuod ang Allah dili mugiya kaniya nga usa ka malinapason, nga bakakon:",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Oh akong katawhan, kaninyo ang gingharian karong adlawa, nga mga agalon sa yuta, apan kinsay makatabang nato batok Silot sa Allah kon kini moabut kanato? Si Paraon miingon: \"Wala ako magpakita kaninyo ug bisan unsa gawas sa akong makakita (sa akong kaugalingon), ug wala ako nagtultol kaninyo sa bisan unsa gawas sa husto nga dalan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Ug siya nga mituo (sa Allah ug sa Iyang mga mensahero) miingon: \"O akong katawhan, sa pagkatinuod ako nahadlok alang kaninyo sa susama sa nahitabo sa (dili matinuohon) nga mga alyansa (kaniadto)\",",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Sama sa gidangatan sa katawhan ni Noe ug (sa mga tribo ni) ‘Aad ug Thamud ug niadtong misunod kanila. Ang Allah wala magtinguha ug inhustisya alang sa (Iyang) mga ulipon (sa katawhan ug jinn);",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Ug, O akong katawhan, Nahadlok ako alang kaninyo tungod sa adlaw sa pag-patawag,",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Sa adlaw diin kamo magatalikod ug maga-kalagiw: wala'y manluluwas bisan kinsa alang kaninyo gikan sa (Silot sa) Allah, ug siya nga Gipasag-dan sa Allah[4], walay usa nga maka-giya kaniya:",
      "footnotes": "[4]. Tungod sa iyang pagkamapahitas-on ug pagpadayon sa pagpakasala."
    },
    {
      "ayah_number": 34,
      "translation_bis": "Ug sa pagkatinuod si Yusuf (Jose) mianha kaninyo kaniadto uban sa tin-aw nga mga Pamatuod, apan kamo sa gihapon nagpabilin nga nagduhaduha mahitungod sa unsay iyang gidala; hangtud sa diha nga siya namatay, kamo miingon: \" Ang Allah dili na gayud magpadala ug usa ka Mensahero human kaniya.\" Sa ingon si Allah nagpahisalaag kaniya nga mapahitas on ug madu-haduha 'on.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Kadtong nakiglalis mahitungod sa mga Timaan sa Allah nga walay bisan unsa nga katungod nga Iyang gihatag kanila; Kini mao ang makalilisang ug dulomtanan sa atuba-ngan (ni) Allāh ug sa mga magtotoo. Sa ingon niana ang Allah nagbutang ug selyo ibabaw sa kasingkasing sa matag mapahitas-on nga malupigon.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Si Paraon miingon: \"Oh Haman, pagtukod alang kanako ug taas nga tore \naron nga makaabot ako sa mga agianan:",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Ang mga paagi sa pag-abut sa mga langit, aron akong makab-ot si 'Allāh' \nDios ni Moises, ug sa pagkatinuod ako hunahunaa kaniya (Moises) nga usa ka bakakon. Sa ingon niini ang pagkadautan sa iyang mga buhat gihimo nga matahum ngadto kang Paraon, ug siya mitipas gikan sa Dalan 'sa Islam'; ug ang laraw ni Paraon dili (matapos) sa bisan unsa gawas sa kalaglagan.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Ug siya nga mituo (sa Allah ug sa Iyang mga Mensahero) miingon: \"Oh akong katawhan, sunod kanako, ako mugiya kaninyo ngadto sa Dalan sa matarung nga paggawi\",",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Oh akong katawhan, kini nga kinabuhi sa kalibutan usa lamang ka (lumalabay nga) mga kalipay 'nga maputol', ug sa pagkatinuod ang Pikas Kinabuhi mao ang Puloy-anan nga magpabilin sa kahangturan;",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Bisan kinsa nga nagbuhat ug daotan nga buhat, siya dili pagabalosan (sa bisan unsa) gawas sa sama niini, ug bisan kinsa nga nagbuhat ug maayong buhat, lalaki man o babaye, ug usa ka magtotoo, sila makasulod sa Paraiso, diin sila paga-panalanginan nga walay limitasyon.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Ug, Oh akong katawhan, giunsa pagkahitabo nga ako nagtawag kaninyo sa (tinuod) nga kaluwasan, samtang kamo nagtawag kanako sa Imperno?",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Kamo nagtawag kanako nga ako maglimod sa Allah ug magbutang ug kauban Kaniya nga diin ako walay (Balaanon) nga Kahibalo, ug ako nagtawag kaninyo ngadto 'Islam' (ni Dalan sa Allāh - Dios) ang Labing Makagagahum, ang Labing mapinasayloon;",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Walay pagduhaduha ang unsay inyong gidapit kanako sa (pagsimba) walay gahum sa pagtubag sa akong pag-ampo dinhi sa kalibutan, ni sa Pikas Kinabuhi; ug sa pagkatinuod, ang atong pagbalik ngadto sa Allah lamang, ug ang mga malinapason mao ang mga lumolupyo sa Kalayo (sa Imperno);",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Kamo unya mahinumdom sa akong gipamulong kaninyo. Ako nagsalig sa tanan nga may kalabutan kanako ngadto sa Allāh lamang. sa pagkatinuod ang Allah mao ang Labing Makakita sa Iyang mga ulipon (sa katawhan ug jinn).",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Busa si Allāh mipanalipod kaniya gikan sa daotan (nga mga sangputanan) sa unsay ilang giplano, ug ang labing daotan nga Silot misakmit sa katawhan ni Paraon:",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Ang Kalayo[5], sila naladlad niini (matag) buntag ug gabii, ug sa Adlaw sa diha nga ang Takna moabut (iga-ingon): \"Pasudla ang katawhan ni Paraon ngadto sa labing sakit nga Silot.\"",
      "footnotes": "[5]. Sa Barzakh, lubnganan, ang hugna taliwala sa kamatayon ug Pagkabanhaw."
    },
    {
      "ayah_number": 47,
      "translation_bis": "(Hisguti) sa diha nga sila maggilalis sa usag-usa didto sa Imperno, ug ang mga mahuyang moingon niadtong mga mapahitas-on: \"Sa pagkatinuod kami inyong mga sumusunod; malikay ba ninyo (karon) gikan kanamo ang kabahin sa Kalayo?\"",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Sila nga mga mapahitas-on moingon sa ilang mga sumosunod: \"Sa pagkatinuod kitang tanan anaa niini 'ang kalayo' \": Sa pagkatinuod ang Allah naghukom na tali sa Iyang mga ulipon (sa katawhan ug jinn uban hustisya).",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Sila nga mga anaa sa Kalayo moingon ngadto sa mga magbalantay sa Imperno: \"Sangpita ang imong Ginoo (Allah) aron Siya magpagaan alang kanamo sa pag-antus (bisan lang) sa usa ka adlaw.\"",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Sila moingon: \"Wala ba miabot kaninyo, ang inyong mga Mensahero uban sa tin-aw nga mga Pamatuod?\" Sila moingon: \"Oo.\" Sila motubag: \"Nan pag-ampo kamo (sumala sa inyong gusto). Ang pag-ampo sa mga manlilimod walay [katapusan] gawas sa kasaypanan ug kawang lamang[6]'",
      "footnotes": "[6]. Tungod kay wala kini gidawat gikan kanila tungod sa ilang paglimod."
    },
    {
      "ayah_number": 51,
      "translation_bis": "Sa pagkatinuod, Kami mutabang sa Among mga mensahero maingon man usab niadtong mituo sa kinabuhi niining kalibotana ug sa Adlaw nga ang mga mi-saksi patindugon.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Sa Adlaw nga ang mga pama-libad sa mga dautan walay kapus-lanan, ug alang kanila usa ka Tunglo (ang paghingilin gikan sa kaluoy ni Allah), ug alang kanila mao ang dautan nga Puloy-anan.",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "sa pagkatinuod, Kami naghatag kang Moises sa (katungod) giya, ug Kami naghimo sa mga anak sa Israel sa pag-panunod ang Kasulatan (Torah),",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Ingon nga giya ug pahinumdom, sa katawhang masinabuton.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Busa mag-mapailubon, sa pagkatinuod ang Saad sa Allah nga tinuod. Pangayo ug pasaylo sa imong sala, ug himayaa ang imong Ginoo (Allah) uban ang pagdayeg sa sinugdanan sa adlaw ug sa katapusan niini.",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Sila nga nakiglalis mahitungod sa mga Bersikulo sa Allah nga walay bisan kaman-doan nga gikahatag kanila, walay bisan unsa nga anaa sa ilang mga dughan kondili (usa ka tinguha) nga mahimong bantugan, nga diin dili gayud nila makab-ot. Busa dangop kang Allāh. Sa pagkatinuod Siya mao ang Labing Makadungog, ang Labing Makakita[7].",
      "footnotes": "[7]. Siya mao ang Tigpatalinghog sa gisulti sa Iyang mga alagad, ang Tigtan-aw sa ilang ginabuhat: walay bisan unsa nga nakalingkawas Kaniya gikan kanila bisan unsa ug Siya magabalus kanila."
    },
    {
      "ayah_number": 57,
      "translation_bis": "Sa pagkatinuod ang paglalang sa mga langit ug sa yuta mas dako pa kay sa paglalang sa mga tawo, apan kasagaran sa mga tawo wala mahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Ang buta ug ang makakita dili managsama, ni sila nga mituo ug nagbuhat ug matarung nga mga buhat ug ang mamumuhat sa daotan managsama; gamay lang kanang inyong nahinumduman.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Sa pagkatinuod, ang Takna (ang Adlaw sa Pagkabanhaw ug Paghukom) moabotay, walay pagduhaduha niini, apan kadaghanan sa mga tawo dili motuo.",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Ang imong Ginoo (Allāh) nag-ingon: \"Tawag kamo Kanako, Ako motubag kaninyo; sa pagkatinuod kadtong nagtamay sa pagsimba Kanako sa dili madugay sila makasulod sa Imperno, nga gipakaulawan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Siya ang Allah nga Maoy nagbuhat alang kaninyo sa kagabion aron kamo makapahulay niini, ug sa adlaw aron makakita; sa pagkatinuod ang Allah Madagayaon ngadto sa mga tawo, apan kadaghanan sa mga tawo wala magpasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Mao kana ang Allah, nga inyong Ginoo, ang Magbuluhat sa tanan; walay dios (takos simbahon) gawas Kaniya; nan giunsa man ninyo pagtalikod[8]?",
      "footnotes": "[8]. Sa pagsimba Kaniya ngadto sa pagsimba gawas Kaniya taliwala sa mga dili makahatag ug kaayohan o kadaot."
    },
    {
      "ayah_number": 63,
      "translation_bis": "Sa ingon niana sila mitalikod 'sa kamatuoran' niadtong nagalimod sa mga Timaan sa Allāh.",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Siya ang Allah nga Maoy naghimo sa yuta nga usa ka pahulayanan alang kaninyo, ug sa langit nga usa ka tabil, ug Siya nag-umol kaninyo, unya mihimo imong mga porma nga maayo ug Siya gitagana alang kanimo ang mga maayong mga butang; kana mao ang Allah, ang inyong (tinuod nga) Ginoo, busa Bulahan ang Allah, ang Ginoo sa tanan linalang.",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Siya mao ang Walay Katapusan nga Buhi, walay dios (takos simbahon) gawas Kaniya, busa pag-ampo ngadto Kaniya lamang, pagmatinud-anon kang kaniya diha sa pagsimba; (ang tanan) pagdayeg kang Allah, ang Ginoo sa tanang linalang.",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Isulti: \"Ako gidid-an sa pagsimba niadtong inyong gisangpit gawas sa Allah sa diha nga ang tin-aw nga mga Pamatuod miabut kanako gikan sa (Allah) nga akong Ginoo, ug ako gisugo sa pagtugyan ngadto sa (Allah lamang) ang Ginoo sa tanan nga linalang.\"",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Siya (Allah) mao ang Nagbuhat kaninyo gikan sa abog, dayon gikan sa usa ka tulo sa semilya, dayon gikan sa usa ka lapot nga dugo, unya nag-pagula kaninyo sa usa ka bata, ug aron kamo makabaton sa inyong pagkahamtong, unya kamo mahimo tigulang - ug ang uban kaninyo mamatay sa wala pa kaniadto - aron kamo makaabot sa gitakda nga termino (panahon), ug aron kamo makasabut.",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "Siya (Allah) mao ang naghatag ug kinabuhi ug nagpahinabog kamatayon, busa sa dihang Siya nagtakda sa usa ka panghitabo, Siya moingon lamang niini: ‘Mahimo,’ ug kini mahitabo.",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Wala ka ba makakita niadtong kinsa nakiglalis mahitungod sa mga timailhan ni Allāh: kung sa unsang paagi sila mitalikod (gikan sa Kamatuoran, bisan pa sa katin-aw niini)?",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Sila kadtong naglimod sa Libro (Qur’an), ug nga niana (Kaalam) nga diin Kami nagpadala uban sa Among mensahero (ang Propeta Muhammad); apan sa dili madugay sila mahibalo[9],",
      "footnotes": "[9]. Kining mga bakakon mahibalo sa sangpotanan sa ilang pagpamakak ug ilang makita ang kaalaot sa kataposan."
    },
    {
      "ayah_number": 71,
      "translation_bis": "Sa diha nga ang mga talikala ug mga kadena maanaa sa ilang mga liog; sila birahon,",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "Sa nagabukal nga tubig, Unya sa kalayo sila pagasunugon;",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Unya igaingon ngadto kanila: \"Hain na ang mga dios nga imong gigamit sa nakig-uban sa pagsimba ingon nga mga kaubanan?\"",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Gawas sa Allah? Ang mga manlilimod moingon: \"Mibiya na sila kanamo. Hinunua, kami wala mag-ampo sa bisan unsang butang kanhi.\" Sa ingon niini gipahisalaag sa Allah ang mga manlilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "(Ang mga anghel moingon): \"Kini tungod kay kamo nanagkalipay diha sa yuta nga dili makatarunganon, ug nga kamo nagagawi sa pagkamapahitas-on\".",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "Pagsulod (karon) sa mga ganghaan sa Impyerno aron magpabilin niini sa kahangturan. Makalilisang ug daotan ang mao nga Puy-anan sa mga mapahitas-on.",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "Busa pagmapailubon ka (Oh Muhammad), sa pagkatinuod ang Saad sa Allah tinuod. Busa kon Kami mopakita kanimo sa kabahin sa unsay Among gihulga kanila, o kung Kami magpahinabo nga ikaw mamatay, nganhi Kanamo (Allah) sila (tanan) igabalik 'alang sa Paghukom'.",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_bis": "Kami nagpadala ug mga Mensahero una kanimo (Oh Muhammad): Ang uban kanila nga mao kadtong giasoy kanimo sa ilang mga sugilanon, ug adunay uban nga Kami wala mag-asoy kanimo sa ilang mga sugilanon, ug walay bisan kinsa nga Mensahero nga magdala ug usa ka Timaan gawas nga uban sa pagtugot sa Allāh, apan sa diha nga ang Kamandoan sa Allāh moabut, ang butang pagahukman sa kamatuoran, ug ang mga sumusunod sa kabakakan maanaa sa hingpit nga pagkawala.",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_bis": "Siya ang Allah nga maoy nagbuhat sa mga bakahan alang kaninyo aron kamo makasakay sa pipila kanila, ug ang uban kanila inyong pagakan-on.",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_bis": "Ug adunay mga kaayohan alang kaninyo diha kanila, ug aron kamo makakuha pinaagi kanila sa panginahanglanon nga anaa sa inyong mga dughan (aron kamo makaabot sa layo nga mga dapit ug sila magadala sa inyong mga butang), ug pinaagi kanila, ug pinaagi sa mga sakayan 'taliwala sa uban', kamo gikuha.",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_bis": "Siya nagpakita kanimo sa Iyang mga Timaan: Nan hain man sa mga Timaan sa Allah ang inyong gilimod?",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_bis": "ba sila mag-latas pinaagi sa kayutaan ug nakakita kun unsa ang katapusan niadtong nauna kanila? Kadto mas daghan pa (sa gidaghanon) kay kanila, ug mas dako pa sa kusog, ug sa mga kuta (tinukod) sa yuta, Bisan pa niana, ang ilang nakab'ot lunlon kawang!",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_bis": "Unya sa diha nga ang ilang mga Mensahero miabut kanila uban sa tin-aw nga mga Pamatuod, sila nalipay (ug mapahitas-on) nianang ilang nabatonan nga kahibalo (sa kalibutanon nga mga butang), ug didto milibot kanila (ang Silot sa Allāh) nga ilang naandan sa pagbiaybiay.",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_bis": "Busa sa diha nga sila nakakita ang Among Silot, sila miingon: \"Kami mituo sa Allah lamang, ug kami naglimud sa unsay among naandan sa pagpakig-uban Kaniya (ingon nga mga kauban sa pagsimba).\"",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_bis": "Apan ang ilang pagtuo walay kaayohan kanila sa higayon nga ilang makita ang Among Silot. (Kini) mao ang Paagi sa Allāh sa pakiglabot sa Iyang (daotan) nga mga ulipon (sa katawhan ug jinn), ug didto ang mga manlilimod maanaa sa hingpit nga pagkawala.",
      "footnotes": null
    }
  ]
}