{
  "surah_number": 41,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ha Meem[1].",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili hitupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud sila makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Kini 'Qur'ān' usa ka pagpadayag gipakanaog gikan ni Allāh, ang Labing Madagayaon, ang Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "(Kini) usa ka Libro diin ang mga Bersikulo tin-aw (ug sayon ​​sabton). Usa ka Qur'an sa pinulongan nga Arabiko alang sa usa katawhan nga (nagtinguha nga) mahibalo (sa Kamatuoran gikan sa kabakakan),",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Nga tighatag sa maayong balita \"sa mga magtutuo\", ug usa ka tigpasidaan \"sa mga manlilimod\", apan ang kadaghanan kanila motalikod, mao nga wala sila maminaw.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Ug sila mingon: \"Ang among mga kasingkasing anaa natabunan batok sa unsay gitawag ngadto kanamo, ug adunay\npagkabungol sa among mga dalunggan, ug sa taliwala kanamo ug kaninyo adunay\ntabil, busa pagbuhat (sa unsay imong gusto), ug kami usab magabuhat (sa unsay among gusto).\"",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "(Oh Muhammad) isulti: \"Ako usa lamang ka tawo sama kaninyo; gipadayag kanako nga ang inyong (Tinuod nga) Dios usa lamang ka Dios (Allah), busa subaya ang tul' id nga dalan ngadto Kaniya, ug pangayo sa Iyang Kapasayloan. Kaalautan sa kadtong nagbutang ug mga kauban (sa Allah sa pagsimba)\",",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Kadtong wala maghatag sa mga kabus nga kantidad (nga mao ang Zakah - obligado limos) ug naglimod sa pagtuo sa Pikas Kinabuhi.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Sa pagkatinuod sila nga mituo 'kang Allāh ug sa Iyang mga mensahero' ug nagbuhat ug maayong mga buhat, sila sa pagkatinuod makabaton ug ganti nga dili gayud matapos \"Paraiso\".",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Isulti: \"Kamo ba gayud mulimod sa (Allah) nga Maoy nagbuhat sa yuta sulod sa duha ka adlaw, ug kamo ba nagbutang ug katupong ngadto Kaniya? Mao kana ang Ginoo sa tanan nga linalang.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Gibutang niya didto (sa yuta) ang lig-on nga mga bukid sa ibabaw niini, aron dili niini matay-og, ug gipanalanginan niya niini, ug gisukod niini ang mga pagkaon (sustento) sulod sa upat ka adlaw nga managsama (upat ka gitas-on sa panahon), alang sa tanan nga nangutana (mahitungod sa paglalang niini).",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Unya (Siya) gitumong sa iyang kaugalingon ngadto sa kalangitan sa diha nga kini aso pa, ug Siya miingon niini ug sa kayutaan: \"Umari kamong duha, sa kinabubut-on o sa dili kinabubut-on.\" Silang duha miingon: \"kami mi-uyon ug maga-sunod Imong sugo\".",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Busa iyang gikompleto ang pito ka langit sulod sa duha ka adlaw, ug nagdasig sa matag langit sa kalihokan niini; ug Kami nagdayandayan sa ubos nga kalangitan uban sa masidlak nga mga bitoon, ug (gihimo kini usab) aron sa pagbantay (batok sa mga satanas); kana mao ang Kamandoan sa (Allah) ang Hingpit Makagagahum, ang Hingpit Nahibal-an.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Apan kon sila motalikod, nan isulti: \"Ako nagpasidaan kaninyo sa usa ka silot , sama sa silot (nga nahulog ngadto sa mga tribo) sa ‘Aad ug Thamud.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Sa diha nga ang ilang mga Mensahero (nga gipadala sa Allah) miabut kanila gikan sa ilang atubangan ug gikan sa ilang luyo, nga nag-ingon: \"Ayaw pagsimba ug bisan unsa gawas sa Allah\", sila miingon: \"Kon si 'Allāh' atong Ginoo mubuot, Magpadala unta siyag mga anghel. Busa bug-os namong gilimod ang unsay gipadala uban kaninyo.”",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Unya mahitungod sa (tribo sa) ‘Aad, sila mga mapahitas-on diha sa yuta nga walay katungod, ug sila miingon: \"Kinsa ang mas kusgan kay kanato sa kusog?\" Wala ba nila makita nga ang Allah Nga nagbuhat kanila mas gamhanan pa kay kanila sa kusog, ug sila kaniadto nagsalikway sa Among mga pinadayag.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Busa Kami nagpadala kanila ug usa ka mabangis nga hangin sa mga adlaw sa dautan nga tilimad-on (alang kanila), aron magpatilaw kanila sa makauulaw nga Silot sa kinabuhi niining kalibutana; apan sa pagkatinuod ang Silot sa ang Kinabuhi nga Kinabuhi labaw pa nga makauulaw, ug sila dili gayud matabangan.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Ug mahitungod sa (tribo ni) Thamud, Kami mipakita kanila sa husto nga Dalan, apan sila mipili sa pagkabuta nungka sa Giya, Busa ang makalilisang nga kastigo sa pag-pakaulaw mi-abot kanila tungod sa ilang pagpakasala ug pagkadili-masinugtanon.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Ug Kami miluwas niadtong mituo (sa Allah ug sa Iyang mga Mensahero) ug nagbantay sa ilang kaugalingon batok sa daotan.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "(Hisguti Oh Muhammad) ang Adlaw sa diha nga ang mga kaaway sa Allah pagatigumon ngadto sa Imperno, samtang sila giumol (ug giabog) ngadto sa mga pundok.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Ug sa diha nga sila mahiabot na niini (kalayo sa Imperno), ang ilang pandungog, ang ilang mga mata, ug ang ilang mga panit, magasaksi batok kanila sa unsay ilang naandang gibuhat (sa pagkawalay pagtuo, mga kalapasan ug mga sala)[2].",
      "footnotes": "[2]. Nianang panahona hukman ko kamo. Gusto ko nga mosaksi batok sa tanan nga mga barangan ug mga mananapaw ug mga bakakon. Mamulong ako batok sa mga agalon nga nanikas diha sa suholan, nga nagdaugdaug sa mga balo ug mga ilo, o naghikaw sa mga langyaw nga nagpuyo sa taliwala kanila sa hustisya, kay kini nga mga tawo wala mahadlok kanako,' nag-ingon si Allāh, ang Ginoo sa mga Kasundalohan sa Langit."
    },
    {
      "ayah_number": 21,
      "translation_bis": "Ug sila moingon ngadto sa ilang mga panit: \"Nganong misaksi man kamo batok kanamo?\" Sila moingon: \"Ang Allah nga maoy naghimo sa tanang butang nga makasulti, maoy naghimo kanamo nga musulti,\" ug Siya naglalang kaninyo sa sinugdanan, ug ngadto Kaniya kamo (tanan) mubalik.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Kamo wala magtinguha sa pagtago sa inyong mga kaugalingon aron ang inyong manga dulung gan, manga mata ug mga panit dili maka-saksi batok kaninyo, apan kamo naghunahuna nga ang Allah wala mahibalo sa kadaghanan sa inyong gibuhat (sa dautang mga buhat).",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Kanang dautan nga pangagpas nga imong gihunahuna bahin sa 'Allāh' imong Ginoo naglaglag kanimo, mao nga nahimo kang mga napildi.\"",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Busa kon sila maka-lahutay (sa kalayo) nan, bisan pa niana, sa gihapon, ang kalayo maoy ilang puloy'anan, ug kon sila mangayo nga pasayloon, bisan pa niana sila dili kauban niadtong kinsa mapasaylo[3]'",
      "footnotes": "[3]. Kon sila mangayo alang sa pagtangtang sa pag-antos ug alang sa Allah sa kalipay diha kanila, sila dili makaangkon sa Iyang kalipay ni makasulod sa Tanaman sa kahangturan."
    },
    {
      "ayah_number": 25,
      "translation_bis": "Kami nagbutang alang kanila ug mga kauban (sa kalibutan gikan sa mga makasasala nga jinn ug mga tawo), busa ilang gihimo nga matahum tan-awon alang kanila ang unsay anaa sa ilang atubangan ug ang unsay anaa sa ilang luyo (ni mga sala), ug ang Pulong (ang Kamandoan sa Allah) napamatud-an nga tinuod batok kanila - gikan sa mga nasud sa jinn ug mga tawo. Sila sa pagkatinuod mga pildero.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Ug sila nga naglimod (sa Allah ug sa Iyang mga Pinadayag) nag-ingon: \"Ayaw pagpaminaw sa Qur’an ug paghimo og kasaba diha niini, aron pinaagi niini ikaw makadaug ug mahimong magmadaugon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Apan Kami sa pagkatinuod maghimo kadtong mga manlilimod (sa Allah ug sa Iyang mga Pinadayag) nga makatilaw sa usa ka hilabihan nga Silot, ug Kami sa pagkatinuod mobalos kanila sa labing dautan sa unsay ilang gibuhat kaniadto (sa kadautan).",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Kini mao ang balus sa mga kaaway sa Allah - ang Kalayo; alang kanila didto mao ang walay katapusan nga puloy-anan; nga balos sa ilang pagsalikway sa Among mga pinadayag.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Ug sila nga milimod (sa Allah ug sa Iyang mga pinadayag) moingon: \"(Oh Allah) among Ginoo, ipakita kanamo kadtong nagpahisalaag kanamo gikan sa mga jinn ug mga tawo aron kami motunob kanila ilalom sa among mga tiil aron sila mahimong labing ubos.\"",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Sa pagkatinuod, sila nga nag-ingon: Ang among Ginoo mao ang Allah, unya magmalig-on kamo nga magpadayun sa husto nga Dalan, ang mga anghel manaug kanila (sa panahon sa ilang kamatayon), nga nag-ingon: \"Ayaw kahadlok ni magka-balaka, apan dawata ang maayong balita sa Paraiso nga kaninyo gika-saad.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Kami (ang mga anghel) mao ang inyong mga tigpaluyo sa kinabuhi niining kalibotana ug sa Pikas Kinabuhi, ug alang kaninyo didto (sa Paraiso) mao ang tanan nga gitinguha sa inyong kaugalingon, ug alang kaninyo anaa didto ang tanan nga inyong pangayoon:",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Ingon nga gasa ug usa ka maabiabihon nga tagana gikan sa Labing Mapasayloon, nga Labing Maluluy-on (Allāh).",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Kinsa ba ang labaw pang maayo sa sinultihan kaysa niadtong nagtawag ngadto (sa Dalan) sa Allāh samtang siya sa iyang kaugalingon nagbuhat (kon unsa ang) matarung (ug hustisya), ug nag-ingon: \"Ako sa pagkatinuod usa sa mga Muslim (nga nagpasakop lamang sa Dios).\"",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Dili managsama ang buhat nga maayo ug dautan. Giduso nimo (ang dautan) pinaagi sa maayo, kun mao kana, siya nga sa taliwala nimo ug kaniya adunay kasuko (sa usag-usa mamahimong) sama siya sa usa ka suod nga higala.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Apan walay gihatagan niini gawas niadtong mapailubon, ug walay gihatagan niini gawas niadtong (gihatagan) og dako nga bahin sa kaayohan.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Kon ang hunghong sa Satanas nagtintal kanimo sa pagtalikod (o magpukaw kaninyo sa kasuko o kaulag o bisan unsa nga dautang hunahuna), nan pagdangop kang Allāh ug pagdangop diha Kaniya; sa pagkatinuod Siya mao ang Hingpit Nakadungog, ang Hingpit Nakahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Ug lakip sa mga Timaan (sa Allāh) mao ang kagabion ug ang adlaw ug ang adlaw ug ang bulan. Ayaw paghapa sa adlaw o sa bulan; apan yukbo (ug pagpailalom) ngadto sa Allah nga Maoy nagbuhat kanila, kon kamo (sa tinuoray) misimba Kaniya (nga nag-inusara).",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Apan kon sila magmapahitas-on (sa pagbuhat sa ingon), nan anaay mga (ang mga anghel) nga nagdayeg ug nag naghimaya Kaniya sa gabii ug adlaw nga wala gayod maluya.",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Ug lakip sa mga Timaan (sa Allah) mao nga kamo nakakita sa yuta nga nagpundo, apan sa diha nga Kami mipadala niini sa tubig, kini mikutaw (sa kinabuhi) ug mipatubo (sa mga lunhaw): Sa pagkatinuod Siya nga naghatag niini ug kinabuhi mao ang Maghatag ug kinabuhi sa mga patay; sa pagkatinuod Siya adunay Gahum ibabaw sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Sa pagkatinuod, sila nga mitipas gikan sa husto nga Dalan mahitungod sa Among mga Bersikulo dili matago gikan kanamo (Allah). Siya ba nga itambog ngadto sa Kalayo mas maayo, o siya nga moabut nga luwas sa Adlaw sa Pagkabanhaw (ug Paghukom)? Buhata ang inyong gusto, sa pagkatinuod Siya (Allah) Kanunay nga Nakakita sa inyong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Sa pagkatinuod, sila nga naglimod sa Pahinumdom (Qur’an) sa diha nga kini miabut kanila (sila mga pildero), kay sa pagkatinuod kini usa ka Gamhanan nga Libro (ang Qur’an)[4],",
      "footnotes": "[4]. Nga dili makahimo sa usa ka tigsalikway sa pagtuis sa kahulogan niini ni sa usa ka tig-ilis sa pag-usab niini."
    },
    {
      "ayah_number": 42,
      "translation_bis": "Ang kabakakan dili moabut niini gikan sa atubangan niini ni gikan sa luyo niini; (kini) usa ka Pinadayag gikan sa (Allah) Labing Maalamon, Labing Dalaygon.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Walay gikasulti kaninyo (nga paagi sa pagsupak) gawas sa unsay gisulti gayud ngadto sa mga Mensahero (sa Allah) una kaninyo; sa pagkatinuod, ang imong Ginoo (Allāh) hingpit nga nagpasaylo, ug masakit sa silot.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Ug kon Kami nagpadayag niini ingon nga usa ka Qur’an sa langyaw nga pinulongan gawas sa Arabiko, sila sa pagkatinuod moingon: \"Ngano man nga ang mga Bersikulo niini wala gipasabut nga detalyado (sa among pinulongan)? Usa ka langyaw (nga dila) ug (ang Mensahero) usa ka Arabo? Isulti: \"Kini alang kanila nga mituo, usa ka Giya ug usa ka tambal; ug (alang) kanila nga wala motoo, adunay pagkabungol sa ilang mga dalunggan, ug kini anaa kanila ang pagkabuta, kini sila mao ang mga gitawag gikan sa halayo nga dapit (busa sila dili maminaw o makasabot).",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Sa pagkatinuod, Kami mihatag sa Kasulatan (Torah) ngadto kang Moises, apan ang panaglalis mitungha niini, ug kon dili pa sa usa ka Pulong nga migula gikan (sa Allah) nga inyong Ginoo, ang paghukom sa pagkatinuod nahatag na tali kanila; ug sa pagkatinuod sila anaa sa dakong pagduhaduha mahitungod niini (Qur'an).",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Bisan kinsa nga magabuhat ug maayo, kini alang lang sa iyang kaugalingon; ug bisan kinsa nga magabuhat ug dautan, kini batok lang (kaniya). Ang imong Ginoo 'Allāh' dili gayud dili makiangayon ngadto sa Iyang mga ulipon (sa katawhan ug jinn).",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Ngadto sa Allah lamang mudangop nga kahibalo sa Takna (ang Adlaw sa Pagkabanhaw ug Paghukom). Walay mogawas nga bisan unsang bunga gikan sa mga tabon niini, ni ang usa ka babaye magsabak, ni walay bata nga ipanganak gawas pinaagi Iyang Kahibalo. Ug sa Adlaw nga Siya motawag kanila: \"Hain naman ang (kadtong inyong gitawag) Akong mga kaubanan?\" Sila moingon: \"Kami nagpahayag kanimo, nga walay usa kanamo nga nagasaksi (nianang dako kaayo nga bakak).\"",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Bisan unsay ilang gisimba 'gawas sa Allāh' kaniadto mahanaw gikan kanila, ug sila mahibalo sa kasigurohan nga walay kaikyasan alang kanila (gikan sa Silot sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Ang tawo dili gayud kapuyon sa pag-ampo alang sa maayo, apan kon ang dautang kapalaran mutandog kaniya, nan siya mawad'an sa paglaum \"sa kaluoy ni Allāh\".",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "kon Kami mopatilaw kaniya ug Kaluoy gikan Kanamo human sa kalisdanan nga mitandog kaniya, siya sa pagkatinuod moingon: \"Kini alang kanako (tungod sa akong katakus), ug ako dili mutoo nga ang Takna (sa Kalaglagan) nga mu-abot, ug kon ako ibalik ngadto sa akong Ginoo (Allah), ako sa pagkatinuod makabaton uban Kaniya sa kaayohan; apan Kami sa pagkatinuod mopahibalo kanila nga mga manlilimod sa unsay ilang nabuhat, ug Kami sa pagkatinuod mopatilaw kanila sa hilabihan nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Sa diha nga Kami naghatag ug pabor sa tawo, siya motalikod; apan sa diha nga ang dautang kapalaran modangat kaniya, siya maga-ampo ug tag'as nga mga pangamuyo.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Isulti: \"Nakahunahuna ba kamo nga kon kini (ang Qur’an) gikan sa Allah (Dios); unya kamo naglimod niini, kinsa ba ang labaw nga nahisalaag kay kaniya nga anaa sa pagsupak 'sa Kamatuoran', halayo 'gikan sa Matarung nga Dalan sa Islam'?\"",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Kami sa dili madugay magpakita kanila sa Among mga Timaan sa Kawanangan ug sa ilang mga kaugalingon, hangtud nga kini mahimong tin-aw ngadto kanila nga kini (ang Qur’an o Siya, si Allah) mao ang Kamatuoran. Dili pa ba kini igo mahitungod sa inyong Ginoo (Allah) nga Siya usa ka Saksi ibabaw sa tanang butang?",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Sa pagkatinuod, sila anaa sa pagduhaduha mahitungod sa Pagpakigtagbo sa ilang (Tinuod) nga Ginoo (Allah). Sa pagkatinuod Siya naglangkob sa tanang butang (pinaagi sa Iyang Kahibalo ug Gahum).",
      "footnotes": null
    }
  ]
}