{
  "surah_number": 43,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ha Meem[1].",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili hitupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud sila makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Ako (Dios) nanumpa pinaagi sa tin-aw nga Libro (ang Qur'an):",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Sa pagkatinuod, Kami naghimo niini nga perpekto nga Qur’an sa Arabik (nga pinulongan), aron kamo makasabut.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Ug sa pagkatinuod, kini anaa sa Inahan sa mga Talaan (Al-Lauh Al-Mahfuz- ang Gipreserbar nga Papan) nga anaa Kanamo, Hataas, puno sa Kaalam.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Kami ba unya mupahilayo sa Pahinumdom (Qur’an) gikan kaninyo tungod kay kamo manga kataw-hang malinapason?",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Pila ka mga Propeta ang Among gipadala taliwala kanhing mga katawohan?",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Walay propeta nga miabot kanila, gawas nga sila kaniadto nagbugalbugal kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Unya Among gilaglag sila nga mas kusgan kay kanila sa gahom, ug ang sugi-lanon sa karaang mga tawo naasoy na[2],",
      "footnotes": "[2]. Ang Qur'ān naghulagway sa pagkaguba sa mga naunang mga katilingban, sama sa `Ād, Thamūd, mga kababayan ni Lot, ug sa mga lumulupyo sa Madyan."
    },
    {
      "ayah_number": 9,
      "translation_bis": "Kon ikaw maga-pangutana kanila;\n\"Kinsa'y naglalang sa manga langit ug yuta?\" Sila sa pagkatinuod maga-ingon; \"Kini gilalang sa 'Allāh' ang Hingpit Gamhanan, ang Hingpit Nasayod.\"",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Siya nga maoy nag-buklad sa yuta ingon nga inyong pahulayanan, ug naghimo ug mga kadalanan alang kaninyo aron kamo makatultol.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Maingon man mao Siya (Si Allāh) nga nagpakanaog ug ulan gikan sa panganod sa tukma nga sukod. Pinaagi niini Kami mobanhaw sa usa ka patay nga yuta: busa mao usab ang imong pagkabanhaw,",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Siya ang nagbuhat sa tanang butang nga managkapares, ug nagbuhat alang kaninyo sa mga sakayan ug mga mananap nga inyong ginasakyan,",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Aron kamo lig-on nga makalingkod sa ilang mga buko-buko, ug hinumdumi ang Pabor sa (Allah) nga inyong Ginoo sa diha nga kamo lig-on nga naglingkod niini, ug isulti: \"Dalaygon Siya 'Allāh' nga naghimo niini nga nagpailalom ngadto kanamo, ug dili namo kini mahimo (pinaagi sa among mga kaugalingon lamang);\"",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Sa pagkatinuod, ngadto sa (Allah) nga atong Ginoo gayud kita tanang mobalik 'alang sa Paghukom'.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Bisan pa niini, sila nagtudlo ngadto (sa Allah) ug usa ka bahin sa Iyang binuhat (pinaagi sa pag-angkon nga ang mga anghel nga mga anak nga babaye sa Allah). Sa pagkatinuod, ang tawo dayag nga dili mapasalamaton (maglilimod).",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Nagkuha ba Siya ug mga anak nga babaye alang sa Iyang kaugalingon gikan sa unsay Iyang kaugalingong binuhat, ug nagpili alang kaninyo nga makabaton ug mga anak nga lalaki?",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Sa diha nga ang usa kanila hatagan sa maayong balita sa (pagkatawo) usa (anak nga babaye nga) nga iyang gihimo nga panag-ingnan ngadto sa (Allāh) nga Labing Madagayaon, ang iyang nawong mingi'ob ug siya mapuno sa kasuko sa kahiladman.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "(Sila ba unya nagpahisama ngadto sa Allah) nianang binuhat nga gipadako pinaagi sa mga dayandayan, ug samtang anaa sa panaglalis dili makapatin-aw sa ilang mga kaugalingon!",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Sila nag-angkon nga ang mga anghel mao ang mga anak nga babaye sa Allāh - samtang sa ilang kaugalingon mao ang mga alagad sa (Allah) nga Labing Madagayaon - sila nasaksihan ba ilang paglalang? Ang ilang mga pahayag igasulat, ug sila pangutan-on.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Apan sila miingon: \"Kon (ang Allah) ang Labing Madagayaon mobuot, kami dili gayud unta mosimba kanila 'ang mga dios-dios\". Sila walay kahibalo ˹sa pagsuporta˺ niini ˹pangangkon˺; wala silay gibuhat gawas sa mamakak.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "O Kami ba naghatag kanila ug Kasulatan sa wala pa kini (ang Qur’an) aron sila mogunit niini?",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Hinuon, sila ingnon: \"Kami nakakaplag sa among mga amahan nga nagsunod sa usa ka 'partikular' pamaagi ug sa pagkatinuod kami giyahan pinaagi sa ilang mga lakang.\"",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Ug sa ingon niana, Kami wala magpadala una kaninyo og bisan unsa nga tigpasidaan sa usa ka lungsod, gawas nga kadtong nagpuyo sa sayon ​​nga mga pagkinabuhi niini miingon: \"Sa pagkatinuod kami nakakaplag sa among mga amahan nga magsunod sa usa ka 'partikular' nga pamaagi, ug sa pagkatinuod kami magsunod sa ilang mga lakang.\"",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "(\nAng tigpasidaan) miingon: \"Bisan pa ba kon dad-on ko kaninyo ang usa ka labing maayo nga giya kay sa nianang inyong nakit-an sa inyong mga amahan?\" Sila miingon: \"Sa pagkatinuod kami manlilimod nianang (butang nga) imong nagpadala ka uban.\"",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Busa Kami mikuha ug balos gikan kanila, tan-awa giunsa ang mao kapalaran sa mga nagpanghimakak (sa Kamatuoran).",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "(Hisguti Oh Mohammad) sa dihang si Abraham miingon sa iyang amahan ug sa iyang katawhan: \"Sa pagkatinuod, ako walay kalabotan sa unsay inyong gisimba,\"",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Gawas (sa Allah) nga maoy nagbuhat kanako, kay sa pagkatinuod Siya mugiya kanako.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Ug siya naghimo niini nga usa ka pamulong nga maga-lungtad sa iyang mga kaliwatan (iyang anak), sa handom nga mudawat ug pahimangno.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Hinoon, Ako naghatag sa maayong manga butang kanila ug sa ilang manga ginikanan aron sila mabuhi nga haya-hay hangtod nga miabot kanila ang kamatuoran uban ang usa ka mensahero nga paghimo nagpatin-aw sa mga butang.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Sa diha nga ang kamatooran (Qur'an) miabot kanila, sila miingon: \"Kini usa ka salamangka ug bug-os namo kining gisalikway.”",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Sila miingon: \"Ngano man nga ang Qur'an wala gipakanaog ngadto sa usa ka tawo nga bililhon sa duha ka lungsod (nga mao ang Makkah ug Ta'if sa Arabia)?\"",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Sila ba nag-apod-apod sa Kalooy sa (Allah) nga imong Ginoo? Kami nag-apud-apod kanila sa ilang panginabuhian sa kinabuhi niining kalibutana, ug Kami mipataas sa uban kanila nga labaw sa uban sa mga ang-ang, aron ang uban pagsuhol sa uban diha sa pag-alagad, apan ang Kalooy sa (Allah) imong Ginoo mas maayo pa kay sa bisan unsang bahandi sila magtapok.",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Kon dili pa nga ang tanang tawo basin 'matental sa' mahimong sa usa komunidad (ang tanang dili magtutuo nagtinguha lamang sa kinabuhi niining kalibutana), Kami sa pagkatinuod naghatag na ngadto kanila nga naglimod sa Labing Madagayaon, sa ilang mga balay, mga atop ug hagdanan nga gikan sa pilak, nga diin pinaagi niini sila magasaka.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "ingon man usab nga pilak nga mga ganghaan ug mga trono nga ilang pahuwayanan,",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Apan kining tanan dili labaw kay sa usa ka lumalabay nga kalipay niining kalibutanon nga kinabuhi, ug ang Pikas Kinabuhi uban sa imong Ginoo (Allah) alang lamang kanila nga mga matarung.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Kay ang bisan kinsa nga mitalikod sa iyang kaugalingon gikan sa Paghinumdom sa 'Allāh' ang Labing Madagayaon, Kami maga-tudlo ug usa ka yawa alang kaniya , aron nga siya mahimong iyang kauban.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Sa pagkatinuod sila (mga yawa) mupahilayo kanila gikan sa Dalan (sa Allah), apan sila naghunahuna nga sila (matarong) nga nagiyahan,",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Hangtud nga siya maga-abot nganhi Kanamo, siya (nga ang manlilimod) moingon (sa iyang kauban nga satanas): \"Oh hinaut unta nga tali kanako ug kanimo adunay gilay-on sama pa lamang unta sa Sidlakan ug Kasadpan. Pagkaalaot nga kauban!",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Tungod kay kamong duha dili makiangayon, Kini dili makabenepisyo kaninyo karon sa pagkahibalo nga kamo mga kauban sa silot.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Makahimo ba ikaw sa pag-padungog sa mga bungol, o maga-giya sa mga buta, o kaniya nga anaa sa dayag nga kasaypanan?",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Bisan pa, kon Kami mokuha kanimo (Muhammad) palayo, Kami sa pagkatinuod sa gihapon maga-panimalos kanila!",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "O (kon) Kami magpakita kanimo nianang (Silot) nga diin Among gika-saad kanila; nan sa pagkatinuod Kami hingpit sa Gahom ibabaw kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Busa kupti pag-ayo (O Propeta Muhammad) kanang gipadayag kanimo (ang Qur’an); sa pagkatinuod ikaw anaa sa husto nga Dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Sa pagkatinuod, kini nga Qur'ān usa ka dungog alang kanimo ug sa imong katawhan, ug kamong [tanan] pangutan-on mahitungod niini[3].",
      "footnotes": "[3]. Sa Adlaw sa Pagkabanhaw mahitungod sa hugot nga pagtuo niini, sa pagsunod sa iyang giya, ug sa pagdapit ngadto ang katawhan ngadto niini."
    },
    {
      "ayah_number": 45,
      "translation_bis": "Ug pangutan-a kadtong Among mga Mensahero nga Among gipadala una kanimo: \"Nagtudlo ba Kami ug mga dios aron simbahon gawas sa (Allah) nga Labing Madagayaon?\"",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "​​Ug sa pagkatinuod, Kami nagpadala kang Moises uban sa Among mga Timaan ngadto kang Paraon ug sa iyang konseho, busa siya miingon: \"Sa pagkatinuod Ako mao ang Mensahero sa (Allah) ang Ginoo sa tanan nga linalang.\"",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Apan sa diha nga siya (Moises) miabot kanila uban sa Among mga timaan, dihadiha ilang gikataw-an sila.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Kami wala magpakita kanila ug usa ka Timaan, apan nga kini mas dako pa kay sa mga nauna niini, ug Kami misakmit kanila sa (kalibutanon) nga silot, aron sila mobalik (kanato) gikan sa ilang pagkawalay pagtuo apan walay kapuslanan.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Apan sila miingon (ngadto kang Moises): \"Oh salamangkero, pag-ampo alang kanamo ngadto sa imong Ginoo ingon nga Siya naghimo sa Pakigsaad uban kanimo; Kun Iyang tangtangon ang Silot gikan kanamo, kami sa pagkatinuod sunda sa giya\".",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Apan sa diha nga Kami mikuha gikan kanila sa pagsakit, diha-diha dayon sila miguba ang ilang mga saad.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Si Paraon mitawag sa iyang mga katawhan nga nanghambog sa iyang gingharian: \"O akong katawhan! Dili ba akoa ang gingharian sa Ehipto? Sud'unga ninyo mga suba nga naga-agay sa ubos nako, wala ba ninyo makita niini?\"",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Dili ba? Ako labaw'ng maayo ni-ining hiwi nga dili makasulti ug maayo?",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Nganong wala'y baklaw nga mga pulseras nga bulawan nga kaniya gisul'ob? Ug kon nganong wala'y mga anghel nga kuyog niya ingon nga kauban?",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Siya gisul'sol sa iyang katawohan sa pag-supak, ug sila nagtuman kaniya: kay sa pagkatinuod, sila mga tawong makasasala.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Busa sa diha nga sila nagpasuko Kanamo, Kami nagpahamtang ug balos kanila, busa Kami naglumos kanilang tanan,",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Busa Kami naghimo kanila nga panig-ingnan sa karaan, ug usa ka pagtulon-an ngadto sa ulahing mga kaliwatan.",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Sa diha nga ang anak nga lalake ni Maria (Hesu-Kristo) gikutlo ingon nga usa ka panig-ingnan, diha-diha dayon ang imong katawhan mikatawa (sa panig-ingnan).",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Sila miingon: \"Mas maayo ba ang among mga dios, o siya (Hesus)? Wala nila kini gikutlo (nga pagtandi) gawas (lamang) sa pakiglalis; hinonoa sila mga palaaway nga mga tawo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Si 'Hesus anak ni Maria' walay lain gawas nga dili mulabaw sa usa ka mapainubsanon nga binuhat (usa ka ulipon sa Allah) nga diin Kami (Allah) naghatag ug Pabor (Pagkapropeta), ug Kami naghimo kaniya nga usa ka panig-ingnan alang sa mga anak ni Israel.",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Kon amo lang gituyo, Kami sa pagkatinuod molaglag kaninyo ug magbuhat puli kaninyo sa mga anghel nga magpanunod dinhi sa yuta[4].",
      "footnotes": "[4]. Nga mosimba sa Allah lamang, nga dili makig-uban Kaniya sa bisan unsa."
    },
    {
      "ayah_number": 61,
      "translation_bis": "Sa pagkatinuod siya (Hesus, ang anak nga lalake ni Maria) mahimo (sa iyang ikaduhang pag-anhi sa yuta) nga usa ka nailhan nga Timaan sa Takna (nga nagkaduol ang Adlaw sa Pagkabanhaw ug Paghukom), busa ayaw pagduhaduha mahitungod niini, ug sunod kanako (sa Islamikanhon nga Pagkausa sa Dios): Kini mao ang husto nga Dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 62,
      "translation_bis": "Ug ayaw itugot nga si Satanas mopugong kaninyo (gikan sa husto nga Dalan); sa pagkatinuod siya usa ka dayag nga kaaway kaninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 63,
      "translation_bis": "Sa diha nga si Hesus miabot (ngadto sa mga anak sa Israel) uban sa tin-aw nga mga Pamatuod, siya miingon: \"Ako sa pagkatinuod mianhi kaninyo uban sa kaalam, ug aron Ako mupatin-aw kaninyo bahin sa unsay inyong gikalahian; busa pagbantay sa (inyong katungdanan sa) Allah ug sunda ako:",
      "footnotes": null
    },
    {
      "ayah_number": 64,
      "translation_bis": "Sa pagkatinuod ang Allah mao ang akong Ginoo ug inyong Ginoo \"ug akong Dios ug inyong Dios\" busa simbaha Siya lamang; kini mao ang husto nga Dalan:",
      "footnotes": null
    },
    {
      "ayah_number": 65,
      "translation_bis": "Apan ang mga (Hudeyo ug ang mga Kristohanon) nagkalahi taliwala kanila, busa alaut sila nga nagbuhat ug kadautan (pinaagi sa pagsimba kang Hesus) gikan sa Silot sa Sakit nga Adlaw.",
      "footnotes": null
    },
    {
      "ayah_number": 66,
      "translation_bis": "Aduna ba silay bisan unsa nga gihulat gawas sa Takna (ang Adlaw sa Pagkabanhaw), nga kini moabut kanila sa kalit samtang sila dili makabantay?",
      "footnotes": null
    },
    {
      "ayah_number": 67,
      "translation_bis": "Ang mga managhigala nianang adlawa mahimong mga kaaway sa usag-usa gawas sa mga matarung.",
      "footnotes": null
    },
    {
      "ayah_number": 68,
      "translation_bis": "O akong mapaubsanon (mga ulipon - mga magtutuo), ayaw kamo kahadlok niining Adlaw ni kamo mag-kabalaka.",
      "footnotes": null
    },
    {
      "ayah_number": 69,
      "translation_bis": "Sila kinsa mituo sa Atong mga pagpadayag ug nga mga Muslim (nga nagtugyan sa ilang kabubut-on ngadto sa Dios lamang).",
      "footnotes": null
    },
    {
      "ayah_number": 70,
      "translation_bis": "Sumulod kamo sa Paraiso, kamo ug ang inyong mga kapikas, nga magmaya.”",
      "footnotes": null
    },
    {
      "ayah_number": 71,
      "translation_bis": "Adunay igapasa ngadto kanila nga bulawan nga mga panaksan ug imnanan nga mga copa ug (maanaa) niini ang tanan nga tinguhaon sa kinahiladman sa usa ka tawo, ug ang tanan nga makapahimuot sa mga mata, ug kamo magapuyo niini sa walay katapusan.",
      "footnotes": null
    },
    {
      "ayah_number": 72,
      "translation_bis": "Kini mao ang Paraiso nga gihatag kaninyo ingon nga usa ka kabilin tungod sa unsay inyong maayong mga binuhatan.",
      "footnotes": null
    },
    {
      "ayah_number": 73,
      "translation_bis": "Alang kaninyo sa sulod niini ang daghan nga mga bunga diin kamo magakaon (sumala sa inyong gusto).",
      "footnotes": null
    },
    {
      "ayah_number": 74,
      "translation_bis": "Sa pagkatinuod, ang mga daotan mahiagom sa silot sa Impiyerno. didto sila pa-puy'on sa kahangturan.",
      "footnotes": null
    },
    {
      "ayah_number": 75,
      "translation_bis": "Ang silot dili gayod paga-kub'san kanila, ug niini sila wala nay paglaum.",
      "footnotes": null
    },
    {
      "ayah_number": 76,
      "translation_bis": "Ug dili Kami ang dili makiangayon ngadto kanila, apan sila sa ilang mga kaugalingon ang dili makatarunganon.",
      "footnotes": null
    },
    {
      "ayah_number": 77,
      "translation_bis": "Sila motawag: \"Oh Malik (ang magbalantay sa Imperno), himoa nga ang (Allah) nga imong Ginoo mutapos kanamo.\" Siya moingon: \"Sa pagkatinuod, kamo magpabilin sa sulod niini sa walay katapusan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 78,
      "translation_bis": "Sa pagkatinuod, Kami nagdala sa Kamatuoran nganha kaninyo, Apan kasagaran kaninyo naligutgot sa Kamatuoran.",
      "footnotes": null
    },
    {
      "ayah_number": 79,
      "translation_bis": "O naglaraw ba sila ug pipila ka laraw? Nan, sa pagkatinuod Kami usab naglaraw.",
      "footnotes": null
    },
    {
      "ayah_number": 80,
      "translation_bis": "O naghunahuna ba sila nga Kami wala makadungog sa ilang mga tinago, ug sa ilang pribadong mga panagtambag? Oo (Kami Nakadungog), ug ang Among mga mensahero (ang nagtala nga mga anghel) uban kanila nagasulat.",
      "footnotes": null
    },
    {
      "ayah_number": 81,
      "translation_bis": "Isulti: \"Kun (ang Allah) ang Labing Madagayaon adunay anak nga lalaki, nan ako ang una sa mga magsisimba sa Allāh nga naglimud ug nagsalikway niini nga inyong pag-angkon, ug (ako) ang unang magsisimba sa Allah lamang.",
      "footnotes": null
    },
    {
      "ayah_number": 82,
      "translation_bis": "Ang Himaya (ug Kadungganan) maanaa sa (Allah) ang Ginoo sa mga langit ug sa yuta, ug Ginoo sa Trono, layo labaw sa tanan (kabakakan) ang ilang gipahinungod Kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 83,
      "translation_bis": "Busa pasagdi sila sa pagpatuyang sa bakak nga mga pakigpulong ug panagdula, hangtod nga ilang ikahibalag ang\nAdlaw nga kanila gipasidaan.",
      "footnotes": null
    },
    {
      "ayah_number": 84,
      "translation_bis": "Siya (Allah) mao (ang Usa lamang ka Tinuod) nga Diyos (nga gisimba) sa mga langit, ug (ang Usa lamang ka Tinuod) nga Diyos (nga gisimba) sa yuta; ug Siya mao ang Labing Maalamon, ang Labing Nakahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 85,
      "translation_bis": "Bulahan Siya (Allāh), nga Kaniya ang kamandoan sa mga langit ug sa yuta ug sa unsay anaa sa taliwala niini, ug anaa Kaniya ang Kahibalo sa Takna (ang Adlaw sa Pagkabanhaw), ug ngadto Kaniya kamong tanan ibalik (alang sa Paghukom).",
      "footnotes": null
    },
    {
      "ayah_number": 86,
      "translation_bis": "Kadtong ilang gisimba gawas Kaniya walay gahum alang sa pagpataliwala, gawas niadtong nagsaksi sa Kamatuoran (sa Islam), samtang sila nahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 87,
      "translation_bis": "Ug kon ikaw mangutana kanila kinsa ang nagbuhat kanila, sila sa pagkatinuod moingon: \"ang ‘Allah.\" Nan, Sa unsa nga paagi sila mitalikod?",
      "footnotes": null
    },
    {
      "ayah_number": 88,
      "translation_bis": "(Ang Allāh adunay Kahibalo) sa dihang ang iyang (ang Propeta) panulti: '(Oh Allah) akong Ginoo, kini mga tawo nga dili magatoo sa imong gipadala uban kanako ngadto kanila!\"",
      "footnotes": null
    },
    {
      "ayah_number": 89,
      "translation_bis": "Busa talikod gikan kanila, ug isulti, kalinaw, kay sila sa dili madugay mahibalo.",
      "footnotes": null
    }
  ]
}