{
  "surah_number": 44,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ha, Meem[1].",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili hitupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud sila makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Ako (Dios) nanumpa[2] pinaagi sa tin-aw nga Libro (ang Qur'an):",
      "footnotes": "[2]. Si Dios nanumpa diha sa Qur'ān nga nagdan-ag sa dalan sa giya ngadto sa kamatuoran:"
    },
    {
      "ayah_number": 3,
      "translation_bis": "Sa pagkatinuod, Among gipakanaog kining (Qur’an) sa usa ka bulahan nga kagabion[3]. Sa pagkatinuod Kami kanunay nga magpasidaan (sa katawhan ug jinn).",
      "footnotes": "[3]. Ang pagpadayag sa Qur'an nagsugod sa Gabii sa Dekreto (Al-Qadr) sa bulan sa Ramadān"
    },
    {
      "ayah_number": 4,
      "translation_bis": "Niini (nga kagabion) gihimo nga tin-aw (takda) ang matag butang[4].",
      "footnotes": "[4]. Niana ang matag hukom nga ma-alamom nga may kalabutan sa mga probisyon, kamatayon, sa pagkatawo, ug uban pa taliwala sa bisan unsang mga panghitabo nga buhaton ni Allah sa kana nga tuig."
    },
    {
      "ayah_number": 5,
      "translation_bis": "Pina'agi sa Mando nga gikan Kanamo; sa pagkatinuod Kami mao ang mga Nagpadala (sa mga mensahero),",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Ingon nga Kaluoy gikan sa imong Ginoo. \nSa pagkatinuod, Siya mao ang Labing Makadungog sa Tanan, ang Labing Nakahibalo sa Tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Ang Ginoo sa mga langit ug yuta, ug sa tanan nga anaa sa taliwala niini, kon kamo adunay pagtoo nga adunay sigurado[5].",
      "footnotes": "[5]. Tumoo ka sa Allāh ug Iyang mga Mensahero."
    },
    {
      "ayah_number": 8,
      "translation_bis": "Walay dios (nga takos simbahon) gawas Kaniya 'Allāh'. Siya ang naghatag ug kinabuhi ug nagpahinabog kamatayon, (Siya ang) inyong Ginoo, ug ang Ginoo sa inyong mga katigulangan.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Apan sila anaa sa pagduhaduha, nga nagpatuyang sa ilang kaugalingon (sa kalibutanon) nga mga tinguha, naglingaw sa ilang kaugalingon.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Busa padayon sa paghulat sa adlaw nga ang langit magdala ug masanag nga aso, nga makita sa tin-aw -",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Nga maga-lukop sa katawhan. Mao kini ang usa ka sakit nga Pag-antos.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Among Ginoo 'Allāh', ipalayo kanamo kini maong pag-antos; sa pagkatinuod, kami mga magtotoo.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Unsaon pa man nga paagi alang kanila sa pag-pulos sa pahinumdom, sa diha nga ang usa ka mensahero (ang Propeta Muhammad) nga miabut na kanila, nga nagpatin-aw sa mga butang sa tin-aw,",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Apan sila mitalikod kaniya ug miingon: \"Siya usa kinsa tudloan, ug giyawaan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Sa pagkatinuod, Kami magwagtang sa Pag-antos sa makadiyot, (apan) kamo kasigurohan nga mobalik (sa pagkadaotan).",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Busa sa adlaw nga Kami maga-dakop (kanila) uban sa labing dako nga Pagsakmit; sa pagkatinuod, Kami kanila maga-balos!",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Una kay kanila Among gisulayan katawohan ni Paraon, ug dihay mianhi kanila nga usa ka halangdon nga mensahero (Moises) \"nagdapit kanila sa pagtuo sa pagkausa ni Allāh ug sa pagsimba Kaniya lamang\",",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Nag-ingon: \"Ipahi'uli kanako ang mga ulipon sa Allah (ang mga anak sa Israel), sa pagkatinuod ako usa ka matinud-anon nga Mensahero nganha kaninyo,",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Ayaw pagpasigarbo batok sa pagsimba si Allāh; sa pagkatinuod Ako mianhi kaninyo uban sa tin-aw nga awtoridad (katungod);",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Ug sa pagkatinuod ako nagpasalipod sa (Allah nga) akong Ginoo ug inyong Ginoo, kay tingali unya kamo mobato kanako ngadto sa kamatayon (o mobiaybiay kanako):",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Kon kamo dili maga-too kanako, nan, pasagdi na lamang ako.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Unya (sa katapusan) si Moises mitu'aw sa iyang Ginoo (Allāh, nga nag-ingon): \"Mao kini 'katawohan ni Paraon', ug labing dautan nga katawhan[6].\"",
      "footnotes": "[6]. Karapat-dapat sa pagpapadali ng parusa."
    },
    {
      "ayah_number": 23,
      "translation_bis": "Busa lakaw uban sa Akong mga ulipon (ang mga anak sa Israel) sa kagabion; sa pagkatinuod kamo gigukod:",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Ug biyai ang dagat nga malinawon ug nabahin; sa pagkatinuod sila (katawhan ni Paraon) usa ka panon nga malumos.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Unsa kadaghan sa mga tanaman ug mga tubod ang ilang gibiyaan?",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Ug mga uma sa trigo ug halangdon nga mga dapit?",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Ug mga maayong butang nga ilang gikalipay?",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Sa ingon niini (kini nahitabo), ug Kami mihatag kanila ingon nga kabilin ngadto sa lain nga mga katawhan (ang mga anak sa Israel).",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Busa ang langit ug ang yuta wala maghilak alang kanila (Paraon ug sa iyang katawohan sa diha nga sila nangalumos), ni sila nahatagan ug lugway \"sa paghinulsol\".",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Sa pagkatinuod, Kami miluwas sa mga anak sa Israel gikan sa makauulaw nga pag-antos,",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Gikan kang Paraon. Sa pagkatinuod, siya usa ka tinuod nga malupigon, usa ka malapason.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Ug sa pagkatinuod Kami nagpili kanila (ang mga anak sa Israel) ibabaw sa mga nasud (sa ilang kapanahonan), uban sa kasayuran.",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Ug Kami mihatag kanila sa mga Timaan diin adunay tin-aw nga pagsulay.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Sa pagkatinuod, kini (mga manlilimod) nag-ingon:",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "\"Wala nay lain gawas sa atong unang kamatayon ug kita dili na mabanhaw.\"",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Busa dad-a (pabalik sa kinabuhi) ang among mga katigulangan, kon kamo nagsulti sa tinuod[7].",
      "footnotes": "[7]. Nga si Allāh mobanhaw sa mga patay ingon nga buhi alang sa pag-ihap ug pagbalos."
    },
    {
      "ayah_number": 37,
      "translation_bis": "Sila ba mas maayo o ang katawhan sa Tubba ug kadtong nauna kanila? Kami naglaglag kanila (tungod sa ilang mga sala), kay sa pagkatinuod sila mga masupilon.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Kami wala magbuhat sa mga langit ug sa yuta ug sa unsay anaa sa taliwala kanila sa walay kapuslanan nga panagdula (nga walay tumong ug katuyoan).",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Kami wala maglalang niini gawas nga alang sa Kamatuoran 'ug katuyoan', apan kadaghanan kanila wala mahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Sa pagkatinuod, ang Adlaw sa Paghukom mao ang ilang tinudlong panahon, alang kanilang tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Ang Adlaw nga diin ang usa ka higala dili makabenepisyo (sa iyang) higala nga bisan unsa, ni sila matabangan,",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Gawas niadtong Kanila nga ang Allah adunay Kalooy; sa pagkatinuod Siya mao ang Labing Gamhanan ang Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Sa pagkatinuod, ang kahoy sa Zaqqum,",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Mao ang pagkaon sa makasasala,",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Sama sa nagabukal nga lana; kini magbukal sa (ilang) mga tiyan,",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "​​Sama sa pagpabukal sa init nga tubig.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Dakpa siya, ug guyora siya ngadto sa tunga-tunga sa Imperno;",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Unya bu’boi ang ibabaw sa iyang ulo sa silot sa nagbukal nga tubig:",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Tilawi kini; ikaw nga nag-isip sa imong kaugalingon nga hilabihan kagamhanan, ug kahalangdon!",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Sa pagkatinuod, mao kini (Silot) imong giduhaduhaan ug gilalisan kaniadto.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Sa pagkatinuod, ang mga matarung maanaa sa luwas nga dapit,",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Sa mga tanaman ug mga tubod;",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Sila magsul-ob sa pino ug baga nga seda, (nga naglingkod nga malipayon) nag-atubangay;",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Sa ingon niini (kini mahitabo), ug Kami magpapangasawa (magpaminyo) kanila ngadto sa mga maanyag (nga mga babaye sa Paraiso) nga adunay lapad, ug matahum nga mga mata.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Sila maga-tawag sa matag-bunga uban ang kalinaw ug luwas.",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Didto (sa Paraiso) wala na'y kamatayon, gawas sa na-una nga kamatayon (sa kalibutan), ug Siya maga-luwas kanila gikan sa nag-lagiting nga Kalayo sa Imperno,",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Ingon nga usa ka gasa ug panalangin gikan sa (Allah) nga inyong Ginoo; mao kini ang dakong kalampusan.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Busa Kami naghimo niini (nga Qur’an) sayon sa imong dila, aron sila makahinumdom.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Busa paghulat (sa Kamanduan sa Allāh); sa pagkatinuod sila usab naghulat[8].",
      "footnotes": "[8]. Kana mao ang \"Kon dili nila dawaton ang pahimangno bisan karon, maghulat ka kung giunsa sila pagduaw sa ilang kalaglagan.\""
    }
  ]
}