{
  "surah_number": 45,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ha, Meem[1].",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili hitupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud sila makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Ang pagpakanaog sa Libro (Qur’an) gikan kang Allāh, ang Hingpit Gamhanan, ang Hingpit Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Sa pagkatinuod (dinha) sa mga langit ug sa yuta adunay mga Timaan (sa Pagkausa sa Diyos) alang sa mga magtotoo.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Ug sa inyong (kaugalingong) pagkalalang, ug sa tanan nga mga mananap nga Iyang gisabwag [sa ibabaw sa yuta] adunay mga Timaan alang sa mga tawo nga adunay Pagtoo uban sa kasigurohan.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Ug (sa) pagpuli-puli sa gabii ug sa adlaw, ug (sa) unsay gipakanaog sa Allah sa sustento gikan sa panganod aron sa bagpabalik ug kinabuhi sa yuta human kini mamatay, ug (sa) pag-usab-usab sa mga hangin, adunay mga Timaan alang sa mga tawo nga masinabuton.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Kini mao ang mga Bersikulo sa Allah nga Among gilitok kanimo sa kamatuoran; nan, sa unsa ba nga pahayag sila motuo human sa (ilang pagpanglimod) sa Allāh ug sa Iyang mga Bersikulo?",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Alaut ang matag makasasala nga kanunay'ng namakak.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Kinsa makadungog sa mga Bersikulo ni Allah nga naglitok ngadto kaniya, apan nanag-padayon sa iyang garbo sama sa wala maka-dungog niini. Busa ihatag kaniya ang balita sa usa ka makalilisang nga silot!",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Sa diha nga siya mahibalo sa bisan unsa mahitungod sa Among mga Bersikulo, siya maghimo niini ingon nga kataw-anan; alang kanila adunay makauulaw nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Sa ilang atubangan mao ang Imperno, ang ilang mga naabot (sa kalibutanong mga kaayohan),dili maga-pulos kanila, ni kadtong ilang gisimba nga mga dios gawas sa Allah, ug sila makabaton ug usa ka makalilisang nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Kini mao ang Giya; ug (alang) kanila nga milimod sa mga Bersikulo sa ilang Ginoo (Allah), sila makabaton sa usa ka sakit nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Si Allāh maoy naghimo sa dagat nga nagpasakop kaninyo aron ang mga barko makalawig niini pinaagi sa Iyang Pagmando, ug aron kamo mangita sa Iyang kadagaya ug magmapasalamaton (Kaniya).",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ug Iyang gihimo nga nasakop kaninyo ang unsay anaa sa mga langit2 ug ang unsay anaa sa yuta3, ang tanan gikan Kaniya4; sa pagkatinuod adunay mga Timaan niini alang sa mga tawo nga namalandong.",
      "footnotes": "2. Sa adlaw, bulan, bituon, ug uban pa.\n3. Sa mga dagat, suba, kahoy, kabukiran, ug uban pa.\n4. Kining tanan para sa inyong kaayohan, aron ang grasya nga moabot sa mas daghan pa nga mga tawo mahimong hinungdan sa pag-awas sa pagpasalamat ngadto sa himaya ni Allāh."
    },
    {
      "ayah_number": 14,
      "translation_bis": "Isulti niadtong mituo (sa Kamatuoran), aron mopasaylo niadtong (nagpasakit kanila), nga wala maglaom sa mga Adlaw sa Allah (nga mao ang Pagbalos), aron Siya mubalus sa usa katawhan sa unsay ilang nahimo (ni mga sala).",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Bisan kinsa nga magbuhat (sa unsay) matarung (ug makiangayon), kini alang sa iyang kaugalingon, ug bisan kinsa nga magbuhat ug dautan, kini batok sa iyang kaugalingon; unya kamo ibalik ngadto sa (Allah) nga inyong Ginoo (alang sa Paghukom).",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Sa pagkatinuod, Kami mihatag sa mga anak sa Israel sa Kasulatan (Torah), hukom, Pagkapropeta, ug Kami mihatag kanila sa mga maayong butang, ug Kami mipili kanila ibabaw sa mga kanasuran (sa ilang panahon).",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Kami mihatag kanila og tin-aw nga mga Pamatuod sa butang (sa panrelihiyon), apan sila wala magkalahi hangtud nga ang kahibalo miabut ngadto kanila tungod sa kasina gikan sa ilang mga kaugalingon; sa pagkatinuod ang imong Ginoo (Allah) mohukom tali kanila sa Adlaw sa Pagkabanhaw mahitungod nianang diin sila nagkalahi.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Unya Kami naghimo kanimo nga anaa sa hustong gikatudlo nga pamaagi (sa relihiyon), busa sunda kini, ug ayaw sunda ang kawang nga tinguha niadtong wala mahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Sa pagkatinuod, sila dili motabang kanimo sa labing gamay batok sa Allah (Dios); ug sa pagkatinuod ang mga mamumuhat sa kadautan sila mga tigpanalipod sa usag-usa, ug ang Allah mao ang Tigpanalipod sa mga matarong.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Kini ang tin-aw mga Pamatuod alang sa mga tawo, ug usa ka Giya ug Kalooy alang sa usa katawhan nga adunay Pagtoo uban sa kasigurohan.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "O sila ba nga (ang pagano, mga manlilimod) nga nagbuhat ug daotang mga buhat, hunahuna nga Kami maghimo kanila nga sama niadtong mituo ug\nnag-buhat nga matarong nga nagbuhat -nga ang ilang kinabuhi ug ang ilang kamatayon mahimong managsama? Daw unsa ka hiwi ang ilang pang-hukom!",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Si Allāh maoy naglalang sa kalangitan ug kalibutan sa kamatuoran, aron ng matag kalag pagabalosan sa unsay iyang nahimo, ug wala'y usa dili pagabuhaton o gitratar nga dili makiangayon.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Ikaw ba nakakita kaniya nga naghimo sa iyang kawang nga mga tinguha ingon nga iyang dios, ug ang Allah nga nahibalo (kaniya sa ingon niana) mibiya kaniya nga nahisalaag, ug nagbutang ug selyo sa iyang pandungog, ug sa iyang kasingkasing ug nagbutang tabon ibabaw iyang panan-aw. Kinsa na man unya ang makagiya kaniya human sa Allah? Wala ba kamo makasabot?",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Sila moingon: \"Wala nay lain gawas sa atong kinabuhi niini nga kalibutan; kita nabuhi ug mamatay (sa makausa) ug wala'y makabuntog kanato gawas panahon.\" Apan sila walay (sigurado ug tinuod) nga kahibalo mahitungod niini (sa tinuod nga kinaiya ug kahulogan sa kinabuhi ug kamatayon, ug sa kinabuhi human niini). Sila nagsunod lamang sa ilang mga pangagpas.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Sa diha nga ang Among tin-aw nga mga Bersikulo ilitok ngadto kanila, ang ilang pangatarongan walay lain gawas nga sila muingon: \"Dad-a pagbalik ang among (mga namatay na) nga mga amahan, kung nagsulti ka sa tinuod.\"",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Isulti: \"Ang Allah naghatag kaninyo ug kinabuhi, unya Siya naghimo nga kamo mamatay, unya Siya magtapok kaninyo ngadto sa Adlaw sa Paghukom diin walay pagduhaduha niini, apan kadaghanan sa mga tawo wala mahibalo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Iya sa Allah ang Gingharian sa mga langit ug sa yuta; ug sa Adlaw nga ang Takna (ang Adlaw sa Pagkabanhaw) mahitabo, niadto nga adlaw ang mga tawo sa kabakakan unya mahimong sa pagkawala kinatibuk-ang.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Ug inyong makita matag katawhan\nnanggiluhod; ang matag nasud pagatawgon ngadto sa ilang talaan (sa mga buhat). Karong adlawa kamo pagabalusan sa unsay inyong binuhatan.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Kini, Ang Among talaan nagsulti mahitungod kaninyo uban sa kamatuoran; sa pagkatinuod Kami (Ang Among mga anghel pinaagi sa Among sugoan) nagtala sa unsay inyong gibuhat kaniadto.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Alang kanila nga mituo ug nagbuhat sa matarung nga mga buhat, ang ilang Ginoo (Allah) magpasulod kanila ngadto sa Iyang Kalooy (Paraiso); kana mao ang Dayag nga Kalamposan.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Mahitungod niadtong mga naglimod (sa Kamatuoran, iga-ingon ngadto kanila): \"Wala ba ang Akong mga Bersikulo gilitok nganha kaninyo? Apan kamo mga mapahitas-on, ug kamo daotan nga mga tawo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Sa diha nga kini iga-ingon: \"Sa pagkatinuod ang Saad sa Allah nga tinuod ug sa Takna (ang Adlaw sa Pagkabanhaw), walay pagduhaduha mahitungod niini\" - kamo muingon: \"Kami wala mahibalo kon unsa ang Takna\"; kami wala maghunahuna (nga kini mahitabo) gawas nga usa (lang) kalumalabay nga hunahuna, ug kami dili gayud sigurado.\"",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Unya ang mga dautang (sangputanan) sa unsay ilang gibuhat mahimong dayag ngadto kanila ug kanang ilang biaybiayan (ang silot) magalibut kanila sa hingpit.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Ug iga-ingon: \"Niining Adlawa Kami maglimot kaninyo (sa ato pa, pagabiyaan kamo sa Kalayo), sama sa inyong pagkalimot sa Pagpakigtagbo niining inyong Adlaw, ug ang inyong Puloy-anan mao ang Imperno, ug walay mga magtatabang alang kaninyo;",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Kini tungod kay inyong gihimo ang mga Bersikulo sa Allah ingon nga bugal-bugal, ug ang kinabuhi niini nga kalibutan gilimbongan ka kaninyo. Busa nianang Adlawa sila dili pagawson gikan niini (Imperno), ni wala na silay kahigayonan sa paghinulsol.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Busa (ang tanan nga) pagdayeg alang sa Allah, ang Ginoo sa mga langit ug Ginoo sa yuta, ang Ginoo sa tanan nga linalang.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Ngadto Kaniya ang tanan nga Pagkahalangdon ug Pagkagamhanan sa mga langit ug sa yuta, ug Siya mao ang Hingpit nga Gamhanan, ang Hingpit nga Maalamon.",
      "footnotes": null
    }
  ]
}