{
  "surah_number": 46,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ha, Meem[1].",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili katupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Ang pagpadayag sa Libro (Qur’an) gikan kang Allāh, ang Hingpit Gamhanan, ang Hingpit Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Kami wala magbuhat sa mga langit ug sa yuta ug sa unsay anaa sa taliwala kanila gawas uban kamatuoran[2] ug katuyoan ug (alang sa) gikatudlong panahon. Sila nga milimod (sa Allah, sa Iyang kataposang Mensahero nga si Muhammad, ug sa Ulahing Adlaw) talikdi gikan sa unsay gipasidaan kanila.",
      "footnotes": "[2]. Nga naglakip nga ang mga tawo makaila sa ilang Ginoo pinaagi kanila aron sila mosimba Kaniya lamang ug dili sila makig-uban sa bisan unsa uban Kaniya."
    },
    {
      "ayah_number": 4,
      "translation_bis": "Isulti: \"Nakahunahuna ba kamo nianang unsay inyong gisangpit gawas sa Allah? Ipakita kanako kung unsa ang ilang gilalang sa yuta, o aduna ba silay kabahin sa mga kalangitan? Dad-i ako ug Libro (pinadayag) nga nauna niini, o ​​timaan sa kahibalo (nga nagpamatuod nga sila mga kaubanan sa Allah), kung kamo matinud-anon, (diin kana dili gayud ninyo mahimo).\"",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Kinsa ba ang labaw nga nahisalaag kay sa usa nga nagsimba mga dios-dios gawas sa Allāh, ang ingon niana (nga mga dios-dios) nga dili motubag kaniya hangtud sa Adlaw sa Pagkabanhaw, ug sila walay pagtagad sa ilang pag-ampo?",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Sa diha nga ang mga tawo pagatigumon sa tingub, sila mahimong ilang mga kaaway, ug maga-salikway sa tanan nilang pagsimba (kanila).",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Sa diha nga ang Among tin-aw nga mga Bersikulo maoy gilitok ngadto kanila, sila nga naglimod mosulti mahitungod sa Kamatuoran sa diha nga kini miabut ngadto kanila: \"Kini usa ka tin-aw nga salamangka.\"",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "O sila moingon: \"Siya (Muhammad) nagtumo-tumo niini (Qur’an).\" Isulti: \"Kon ako nagtumo-tumo niini, kamo walay gahom para panalipdan ako gikan sa Allah; Siya nahibalo pag-ayo kon unsa ang inyong ginasulti mahitungod niini; igo na Siya isip Saksi tali kanako ug kaninyo, ug Siya maoy Labing Mapasayloon, ang Labing Maluluy-on.\"",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Isulti: \"Ako dili ang una sa mga Mensahero (sa Allah), ug ako wala mahibalo kon unsa ang pagabuhaton kanako o kaninyo (sa ato pa, wala ako mahibalo sa dili makita gawas sa unsay gipadayag sa Allah kanako), ako nagsunod lamang sa unsay Gipadayag kanako, ug ako usa lamang ka tin-aw nga tigpasidaan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Isulti: \"Nakahunahuna ba kamo, kon kini (Qur'an) gikan sa Allah (Dios), unya kamo naglimod niini, samtang ang usa ka saksi gikan sa (maalam) nga mga anak sa Israel mipamatuod nga ang Qur'an maoy (gikan kang Allāh) sama sa (Torah), ug siya mituo, apan kamo nag-pagarbo! Sa kamo nagmapahitas-on uban sa garbo\". Sa pagkatinuod ang Allah dili mogiya sa mga masupilon nga mga tawo nga nagbuhat ug daotan.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Sila nga milimod muingon niadtong mituo: \"Kon kini (pagtuo) usa ka maayo nga butang, sila dili unta mag-una kanato niini!\" Ug sa diha nga sila wala magtugot sa ilang mga kaugalingon nga magiyahan pinaagi niini, sila muingon: \"Kini usa ka karaan nga bakak!\"",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Sa wala pa kini, ang Kasulatan ni Moises (Torah) usa ka Giya ug Kalooy. Ug kini usa ka Libro (Qur'an) nga nagpamatuod (niini) sa Arabiko nga pinulongan, aron kini magpasidaan (sa Silot alang) niadtong nagbuhat ug kadautan, ug ingon nga maayong balita alang sa mga magbubuhat ug maayo.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Sila nga nag-ingon, ang among Ginoo mao ang Allah, unya magpabilin nga lig-on (sa husto nga Dalan), alang kanila walay kahadlok, ni sila maguol.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Kini sila mao ang mga pumoluyo sa Paraiso, nga magapuyo sa sulod niini sa kahangturan, usa ka ganti sa unsay ilang gibuhat kaniadto (nga kaayohan).",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Kami nagsugo sa tawo nga mahimong maayo ug mabination ngadto sa iyang mga ginikanan; uban sa kalisdanan gisabak siya sa iyang inahan, ug uban sa kalisdanan gipanganak; ug ang pagsabak kaniya ug ang paglutas kaniya anaa sa katloan ka bulan; hangtud siya makabaton sa hingpit nga kusog ug moabut sa kap-atan ka tuig, makaingon siya: \"Oh akong Ginoo, itugot kanako nga ako makapasalamat sa Imong Kalooy nga Imong gihatag kanako ug sa akong mga ginikanan, ug nga akong buhat sa matarung mga buhat nga makapahimuot Kanimo, ug makahimo sa akong mga anak (kaliwat) nga mga matarung; sa pagkatinuod ako mibalik Kanimo (sa paghinulsol ug pagsunod), ug sa pagkatinuod ako usa sa mga Muslim (nagpasakop sa Imong Kabubut-on).\"",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Kini sila mao kadtong Kami modawat nga labing maayo sa unsay ilang nabuhat, ug mobaliwala sa ilang mga dautang buhat, nga kauban sa mga pumoluyo sa Paraiso; ang Saad sa Kamatuoran nga diin gisaad kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Apan siya nga naga-ingon sa iyang mga ginikanan: \"Alaut kamo! Kamo ba naghulga kanako, nga ako pagabanhawon samtang ang mga kaliwatan nga una kanako nanglabay na (nga wala mabanhaw)?\" Ug silang duha (ang mga ginikanan) nanawagan alang sa Tabang sa Allah (ug nag-ingon): \"O dili! Tumuo ka, sa pagkatinuod ang Saad sa Allāh (kanunay) nga tinuod.\" Apan siya miingon: \"Kini walay lain gawas sa mga sugilanon sa mga karaan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Sila kadtong batok kanila ang Pulong (sa Silot) ug gipakamatarong uban sa mga nasud sa mga jinn ug mga tawo nga nangagi una kanila; sa pagkatinuod sila mao ang mga pildero.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Alang sa tanan adunay mga ang'ang sumala sa unsay ilang gibuhat, ug aron Siya magabayad kanila sa hingpit sa ilang mga buhat, ug sila dili gayod tratohon nga dili makiangayon.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Sa Adlaw nga ang mga manlilimod pagadad-on sa atubangan sa Imperno, (iga-ingon kanila): \"Inyong gihurot ang inyong maayong mga butang sa inyong kinabuhi sa kalibutan, ug kamo nalingaw niini sa makadiyot, busa niining Adlawa kamo pagabalusan uban makauulaw nga Silot tungod kay kamo nagmapahitas-on sa yuta nga walay katungod, ug tungod kay kamo kaniadto masupilon nga misupak.\"",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Hisguti si (Hud) ang igsoon sa (tribu sa) ‘Aad; sa dihang iyang gipasidan-an ang iyang mga katawhan sa balason nga kapatagan - ug sa pagkatinuod adunay mga tigpasidaan nga miabut una kaniya ug human kaniya, nga nag-ingon: \"Ayaw pagsimba sa bisan kinsa gawas sa Allah; sa pagkatinuod ako nahadlok alang kaninyo sa pagsakit sa usa ka Makalilisang nga Adlaw.\"",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Ang iyang katawhan' miingon kaniya: \"Mianhi ka ba kanamo aron sa pagpahilayo kanamo gikan sa pagsimba sa among mga dios? Nan, ihatag kanamo ang silot nga imong gipasidaan kanamo, kon ikaw matinud-anon sa imong giangkon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Siya miingon: \"Ang kahibalo 'sa panahon sa pagsakit' anaa lamang sa Allah (Dios), ug akong gipahayag kaninyo ang Mensahe nga diin akong gipadala, apan akong nakita nga kamo mga tawong walay alamag!",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Busa, sa diha nga ilang nakita kini ingon sa usa ka panganod nga nagpakita sa kawanangan nga nagpadulong ngadto sa ilang mga walog, sila miingon: \"Kini usa ka panganod nga magahatag kanato ug ulan.\" Dili, kini mao ang inyong gipangita nga mapadali - ang usa ka hampak sa hangin diin adunay sakit nga pagsakit,",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Kini moguba sa tanang butang pinaagi sa Kamandoan sa (Allah) nga iyang Ginoo, busa sila nahimong ingon niana, nga walay bisan unsang makita gawas sa ilang mga puloy-anan. Ingon niini ang Among ganti kanila nga nagpadayon sa ilang pagpanglimod ug sa ilang pagkadili-masinugtanon.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Sa pagkatinuod Kami nagtukod kanila nga mga hinungdan sa abilidad nga Kami wala magtukod kanimo, ug Kami naghatag kanila ug pandungog ug panan-aw ug mga salabutan, apan bisan pa niana ang ilang pandungog, o ang ilang mga mata, o ang ilang mga salabutan, wala makabenepisyo kanila sa bisan unsa, tungod kay sila naglimod sa mga Timaan sa Allah, ug ang ilang gibiaybiayan gilibotan kanila sa hingpit.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Sa pagkatinuod Kami milaglag niadtong (makasasala) nga mga lungsod nga anaa sa inyong palibut, ug Kami nag-pakita sa mga Pasidaan ug mga Timaan diin among gilauman nga sila mamalik (gikan sa ilang pagdumili ug pagsalikway).",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Ngano nga walay tabang nga miabot kanila, gikan niadtong ilang gipanag-simba nga gawas pa Allah aron sa pagpaduol (kanila) ngadto (Kaniya)? Apan sila nangawala kanila. Mao kana ang ilang mga bakak ug ang ilang mga tinumotumo[3].",
      "footnotes": "[3]. Nga kini nga mga butang makaayo kanila ug magpangamuyo alang kanila sa atubangan ni Allāh."
    },
    {
      "ayah_number": 29,
      "translation_bis": "(Hisguti, Oh Muhammad) sa dihang Kami nagpadala kanimo ug usa ka pundok sa mga jinn aron naminaw sa Qur’an; sa diha nga sila nakatambong niini, sila miingon: \"Paghilum\", unya sa diha nga kini nahuman, sila mibalik ngadto sa ilang mga katawhan nga nagpasidaan (kanila).",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Sila miingon: \"Oh among mga katawhan, kami naminaw sa usa ka Libro (Qur'an) nga gipadala pagkahuman ni Moises nga nagpamatuod sa nauna niini, nga naggiya sa Kamatuoran ug ngadto sa usa ka husto nga Dalan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Oh among mga katawhan, tubaga ang Tigtawag sa Allah (ang Propeta Muhammad) ug tuohi siya, Siya (Allah) mopasaylo kaninyo sa inyong mga sala ug magluwas kaninyo gikan sa usa ka sakit nga pagsakit (silot).",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Bisan kinsa nga dili motubag sa tigtawag ni Allah - Muhammad - siya dili makaikyas dinhi sa yuta ug walay mga tigpanalipod alang kaniya batok sa Allah (Dios). Sila anaa sa dayag nga kasaypanan.",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Wala ba sila mamalandong nga si Allāh, kinsa naglalang sa manga langit ug sa yuta; ug wala gikapoy sa paglalang kanila, mao makahimo sa pagbanhaw sa mga patay alang sa pag-ihap ug pagpanimalos? Oo, Siya sa pagkatinuod makahimo sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Ug sa Adlaw nga sila nga naglimod sa Allah ug sa Iyang mga mensahero pagadad-on atubangan sa Imperno (sila pangutan-on): \"Dili ba kini mao ang Kamatuoran?\" Sila moingon: \"Oo, pinaagi sa (Allah) nga among Ginoo.\" Siya moingon: \"Nan tilawi ang Silot, tungod sa inyong pagkawalay pagtuo sa Kamatuoran.\"",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Busa pailob ug mag-padayon, ingon sa mga Mensahero[4] sa kusganong kabubut-on ug nga determinasyon nga nag-mapa-ilubon, ug ayaw pagtinguha sa pagdali alang kanila (sa ilang kalaglagan).\nSa Adlaw nga ilang makita kung unsa ang gisaad kanila, kini mahimong ingon nga sila nagpabilin lamang ˹niini nga kalibutan˺ sulod sa usa ka oras sa usa ka adlaw. (Kini) igo na nga pahibalo. Unya aduna bay bisan kinsa nga pagalaglagon gawas niadtong masupilon nga masinupakon?",
      "footnotes": "[4]. Nga mao sila: Noe, Abraham, Moises, Hesus, ug Muhammad, ang kalinaw maanaa kanilang tanan."
    }
  ]
}