{
  "surah_number": 47,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Kadtong mga milimod (sa Kamatuoran sa Islam) ug nagpahisalaag sa mga tawo gikan sa Dalan sa Allāh 'Dios'. Siya mahimong kawang ang ilang mga buhat.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Apan kadtong mituo ug nagbuhat sa matarung nga mga buhat, ug mituo sa unsay gipadayag ngadto (sa Propeta) Muhammad, ug kini mao ang Kamatuoran gikan sa ilang Ginoo 'Allāh', Siya mopasaylo kanila sa ilang mga sala, ug maghimong maayo sa ilang kahimtang.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Kini tungod kay sila nga milimod (sa Allah ug sa Iyang mga Pinadayag) nagsunod sa kabakakan, samtang sila nga mituo nagsunod sa Kamatuoran gikan sa ilang Ginoo. Sa ingon niana ang Allah nagpakita ngadto sa katawhan sa ilang mga panag-ingnan.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Busa, sa diha nga ikaw makig-atubang diha sa natad sa panggubatan (batok) niadtong nagdumili sa Kamatuoran (ug nagsupak sa Islam) nan hapaka ang ilang mga liog hangtod nga inyo silang malupig; Dakpa ug gaposa sila, ug pagkahuman mahimo nga imo silang buhian ingon nga usa ka pabor o pasagdi sila nga molukat (sa ilang mga kaugalingon) hangtod nga matapos ang gubat (ug ang Kalinaw mopatigbabaw). Mao kana ang (Kamandoan sa Allah); ug kon ang Allah (Dios) mibuot pa, Siya sa Iyang kaugalingon misilot na kanila, apan (Siya nagmando ug armadong pakigbisog batok sa mga kaaway sa Kamatuoran, Hustisya, ug Kalinaw) aron sulayan ang pipila kaninyo pinaagi sa uban; ug (alang) niadtong namatay sa Dalan sa Allah (nga mao ang matarong nga Pamaagi ngadto sa Kalinaw), dili gayud Niya usikan ang ilang (maayong) mga buhat.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Siya mogiya kanila ug palambuon ang ilang kahimtang.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Ug maga-pasulod kanila sa Paraiso nga Iyang gipahibalo kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Oh mga magtutuo, kon kamo motabang (sa Kawsa sa) Allah, Siya usab motabang kaninyo, ug mopalig-on sa inyong mga tiil (nga mahimong malig-on).",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Apan (alang) kanila nga milimod (sa Among mga Pinadayag), alang kanila ang kalaglagan, ug Iyang himoon nga kawang (walay kapuslanan) ang ilang mga buhat.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Kini tungod kay ilang gikasilagan ang unsay gipakanaog sa Allāh (ang Qur’an), busa Iyang gihimo ang ilang maayong mga buhat nga kawang.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Wala ba sila nakapanaw pinaagi sa kayutaan ug nakakita kong unsa ang katapusan niadtong nauna kanila? Ang Allah nagpakanaug ug kalaglagan ngadto kanila (tungod sa ilang mga sala), ug ang mga manlilimod makabaton sa sama niini.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Kini tungod kay ang Allah mao ang Tigpanalipod (Magbalantay, Manluluwas) sa mga magtotoo, ug tungod kay ang mga manlilimod walay (tinuod) nga tigpanalipod 'o Manluluwas'.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Sa pagkatinuod, ang Allah magpasulod niadtong mituo ug nagbuhat ug matarong nga mga buhat, ngadto sa mga Tanaman nga diin ang mga suba nagdagayday sa ilalom niini; apan sila nga naglimod ug naglingaw sa ilang mga kaugalingon (sa yuta) ug nagkaon sama sa nagkaon nga mga mananap , ug ang Imperno mao ang ilang puloy-anan.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ug pila ka mga lungsod ang Among gilaglag nga mas gamhanan pa kay sa inyong lungsod nga naghingilin kaninyo? \nKami naglaglag kanila (tungod sa ilang mga sala), ug walay magtatabang alang kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Siya ba nga adunay tin-aw nga Pamatuod gikan sa iyang Ginoo (Allah) sama kaniya, nga diin ang kadautan sa iyang buhat gihimo nga matahum sa iyang panglantaw, ug nagsunod sa ilang ubos nga mga tinguha.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Ang panag-ingnan sa Paraiso nga diin gisaad sa mga matarong: Anaa niini ang mga suba sa tubig nga dili mausab, mga suba sa gatas nga ang lami dili mausab, mga suba sa (putli) nga bino nga lamian alang niadtong muinom, ug mga suba sa lunsay nga dugos, ug alang kanila sa sulod niini ang tanan nga mga prutas ug Kapasayloan gikan sa ilang Ginoo (Allah). (Kini ba) sama kanila nga nagpabilin sa Imperno, nga muinom sa nagabukal nga tubig aron kini moputol-putol sa ilang mga tinai?",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Adunay uban kanila nga (nagpakaaron-ingnon) nga naminaw kanimo, hangtud sa diha nga sila mopahawa na gikan kanimo, sila moingon kanila nga gihatagan sa kahibalo: \"Unsa kadtong iyang gisulti karon lang?\" Kini sila mao kadtong ang mga kasingkasing gibutanan sa Allâh ug silyo, ug sila lamang nagsunod sa ilang ubos nga mga tinguha.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Ingon (alang) kanila nga nagsunod sa husto nga Dalan, Siya nagdugang kanila sa Giya, ug naghatag kanila sa ilang pagkadiosnon.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Aduna ba silay gihulat gawas sa Takna (ang Adlaw sa Pagkabanhaw ug Paghukom) nga kini moabut kanila sa kalit? Ang mga Timaan niabot na, apan unsaon nila pagbaton sa ilang pahinumdom sa diha nga kini moabut kanila?",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Busa hibaloi nga walay dios (nga takos simbahon) gawas sa Allah, ug pangayo ug kapasayloan sa imong sala, ug alang usab (sa mga sala sa) mga magtutuo nga mga lalaki ug nga mga babaye. Ang Allāh mao ang labing nasayod sa inyong pag-lihok-lihok ug sa inyong dapit nga kapahulayan. Walay natago gikan Kaniya gikan niana.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Kadtong kinsa mituo kang Allāh nag-ingon: \"Nganong wala may usa ka Kapitulo (sa Qur’an) nga gipadala (ngari kanato uban sa Pagtugot sa pagpakig-away sa mga pwersa sa dautan)?\" Apan sa diha nga ang usa ka mahukmanon nga Kapitulo (sa Qur'an) gipadala, ug ang pagpakig-away (batok sa mga pwersa sa kadautan) gihisgutan didto, imong makita niadtong ang mga kasingkasing adunay sakit (uban pagkasalingkapaw) motan-aw kanimo sama sa tinan-awan sa usa kakuyapon tungod sa kamatayon. Busa ala'ut sila.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Ang Pagtuman (sa Allah) ug ang maayong mga pulong (maoy labing maayo alang kanila). Ug sa diha nga ang butang (sa pagpakigbisog batok sa mga pwersa sa dautan) gika-takda, nan, kon sila nag-matinudanon (kang) Allāh, kini labaw nga ika-ayo alang kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Nan Ikaw ba, kung hatagan ka ug awtoridad (gahum), maghimo ka ba ug kadautan sa yuta, ug moputol sa mga dugtong sa pagkaparyente?",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Kini sila mao ang gitunglo sa Allah, busa Iyang gihimo sila nga bungol ug gibutaan ang ilang mga mata (sa Kamatuoran).",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Dili ba sila unya mamalandong sa Qur'an? O aduna bay mga kandado sa ilang mga kasingkasing.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Sa pagkatinuod sila nga mitalikod (ingon nga mga manlilimod) human ang Giya nahimong dayag ngadto kanila, si Satanas nag-haylo kanila, ug mipuno kanila sa bakak nga mga paglaum.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Kini tungod kay sila nag-ingon ngadto kanila nga nasilag sa unsay (ang Qur'an) gipadayag sa Allah: \"Kami mosunod kaninyo sa pipila ka mga butang\"; ug ang Allah nahibalo sa ilang mga tinago.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Apan unsaon na man kini sa diha nga ang mga anghel maga-kuha na sa ilang mga kalag, nga nagahampak ang ilang mga nawong ug sa ilang mga buko-buko 'sa puthaw nga mga rehas'.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Kini sa hinungdan nga sila nagsunod sa unsay dili makapahimuot sa Allah ug gidumtan Iyang Kahimuot, busa Iyang gihimo nga walay pulos ang ilang (maayo) nga mga buhat.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "O sila ba nga ang mga kasingkasing adunay sakit (nga pagkasalingkapaw) naghunahuna nga ang Allah dili magdala (sa kahayag) sa tanan nga ilang dautang gusto?",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Kon Kami mibuot, Kami unta nagpakita kanila nganha kanimo, aron ikaw sa pagkatinuod makaila kanila pinaagi sa ilang mga marka ug sa pagkatinuod ikaw makaila kanila pinaagi sa tono sa (ilang) sinultihan; ug ang Allah nasayod sa tanan ninyong binuhatan.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Sa pagkatinuod, Kami mosulay kaninyo hangtud nga Among madayag kadtong anaa kaninyo nga naningkamot pag-ayo (sa Kawsa sa Allah), ug ang mga mapailubon, ug sulayi ang imong pagkamatinud-anon.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Sa pagkatinuod sila nga milimod (sa Kamatuoran) ug mipatalikod (sa katawhan) gikan sa Dalan sa Allah ug misupak sa Mensahero (Muhammad) human ang Giya nahimong tin-aw ngadto kanila, (sila) dili makadaut sa Allah sa bisan unsa nga paagi, ug Iyang himoon nga walay kapuslanan ang ilang (maayo) nga mga buhat.",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Oh mga magtutuo, tumana ang Allah ug tumana ang Mensahero (Muhammad), ug ayaw himoa nga makawang ang inyong (maayo) nga mga buhat.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Sa pagkatinuod sila nga milimod (sa Kamatuoran) ug mitalikod gikan sa Dalan sa Allah, unya mamatay samtang sila mga manmilimod, ang Allah dili gayud mopasaylo kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Busa ayaw kahuyang ug kasing-kasing ug ayaw hangyo alang sa 'dili makiangayon' nga kalinaw 'kauyonan' kay makabaton labaw nga kamot, ug ang Allah (Dios) anaa uban kaninyo, ug Siya dili gayud magkunhod sa ganti sa inyong maayong mga buhat.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Ang kinabuhi niining kalibutana mao lamang gawas sa panagdula lamang ug lumalabay nga kalipay, ug kon kamo motuo (sa Allah, sa Iyang kataposang Mensahero nga si Muhammad, ug sa Ulahing Adlaw) ug magbantay sa inyong kaugalingon batok sa daotan Siya mohatag kaninyo sa inyong mga ganti, ug dili mangayo sa tanan ninyong mga bahandi[1].",
      "footnotes": "[1]. Nangayo lamang siya kanimo sa gitakdang obligado limos."
    },
    {
      "ayah_number": 37,
      "translation_bis": "Kon Siya mangayo kanimo sa tanan nimong bahandi, ug miinsister \n niini, kamo maibugon nga nagpugong, ug Siya magabutyag sa tanan ninyo nga dautang gusto ug mga pag-bagulbol.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Ania kamo – kamo nga gitawag aron sa paggasto sa Dalan sa Allah, apan gikan kaninyo anaa kadtong mga kuripot, ug bisan kinsa nga kuripot, kuripot lamang batok sa iyang kaugalingon; ug ang Allah mao ang Igo sa Kaugalingon ug kamo nagkinahanglan (Kaniya). Ug kong kamo motalikod, siya magdala puli kaninyo ug laing katawhan, ug sila dili mahisama kaninyo.",
      "footnotes": null
    }
  ]
}