{
  "surah_number": 48,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Sa pagkatinuod Kami naghatag kanimo (Oh Muhammad) ug dayag nga kadaugan (nga mao ang Kasabutan sa Hudaybiyah);",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Aron si Allah mopasaylo kaninyo sa inyong nangagi ug sa umaabot nga mga kasaypanan (kung naa man), ug makompleto niya ang Iyang grasya kanimo, ug magabantay kaninyo sa husto nga Dalan,",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Ug nga ang Allah motabang kaninyo uban sa (Iyang) Gamhanan nga Tabang.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Siya mao ang nagpadala ug kalinaw ngadto sa mga kasingkasing sa mga magtutuo aron sila madugangan sa Pagtoo uban sa ilang (kasamtangan) nga Pagtuo, ug iya sa Allah ang mga kasundalohan sa mga langit ug sa yuta. Si Allah mao ang Labing Nakahibalo sa Tanan, ang Labing Maalamon;",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Aron Siya maghimo sa mga magtutuo nga mga lalaki ug mga babaye nga makasulod sa mga Tanaman nga diin ang mga suba nagadagayday sa ilalom niini, aron sa pagpabilin sa sulod niini hangtod sa hangtod, ug sa pagpasaylo kanila sa ilang mga sala; ug kini, sa Panan-aw sa Allah, mao ang kinatas-ang kalamposan.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Ug musilot sa salingkapaw nga mga lalaki ug nga mga babaye, ug sa tigsimbag dios-dios nga mga lalaki ug nga mga babaye, nga mga nalingaw sa dautang mga hunahuna mahitungod sa Allah (Dios). Alang kanila ang makauulaw nga silot, ug ang Kasuko sa Allah maanaa kanila, ug Siya nagtunglo kanila, ug nag-andam ug Imperno alang kanila, unsa ka makalilisang nga kapadulngan.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Ug iya sa Allah ang mga kasundalohan sa mga langit ug sa yuta; ug ang Allah mao ang Hingpit Gamhanan, ang Hingpit Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Sa pagkatinuod, Kami nagpadala kanimo (Oh Muhammad) ingon nga saksi ug ingon nga tigdala sa maayong balita (sa walay katapusan nga Kalipay) ug ingon nga tigpasidaan (sa Impiyerno),",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Aron kamo makabaton ug Pagtuo sa Allah ug sa Iyang Mensahero (Muhammad), ug (aron kamo) motabang kaniya ug motahud kaniya; ug (aron) kamo makapahayag (sa) Himaya sa Allah, buntag ug gabii.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Sa pagkatinuod, Sila nga misaad pinaagi panumpa sa pagtuman kanimo (Oh Muhammad), sila sa pagkatinuod nagsaad ug pagtuman ngadto sa Allah. Ang kamot (ni) Allāh anaa sa ibabaw sa ilang manga kamot. Busa ang bisan kinsa nga maga-bali sa iyang panumpa, siya maga-sakit lamang sa iyang kaugalingong kalag, apan ang bi-san kinsa nga maga-tuman sa iyang pa-numpa (kang) Allāh, Siya maga-hatag kaniya sa ganti nga dili hitupngan.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Ang mga lumulupyo sa disyerto sa mga Arab nga nagpabilin sa luyo (gikan sa gubat) moingon kanimo: \"Ang among bahandi ug ang among mga pamilya nagpapuliki kanamo, busa pangayo ug pasaylo alang kanamo.\" Ilang gisulti sa ilang mga dila kung unsay wala sa ilang mga kasingkasing. Isulti: \"Nan kinsay makatabang sa bisan unsa nga alang kaninyo batok sa Allah (Dios). Kon Siya nagtinguha alang kaninyo ug kadaot o kon Siya nagtinguha alang kaninyo ug maayong butang; hinonoa, Ang Allah mao ang Labing Nakahibalo sa unsay inyong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Apan kamo naghunahuna nga ang Mensahero (Muhammad) ug ang mga magtutuo dili na makabalik ngadto sa ilang mga pamilya, ug kana nahimo nga maanindot sa inyong mga kasingkasing ug kamo naghunahuna ug dautan nga panghunahuna, ug kamo mga tawo nga gikatakdang nangalaglag.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ug bisan kinsa nga wala nagtuo sa Allah ug sa Iyang Mensahero (Muhammad), nan sa pagkatinuod Kami nag-andam ug Imperno nga kalayo alang sa mga manlilimod 'sa Kamatuoran\".",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Iya sa Allah ang kamandoan sa mga langit ug sa yuta; Siya mopasaylo sa kinsay Iyang gusto, ug mosilot sa kinsay Iyang gusto. Ang Allah mao ang Hingpit Mapasayloon, ang Hingpit Maloloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Sila nga nagpabilin sa luyo (wala nag-apil sa gubat) moingon sa diha nga ikaw mobiya ngadto sa usa ka gubat nga nagsaad sa mga inilog (nga bahandi): \"Tugoti tugoti kami sa pag-sunod kaninyo. Sila nagtinguha sa pag-usab sa mga Pulong sa Allah.\" Isulti: \"Dili gayod kamo mosunod kanamo; mao kini ang gisulti sa Allah kaniadto.\" Unya sila moingon: \"Hinunoa, kamo nasina kanamo.\" Apan (sa pagkatinuod) sila dili makasabut gawas sa diyutay (ingon nga ang ilang mga kasingkasing nahimong buta tungod sa ilang mga sala).",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Isulti ngadto sa mga lumolupyo sa disyerto nga nagpabilin sa luyo (gikan sa gubat): \"Kamo sa dili madugay dapiton (sa pagpakig-away) batok sa katawhan nga gihatagan sa dakung pakiggubat; kamo makig-away kanila o sila mosurrender; unya kon kamo mosunod, ang Allah mohatag kaninyo og maanindot nga ganti (sa Paraiso); apan kon kamo mutalikod sama sa inyong pagtalikod kaniadto, Siya musilot kaninyo sa sakit nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Dili usa ka sala alang sa usa nga gihatagan og usa ka pasangil tungod sa pagkabuta o pagkapiang o masakiton 'ang dili pag-apil sa gubat.' Bisan kinsa nga motuman sa Allah ug sa Iyang Mensahero 'Muhammad', Siya magpasulod kaniya sa mga Tanaman diin ang mga suba nagadagayday sa ilalom niini, ug bisan kinsa nga motalikod, Siya musilot kaniya sa sakit nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Sa pagkatinuod ang Allah nahimuot pag-ayo sa mga magtutuo sa diha nga sila nanumpa ug pagpakig-unong kanimo (Oh Muhammad) ilalom sa kahoy, ug Siya nahibalo kon unsa ang anaa sa ilang mga kasingkasing, busa Siya nagpadala ug kalinaw ngadto kanila, ug miganti kanila sa naga-kahi-duol nga kadaugan;",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Ug daghan nga mga inilog sa gubat nga ilang maangkon; ug ang Allah mao ang Hingpit Gamhanan, ang Hingpit Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Si Allah nagsaad kaninyo sa daghang mga inagaw nga diin inyong makab-ot pa, unya Siya nagdali niini alang kaninyo, ug nagpugong sa mga kamot sa mga tawo gikan kaninyo, ug aron nga kini mahimong Timaan alang sa mga magtotoo ug aron nga Siya Mugiya kaninyo ngadto sa tul-id nga dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Ug (Siya nagsaad) sa lain pa nga (mga kadaugan) nga diin wala pa ninyo makab-ot, ang Allah sa pagkatinuod naglangkob kanila, ug ang Allah Kanunay nga Makahimo sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Kon sila nga milimod (sa Pagtuo sa Islam) makig-away kanimo, sila magakalagiw, ug sila dili makakita ug bisan unsa nga tigpanalipod o tigtabang.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Ingon niana ang Pamaagi sa Allah niadtong milabay na kaniadto, ug dili ka makakitag bisan unsang kausaban sa Pamaagi sa Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Siya mao ang nagpugong sa ilang mga kamot gikan kaninyo, ug sa inyong mga kamot gikan kanila didto sa walog sa (Hudaibiyah, duol sa) Makkah human nga Siya naghatag kaninyo ug kadaugan batok (niadtong misulong kaninyo sa inyong dalan paingon sa Makkah); ug ang Allah kanunay nga nakakita sa inyong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Sila mao sa usa naglimod 'sa Kamatuoran' ug nagpugong kanimo gikan sa Sagradong Mosque, nga nagpugong sa mga mananap nga gihalad sa pag-abot sa ilang destinasyon. ˹Among unta gitugotan ka namo sa pagmartsa latas sa Mecca,˺ kon walay mga lalaki ug babaye nga magtutuo, nga wala nimo mailhi. Mahimong gitumban nimo sila, nga nakonsensya tungod sa imong nabuhat kanila nga wala nahibal-an. Aron si Allah makahimo sa pagpasulod sa Iyang kaluoy bisan kinsa nga Iyang gusto. Kung ang mga wala mailhi nga mga magtutuo nagbulag, Kami sa pagkatinuod misilot niadtong mga milimod gikan kanila uban sa usa ka masakit nga silot.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Sa diha nga kadtong milimod (sa Kamatuoran) naghambin sa ilang mga kasingkasing (sa mga pagbati sa) pagpasigarbo ug pagpakamapahitas-on, - ang pagpasigarbo ug pagpakamapahitas-on sa panahon sa pagkawalay alamag-, unya ang Allah mipadala sa Iyang Kalinaw (ngadto) Iyang Mensahero (Muhammad) ug sa mga magtotoo, ug mihimo kanila sa pagtuman sa Pulong sa pagbantay batok sa dautan, kay sila labing takus niini nga [balaan nga gasa], ug takus niini pag-ayo[1]; ug ang Allah adunay hingpit nga Kahibalo sa tanang butang.\"",
      "footnotes": "[1]. Nga mao ang Pulong nga nag-ingon: \"kamo dili magsimba sa bisan unsa gawas sa Allah."
    },
    {
      "ayah_number": 27,
      "translation_bis": "Sa pagkatinuod, ang Allah magatuman sa panan-awon (damgo) nga Iyang gipakita ngadto sa Iyang Mensahero (Muhammad) sa kamatuoran: Kamo sa pagkatinuod makasulod sa sagradong mosque (sa Makkah), kon itugot sa Allah, samtang nga kamo luwas, (ang uban) gipakiskisan ang ilang mga ulo ug (ang uban) nakapaputol sa ilang buhok, walay kahadlok, tungod kay Siya nahibalo sa unsay wala ninyo mahibaloi, busa Siya nagdala ug duol nga kadaugan sa wala pa kana.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Siya mao ang nagpadala sa Iyang mensahero (Muhammad) uban sa Giya ug sa tinuod nga Relihiyon 'sa Islam\" aron Siya maghimo niini nga mopatigbabaw sa matag (bakak o inusab) nga relihiyon. Ang Allah Igo na isip usa ka Saksi.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Si Muhammad mao ang Mensahero sa Allah, ug sila nga uban kaniya lig-on batok sa mga manlilimod (nga misupak sa Islam), apan maloloy-on sa usag-usa; makita nimo sila nga nagduko, naghapa sa ilang mga kaugalingon, nangita ug grasya gikan sa Allah (Dios) ug sa Iyang Maayong Kahimuot; ang ilang mga timaan anaa sa ilang mga nawong gikan sa agi sa paghapa; mao kana ang paghulagway kanila sa Torah[2]; ug ang paghulagway kanila diha sa Ebanghelyo[3]; sama sa usa ka (gipugas nga) liso nga mopagula sa iyang mga salingsing, unya naghimo niini nga lig-on, ug nahimong baga, ug kini nagbarog nga lig-on sa sanga niini, nga nakapalipay sa mga magpupugas, aron Siya makapasuko sa ang mga manlilimod pinaagi kanila. Ang Allah nagsaad niadtong uban kanila nga mituo (sa Kamatuoran) ug nagbuhat ug matarong nga mga buhat, sa Kapasayloan ug Dakong Ganti (Paraiso).",
      "footnotes": "[2]. Deuteronomio 33:13, Numeros 16:22.\n[3]. Marcos 4:26,29 Mateo 13:39)."
    }
  ]
}