{
  "surah_number": 49,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Oh mga magtutuo, ayaw ibutang (ang inyong mga kaugalingon) nga una sa Allah ug sa Iyang Mensahero, (apan paghulat sa unsay itudlo kaninyo) ug kahadloki ang Allah (pagmalig-on sa pagtuman sa Iyang mga Kasugoan); sa pagkatinuod ang Allah mao Ang Hingpit Nakadungog, Hingpit Nakahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Oh mga magtutuo, ayaw ipataas ang inyong mga tingog ibabaw sa tingog sa Propeta (Muhammad), ug ayaw pagsulti og makusog ngadto kaniya sama sa inyong pagpakigsulti sa usag-usa, kay basin unya ang inyong (maayo) nga mga buhat mahimong walay kapuslanan samtang kamo wala makabantay niini.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Sa pagkatinuod kadtong kinsa nagpaubos sa ilang mga tingog atubangan sa Mensahero sa Allah, sila mao kadtong ang (ilang) mga kasingkasing gisulayan sa Allāh alang sa pagka diosnon, sila makabaton Kapasayloan ug dako nga ganti (sa Paraiso).",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "(Mahitungod) niadtong nagtawag kanimo (Oh Muhammad) gikan sa likod sa pribadong mga lawak (puloy-anan), sa pagkatinuod kadaghanan kanila wala makasabut.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Kon sila maghulat nga mapailubon hangtud nga ikaw mogawas ngadto kanila, kini sa pagkatinuod labing maayo alang kanila, ug ang Allah mao ang Labing Mapasayloon, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Oh mga magtutuo, kung ang usa ka tawo nga masupilon moabut kaninyo nga adunay dalang mga balita, tan-awa kini pag-ayo (tin-awa o klaroha), kay basin unya kamo makahatag ug kadaut (ngadto) sa (ubang) katawhan tungod sa pagka walay alamag, ug kamu unya magmahay tungod sa unsay inyong nabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Hibaloi, Oh mga magtutuo, nga nga diha kaninyo anaa ang Mensahero sa Allah (ang Propeta Muhammad); kon siya mosunod kaninyo sa daghan nga mga butang, kamo sa pagkatinuod mahulog ngadto sa kalisdanan, Apan si Allah gikan sa Iyang kaayo naghimo kaninyo nga nahigugma sa pagtuo, naghimo niini nga madanihon sa imong mga kasingkasing. Ug Siya naghimo nga inyong kasilagan ang pagkawalay pagtuo, pagkamasinupakon (sa Allah), ug ang paghimog sala. Kini sila ang mga hustong nagiyahan.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "(Kini) Pabor nga gikan sa Allah ug (Iyang) Grasya. Ang Allah mao ang Labing Nahibalo sa tanan, ang Labing Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Kon adunay duha ka pundok sa mga magtutuo nga nag-away, himoa ang pakigdait, tali sa duha. Apan kung ang usa sa duha nagdumili sa paghimo sa kalinaw ug paglapas, pakig-away sa malapason hangtod nga siya mobalik sa hukom ni Allah. Busa kon kini mobalik sa paghukom ni Allāh, himoa ang pakigdait taliwala kanila sumala sa hustisya ug pagkaparehas. Magmatarong sa imong paghukom tali sa duha. Si Allah nahigugma niadtong mga makiangayon ug makataronganon.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Ang mga magtutuo maoy tinuod nga managsoon, busa himoa ang kalinaw taliwala sa inyong mga igsoon, ug pagtuman sa mga Kasugoan sa Allāh, aron kamo mapanalanginan sa lyang Kaluoy.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Oh mga magtutuo, ayaw tugoti ang mga lalaki nga magbiaybiay sa ubang mga lalaki, kay (tingali) mahitabo nga sila (nga ilang gibugal-bugalan) mas maayo pa kay kanila, ug ayaw tugoti ang mga babaye (nga magbiaybiay sa ubang) mga babaye, kay tingali sila (nga ilang gibugal-bugalan) mas maayo pa kay kanila; ug dili usab kamo mangdaot sa dungog sa usag-usa, ni manginsulto sa usag-usa pinaagi sa (pagtawag) opensiba mga angga. Pagkadaotan nga tawgon nga tigbuhat ug daotan human makadawat sa pagtuo.Bisan kinsa nga dili maghinulsol, kini sila mao ang mga dili makiangayon.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Oh mga magtutuo, likayi ang daghang mga pagduda, kay sa pagkatinuod ang pipila sa mga pagduda mga kasal-anan, ug ayaw paniid sa usag-usa, ni tugoti nga ang uban kaninyo manglibak sa uban. Gusto ba sa usa kaninyo nga mokaon ug unod sa patayng lawas sa iyang igsoon? Kamo dili makagusto niana (busa ayaw kamo panglibak); ug tumana ang mga Kasugoan sa Allah, sa pagkatinuod ang Allah mao ang Tigdawat sa Paghinulsol, nga Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Oh katawhan, sa pagkatinuod Kami nagbuhat kaninyo gikan 'lamang' sa usa ka lalaki (Adan) ug usa ka babaye (Eba), ug naghimo kaninyo ngadto sa mga nasud ug mga tribo, aron kamo magkailhanay sa usag-usa (ug pagtinabangay kamo sa Pagkamatarung ug sa pagbantay batok sa dautan); sa pagkatinuod ang labing maayo kaninyo sa Panan-aw sa Allah mao kadtong labing Manggihadlokon (sa Dios gikan) kaninyo. Sa pagkatinuod ang Allah mao ang Labing Nahibalo, ang Labing Nasayud.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "(Ang Pipila sa Arab) mga lumulupyo sa disyerto miingon: \"Kami mituo.\" Isulti: \"Kamo wala (pa) motoo, apan isulti (hinoon): Kami nagpasakop (sa Islam)\"; kay ang Hugot nga Pagtuo wala pa mosulod sa inyong mga kasingkasing; ug kon kamo mosunod sa Allah ug sa Iyang Mensahero (Muhammad), Siya (Allah) dili magakunhod sa Ganti sa unsay inyong mga (maayong) nabuhat; sa pagkatinuod ang Allah mao ang Labing Mapasayloon, ang Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Ang mga magtutuo mao lamang kadtong mituo sa Allah ug sa Iyang Mensahero (Muhammad) ug wala nagmaduhaduhaon apan nanlimbasug pag-ayo uban sa ilang bahandi ug sa ilang mga kinabuhi diha sa Dalan sa Allah; kini sila mao ang mga matinud-anon.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Isulti: \"Inyo bang gipahibalo ang Allah sa inyong relihiyon (sa inyong pagtuo ug mga buhat), samtang ang Allah nahibalo sa tanan nga anaa sa mga langit ug sa tanan nga anaa sa yuta; ug ang Allah mao ang Labing Nakahibalo sa tanan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Sila nag-isip nga kini usa ka pabor nganha kanimo (oh Muhammad) nga sila midawat sa Islam. Isulti: \"Ayaw isipa ang inyong pagsulod sa Islam nga usa ka pabor ngari kanako; hinoon, ang Allah (mao ang) naghatag ug Pabor nganha kaninyo pinaagi sa paggiya kaninyo ngadto sa Pagtoo, kon kamo sa tinuoray mga matinud-anon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Sa pagkatinuod, ang Allah nahibalo sa dili makita nga mga butang sa mga langit ug sa yuta. Ang Allah kanunay nga Nakakita sa unsay inyong gibuhat (nga maayo o dautan).",
      "footnotes": null
    }
  ]
}