{
  "surah_number": 50,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Qaf[1]. Ako (Dios) nanumpa sa Mahimayaon nga Qur'an.",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili hitupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud sila makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Apan sila nahibulong nga adunay miabot kanila nga usa ka tigpasidaan ( Muhammad) gikan sa ilang mga kaugalingon, busa ang mga manlilimod miingon: \"Kini usa ka katingad-an nga butang,",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Unsa, sa diha nga kita nangamatay na ug nahimong abug, (kita ba mabanhaw)? Kana usa ka malayo nga pagbalik!",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Kami nahibalo gayod kon unsa ang gikaon sa yuta (gikan) kanila (nga patayng lawas), ug nganhi Kanamo (Allah) anaa ang walay kapakyasan usa talaan.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Apan ilang naglimod ang Kamatuoran (ang Qur’an) sa diha nga kini miabut kanila, busa sila (karon) anaa sa kahimtang sa pagkalibog.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Wala ba sila makalantaw sa kala-ngitan ibabaw kanila, kun giunsa Namo sa pag-pahimutang ug gidayandayanan kini (sa mga bitoon), ug wala kiniy mga liki?",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Ug ang yuta, Kami naghimo niini nga patag, ug nagbutang niini ug lig-on nga mga bukid, ug Kami nagpatubo niini sa tanang matang sa maanindot nga butang,",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Ingon ka talan'awon ug usa ka pahinumdom sa tanang alagad (sa Allah) nga makanunayon nga nagabalik (ngadto Kaniya sa paghinulsol ug pagtuman).",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Kami nagpakanaug gikan sa langit ug gipanalanginan nga tubig, ug Kami nagpatubo pinaagi niini ug mga tanaman ug mga lugas nga gina-ani,",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Ug ang tag-as nga mga kahoyng palma uban sa mga bunga niini nga na-han'ay nga adunay mga pungpong nga nagtapot ibabaw sa usag-usa,",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Ingong usa tagana alang sa ˹Akong˺ mga ulipon (sa katawhan ug jinn), ug Kami naghatag ug kinabuhi pinaagi niini ngadto sa patay nga yuta. Ingon niana mao (usab) ang Pagkabanhaw.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Sa ilang atubangan, ang mga tawo ni Noe naglimod 'sa Kamatuoran', ingon man ang mga pumoluyo sa Ar-Rass ug (ang tribo sa) Thamud,",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ug ang katawhan sa ‘Aad, ug ni Paraon, ug ang mga kaigsuonan ni Lut,",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Ang mga nagpuyo sa kalasangan (sa Madian), ug ang katawhan sa Tubba (sa Yemen); ang tanan nanghimakak sa mga Mensahero (sa Allāh Dios), busa ang Akong Hulga ug Pagsakit natuman (ug sila nangalaglag).",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Nan, Kami ba gikapoy sa unang paglalang? Hinonoa sila duhaduha pa mahitungod sa bag-ong paglalang (ang sunod nga kinabuhi).",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Ug sa pagkatinuod, Kami nagbuhat sa tawo, ug Kami nahibalo kon unsa ang gisugyot sa iyang kalag ngadto kaniya, ug Kami[2] labing duol kaniya kay sa ugat sa liog.",
      "footnotes": "[2]. Allah pinaagi sa Iyang walay kinutuban nga Kahibalo ug Gahum, o sa Iyang mga anghel."
    },
    {
      "ayah_number": 17,
      "translation_bis": "(Hinumdomi) ang duha ka tigdawat (tigtala nga mga anghel) nga mao ang makadawat (ug magtala sa mga pulong ug mga buhat sa tawo), ang usa naglingkod sa tuo ug ang usa anaa sa wala.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Siya (ang tawo) walay isulti nga (bisan) usa ka pulong gawas kon adunay usa ka tigpaniid (nga anghel) sa iyang kiliran nga gipahinungod (sa pagtala sa iyang sa mga pulong ug mga buhat).",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Ang kasakit sa kamatayon magdala sa kamatuoran[3]; kana ang imong gipaningkamotan sa paglikay kaniadto.",
      "footnotes": "[3]. Ug sila makaamgo nga ang Pagkabanhaw, Paghukom, Paraiso ug Impiyerno, ang tanan tinuod."
    },
    {
      "ayah_number": 20,
      "translation_bis": "Ang trompeta pagatayhupon. Kini mao ang Adlawng Gisaad.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Ang matag kalag moabut, uban sa (duha ka mga anghel), usa ka giya ug usa ka saksi (sa iyang mga pulong ug mga buhat).",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "(Ug kini igaingon]: Sa pagkatinuod ikaw wala magtagad niini; apan karon Among gikuha gikan kanimo ang imong tabon, busa ang imong panan-aw niining Adlawa mahait.\"",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Ang iyang kauban (ang anghel) moingon: \"Ania ang talaan (sa iyang mga buhat) nga andam na uban kanako.\"",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "(Ang Allah moingon ngadto sa duha ka mga anghel): \"Itambog ngadto sa Imperno ang ang matag matig-a nga pagdumili.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Nga tigpugong sa maayo, malinapason, maduhaduhaon,",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Nga nagbutang ug laing dios kauban sa Allāh, busa ihulog siya ngadto sa hilabihan (kasakit) nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Ang iyang kauban (nga satanas) moingon mahitungod kaniya: \"Among Ginoo, ako wala maghimo kaniya nga makalapas, apan siya kaniadto anaa sa halayo nga kasaypanan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "(Ang Allah) moingon: \"Ayaw pakiglalis sa Akong Atubangan, kay Ako nang napadala kaninyo ang Pasidaan\":",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Ang Akong Pulong (Mando) dili mausab, ni Ako sa labing diyutay dili matarong sa (Akong) mga ulipon (sa katawhan ug jinn).",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Sa Adlaw nga Kami (Allah) moingon ngadto sa Imperno: \"Napuno na ba ka?\" Ug kini muingon: \"Aduna pa bay daghan (nga moabut)?\"",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Ug ang Paraiso pagadad-on duol ngadto sa mga matarong, nga dili halayo (kanila):",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Kini mao ang gisaad kaninyo, (kini) alang sa tanan nga makanunayon nga nagabalik (ngadto sa Allah sa paghinulsol ug pagkamasinugtanon), ug nagtuman sa 'Iyang mga sugo' —",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Nga nagbarug sa Kahadlok sa Labing Madagayaon (Allāh) sa tago, ug miabot uban ang kasingkasing nga nagabalik sa paghinulsol (ngadto Kaniya, nga gawasnon sa pagsimbag dios-dios ug pagkasalingkapaw):",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Sumulod kamo (sa Paraiso) niini sa kalinaw, mao kana ang Adlaw sa Pagpamuyo (Pagpabilin sa kahangturan).",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Anaa kanila didto (sa Paraiso) ang bisan unsa nga ilang gitinguha, ug uban Kanamo adunay daghan pa (kay niana).",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Pila na ka (makasasala) nga kaliwatan ang Among gilaglag una kanila nga mas gamhanan sa gahum kay kanila, ug nakasuroy sa daghang mga yuta. Aduna bay dapit nga kaikyasan (alang kanila sa diha nga ang Paghukom muabut)?",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Sa pagkatinuod niana adunay usa ka pahinumdom alang sa bisan kinsa nga adunay kasingkasing o naminaw samtang siya usa ka saksi.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Sa pagkatinuod, Kami nagbuhat sa mga langit ug sa yuta ug sa unsay anaa sa taliwala kanila sulod sa unom ka Adlaw, ug walay bisan unsa nga kaluyahon o kakapoy nga nakatandog Kanamo.",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Busa pagpakamapailubon sa unsay ilang gisulti, ug himayaa ang imong Ginoo (Allāh) uban ang pagdalayeg sa dili pa ang pagsubang sa adlaw ug sa dili pa (ang) pagsalop niini.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Ug himayaa Kaniya sa (bahin sa) kagabion ug human sa paghapa (mga pag-ampo).",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Paminaw sa Adlaw sa diha nga ang tigtawag (usa ka anghel) motawag (alang sa Pagkabanhaw) gikan sa duol nga dapit (pinaagi sa Mando sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Ang Adlaw sa diha nga sila makadungog sa (kusog nga) Pagbuto uban kamatuoran; kana mao ang Adlaw sa Pagpanggawas (gikan sa mga lubnganan).",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Sa pagkatinuod, Kami naghatag ug kinabuhi ug nagpahinabog kamatayon, ug nganhi Kanamo ang kataposang Pagbalik;",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Sa Adlaw nga ang yuta mapikas alang kanila samtang sila midali sa paggula [gikan sa ilang mga lubnganan]; kana usa ka sayon ​​nga panagtigum alang Kanato.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Kami nakahibalo pag-ayo sa ilang gisulti (nga pagpanghimakak niini nga Mensahe), ug ikaw dili usa aron sa pagpamugos kanila (sa pagtuo o pagpasakop); apan pahinumdumi (siya) pinaagi sa Qur'an, siya nga nahadlok sa Akong pagpanghulga ug silot.",
      "footnotes": null
    }
  ]
}