{
  "surah_number": 51,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ako (Dios) nanumpa pinaagi sa hangin nga gisabwag 'abug',",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Ug ang mga panganod nga nanag-sapnay sa mabug' at nga mga lulan (sa tubig),",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Ug pinaagi sa mga barko nga naglawig sa kadagatan sa kasayon,",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Ug pinaagi sa mga anghel nga nagahatud (sa mga tagana ug panalangin) pinaagi sa Mando (sa Allah);",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Ang unsay gisaad kaninyo (sa pagkabanhaw) tinuod gayod,",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Ug sa pagkatinuod, ang Paghukom moabut gayud.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Ug pinaagi sa kalangitan sa ilang kahibulongang disenyo1!",
      "footnotes": "1. Mga orbito, mga agianan sa mga bitoon, ug uban pang langitnong mga butang."
    },
    {
      "ayah_number": 8,
      "translation_bis": "Sa pagkatinuod, ang inyong gipa-mulong (mahitungod sa Qur'an) nagka-sumpaki,",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Talikod gikan 'sa Qur'ān' ang bisan kinsa nga mitalikod niini.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Tinunglo ang mga bakakon nga nangagpas ug nanglibak[2],",
      "footnotes": "[2]. Laing kahulogan: Alaot kadtong kinsa mao naunlod sa pagkawalay pagtagad ug pagkalibog (mahitungod sa Kamatuoran) nga wala magtagad niini."
    },
    {
      "ayah_number": 11,
      "translation_bis": "Kinsa naunlod sa pagkawalay pagtagad ug pagpasagad (mahitungod sa Pikas Kinabuhi);",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Sila pangutana: \"Kanus-a ang Adlaw sa 'Paghukom ug' Pagbalus?\".",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ang adlaw sila pagsulay (pagasunogon) pinaagi sa kalayo.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "(Kini igaingon kanila): \"Tilawi ang imong pagsulay 'pagsakit'; mao kini ang imong gipangayo aron mapadali\".",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Sa pagkatinuod, ang mga matarong \n maanaa sa mga tanaman ug sa mga tuburan (sa Paraiso).",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Nga nanagkalipay sa unsay gihatag sa ilang Ginoo (Allāh) kanila; sa pagkatinuod sila sa wala pa kini, mga mamumuhat ug maayo.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Dili sila matulog tibuok gabii (gawas nga sila makagahin ug pipila ka mga pag-ampo niini).",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Ug sa mga takna sa dili pa ang kadlawon sila nangayo ug kapasayloan kang Allāh sa ilang mga sala.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Ug sa ilang bahandi adunay katungod alang sa nangayo (makalilimos), ug alang sa gihikawan (pobre nga wala mangayo).",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Ug sa yuta adunay mga timaan alang kanila nga adunay hugot nga pagtuo ug kasiguroan.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "(Adunay mga ebidensya sa Kamatuoran) sa inyong mga kaugalingon; dili ba unya ninyo makita?",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Ug anaa sa langit ang inyong tagana ug unsay saad kaninyo.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Ug pinaagi Kaniya ang Ginoo 'Allāh' sa kala-ngitan ug yuta, mao kini ang tanan nga kamatooran; sama sa kamatooran nga inyong gipamulong karon.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Nasayod ba kamo sa sugilanon sa\n\"mga pinasidung'gan nga mga miduaw kang Ibrahim (i.e., ang mga anghel)?",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Sa diha nga sila (ang mga anghel) misulod sa ibabaw niya, sila miingon: ‘Kalinaw.’ Siya mitubag, ‘Kalinaw,’ ug miingon: ‘Kamo mao mga estranghero 'ngadto Kanamo'.’",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Unya siya miadto sa iyang pamilya sa tago, ug nagdala ug usa ka tambok nga (sinugbang) nating baka,",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Ug iyang gibutang duol kanila, ug miingon; \" dili kamo mukaon?\"",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Siya nahadlok kanila, apan sila miingon; \"Ayaw kahadlok.\" Ug sila (ang mga Anghel) mihatag kaniya sa maayong balita sa manganak usa ka batang lalaki nga adunay kahibalo (ang pagkatawo ni Isaak).",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Unya ang iyang asawa misaka uban ang paghilak (sa kalipay), ug iyang gisagpa ang iyang nawong (sa pagkatingala) ug miingon: 'Ako usa ka tigulang nga apuling babaye!'",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Sila miingon: \"Mao kana ang giingon (sa Allah) nga imong Ginoo\": Sa pagkatinuod Siya mao ang Labing Maalamon, ang Labing Nahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "(Si Abraham) miingon: \"Nan unsa man ang inyong misyon dinhi, Oh (anghelanon) nga mga Mensahero?\"",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Sila 'ang mga anghel' miingon: \"Sa pagkatinuod kami gipadala ngadto sa usa ka daotang katawhan (ang katawhan ni Lut)\",",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Aron ipakanaog kanila ang mga bato nga hinimo sa gahi nga yutang kolonon.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Nga gimarkahan sa imong Ginoo 'Allāh' alang sa ang mga malinapason.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Unya ˹sa wala pa ang pagsakit˺ Gipabakwit namo ang mga magtutuo gikan sa siyudad.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Apan usa ra ang among nakit-an nga pamilya nga nagpasakop sa 'kay Allah' [3].",
      "footnotes": "[3]. Ang Propeta Lut ug ang iyang duha ka anak nga babaye."
    },
    {
      "ayah_number": 37,
      "translation_bis": "Ug didto[4] Kami nagbilin og usa ka Timaan alang kadtong kinsa adunay kahadlok sa sakit nga pagsakit.",
      "footnotes": "[4]. Sa Lugar sa Patayng Dagat sa Palestina."
    },
    {
      "ayah_number": 38,
      "translation_bis": "Ug sa (sugilanon ni) Moises (adunay Timaan): Sa dihang Kami nagpadala kaniya ngadto kang Paraon uban sa tin-aw nga katungod (gahum).",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Apan siya (Paraon) mitalikod uban sa iyang kasundalohan ug miingon (mahitungod kang Moises): \"Usa ka salamangkero o usa ka buang nga tawo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Busa Among gisakmit siya (Paraon) ug ang iyang mga sundalo, ug gisalibay silang tanan ngadto sa dagat, samtang siya mao ang angay nga pagabasulon.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Aduna usab ebidensya sa Kamatuoran) sa (sugilanon sa) Aad Sa dihang Kami nagpadala batok kanila ug malaglagon nga hangin.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Wala kini magbilin ug bisan unsang gihuyop niini kondili gihimo kini nga naguba ug nadugmok.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Ug sa (tribo sa) Thamud: (adunay timaan) sa diha nga gikaingon ngadto kanila: \"Paglingaw sa inyong mga kaugalingon sa makadiyot.\"",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Apan sila misukol batok sa Kasugoan sa ilang Ginoo (Allāh), busa ang dalugdog misakmit kanila samtang sila nagtan-aw.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Busa sila wala maka-tindog, ni sila makapanalipod sa ilang mga kaugalingon.",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Ug (Among gilaglag) ang mga katawhan ni Noe kaniadto, sa pagkatinuod sila usa ka katawhan nga masupilon.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Ang langit Among nagtukod kini uban sa gahum, ug sa pagkatinuod Kami mao gayud ang magpalapad niini.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Ug ang yuta, Kami gibuklad (niini); ug (Kami) ka Maayo nga Tigbuklad.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Ug ang tanang butang Among gibuhat nga managpares, aron kamo mahinumdom (sa mga Gasa sa Allah)[5].",
      "footnotes": "[5]. Gikan sa matag butang gibuhat namo ang usa ka parisan sama sa lalaki ug babaye, ang langit ug ang yuta, aron inyong mahinumdoman ang pagkausa ni Allāh nga naglalang gikan sa matag butang usa ka paris ug kamo mahinumdom sa Iyang abilidad."
    },
    {
      "ayah_number": 50,
      "translation_bis": "Busa kalagiw kamo (kang) Allāh, sa pagkatinuod ako usa ka tin-aw nga tigpasidaan nganha kaninyo gikan Kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Ayaw gayod kamo pagsimba ug laing diyos gawas (kang) Allāh: Sa pagkatinuod ako usa ka tin-aw nga tigpasidaan kaninyo gikan Kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Sa samang paagi walay miabot niadtong nauna kanila, nga Mensahero (gikan sa Allah) gawas nga sila miingon 'mahitungod kaniya': \"Siya usa ka salamangkero o usa ka buang nga tawo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 53,
      "translation_bis": "Napasa ba nila kini ingon nga kabilin sa usag-usa? Hinunoa, sila sa ilang kaugalingon malinapason nga katawhan.",
      "footnotes": null
    },
    {
      "ayah_number": 54,
      "translation_bis": "Busa ˹karon˺ talikod gikan kanila ˹O Propeta˺, kay dili ka mabasol.",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Apan pahinumdumi (sila), kay sa pagkatinuod ang pahinumdom makaayo sa mga magtotoo.",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "Ako (Allah) wala naglalang sa jinn ug sa mga tawo gawas nga aron sila mosimba Kanako lamang.",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Wala ako nagtinguha ug tagana gikan kanila, ni hangyuon sila sa pakan-or Ako (nga mao, pagpakaon ilang kaugalingon o ang Akong mga linalang).",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Sa pagkatinuod ang Allah mao ang Dakong Maghahatag sa tanang kalan-on (sustento), Tag-iya sa Dakong Kusog, ang Labing Malig'on.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Busa sa pagkatinuod sila nga nagbuhat ug kadautan, makabaton sa usa ka bahin sa Silot, sama sa dautan nga bahin sa Silot (nga miabut ngadto sa) ilang mga nag-una, busa ayaw pasagdi sila nga mangutana Kanako sa pagpadali niini.",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Busa, alaut sila nga naglimod sa kamatuoran, sa ilang Adlaw diin sila nga gihulga.",
      "footnotes": null
    }
  ]
}