{
  "surah_number": 52,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "(Gipanumpa Ako) pinaagi sa bukid 'Sinai'[1],",
      "footnotes": "[1]. Sa bukid Sinai, diin si Moises gihatagan sa Torah."
    },
    {
      "ayah_number": 2,
      "translation_bis": "ug pinaagi sa usa ka Libro nga gisulat (ang Qur'an).",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Sa usa ka lapad nga bukas basahon nga linukot,",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Ug pinaagi sa Balay (sa pagsimba) nga ginaduaw kanunay[2],",
      "footnotes": "[2]. Si Allāh nanumpa pinaagi sa Balay nga ang mga anghel sa langit mibisita kasagaran tungod sa Iyang pagsimba o ang Ka'bah."
    },
    {
      "ayah_number": 5,
      "translation_bis": "Ug [pinaagi sa] ang atop nga gipataas sa taas (ang kalangitan),",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Pinaagi sa dagat nga magbukal ug napuno sa tubig[3].",
      "footnotes": "[3]. O pinaagi sa dagat nga nagdilaab."
    },
    {
      "ayah_number": 7,
      "translation_bis": "Sa pagkatinuod ang pagsakit sa (Allah) nga imong Ginoo mahitabo[4];",
      "footnotes": "[4]. Niadtong dili motuo."
    },
    {
      "ayah_number": 8,
      "translation_bis": "Walay bisan kinsa nga makapugong niini;",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Sa Adlaw nga ang langit mauyog sa makalilisang nga pag-uyog.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Ug ang kabukiran mabalhin gikan sa ilang mga dapit (sama sa usa ka panganod o nagkatag nga abog).",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Nan, niadtong adlawa alaut alang niadtong milimod (sa Kamatuoran ug misupak sa Kalinaw),",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Nga anaa sa (kawang) nga mga pagkigpulong nga naglingaw sa ilang mga kaugalingon (pinaagi sa pagsunod sa ilang ubos nga mga tinguha).",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ang Adlaw nga diin sila itambog ngadto sa Kalayo sa Imperno uban (sa dili mapugngan) nga pagduso, (ug pagasultian):",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "\"Kini mao ang Kalayo sa Imperno nga inyong gilimod kaniadto.\"",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Kini ba (nga Silot) salamangka o dili nimo kini makita?",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Sumulod kamo (aron) mangasunog sa sulod niini, ug antosa (kini) nga mapailubon, o dili mapailubon, kini managsama lamang kaninyo; kamo gibaslan lamang (sa) sa tanan ninyong mga dautan nga binuhatan.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Sa pagkatinuod, ang mga matarong maanaa sa mga tanaman ug mga kahupayan nga dili maputol (Paraiso),",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Nga nag-maya sa kadagaya nga gihatag kanila sa ilang Ginoo (Allāh), ug (tungod kay ang Allāh) ang ilang Ginoo miluwas kanila gikan sa Silot sa Imperno.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "(Sila pagasultihan): \"Kumaon ug uminom kamo nga malipayon, tungod sa unsay inyong gibuhat kaniadto (nga pagkamatarung).\"",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Nga Nagsandig sa mga trono nga gibutang nga hinan'ay, ug Kami magpaminyo (magpapangasawa) kanila sa mga maanyag nga (mga babaye nga) adunay maanyag nga mga mata.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Ingon (alang) kanila nga mituo, ug sa ilang mga anak nga nagsunod kanila sa Pagtuo, Kami maghiusa kanila uban sa ilang mga anak, ug Kami dili maghikaw kanila sa bisan unsa (nga ganti) sa ilang (maayo) nga mga buhat; ang matag tawo adunay tulubagon nianang unsay iyang kinitaan 'sa maayo o daotan.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Ug Kami magahatag kanila ug prutas ug karne nga maoy ilang gitinguha.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Didto, Sila magpasapasa ngadto sa usag-usa ka kopa (sa lunsay nga bino) \nnga walay pulong nga kakawangan, ni pag-pakasala.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Adunay molibot kanila nga batan-ong mga lalaki (nga nag-alagad kanila) ingon nga kon sila tinago nga mga perlas nga gitipigan sa ilang mga kabhang.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Ug ang uban kanila moduol sa uban nga magpinangutan-anay sa usag-usa.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Sila moingon, “Sa wala pa kini nga ganti˺ kita kaniadto ahadlok sa Allah samtang kami taliwala sa atong katawhan.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Apan ang Allah nagmaloloy-on kanamo, ug Siya miluwas kanamo gikan sa Silot sa Kalayo.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Sa pagkatinuod kami kaniadto misangpit Kaniya (Allah lamang ug wala nay lain) kaniadto, sa pagkatinuod Siya mao ang Labing Maliputon, ang Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Busa (padayon sa) pagpahinumdom (kanila), kay ikaw dili, pinaagi sa grasya sa (Allah) nga imong Ginoo, usa ka mananagna o usa ka buang nga tawo.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "O sila nag-ingon: \"(Siya) usa ka magbabalak, kita maghulat alang kaniya nga dautan nga mga katalagman sa kapanahonan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Isulti: \"Paghulat (kamo), kay sa pagkatinuod ako usab uban kaninyo nga naghulat.\"",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "O ang ilang mga salabutan nagsugo ba kanila sa pagsulti niini? O sila malinapason nga katawhan (nga nagsupak sa Kamatuoran ug sa Kalinaw)?",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "O sila ba nag-ingon: \"Siya (Muhammad) nagtumotumo niini (ang Qur’an). Dili, sila wala motuo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "unya pasagdi sila nga makapatungha ug usa ka nga pamahayag nga sama niini (ang Qur’an) kon sila matinud-anon.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "O sila ba gibuhat gikan sa wala bisan unsa? O sila ba ang mga manlalalang (sa ilang kaugalingon)?",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Sila ba maoy naglalang sa mga kalangitan ug yuta? Dili! Hinoon, sila walay kasigurohan.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "O sila ba maoy tag'iya sa mga tipiganan nga bahandi nga anaa sa imong Ginoo (Allah)? O sila maoy nag-dumala nini?",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "O sila ba adunay mga pamaagi 'ngadto sa mga langit) nga diin sila naminaw? Nan, siya nga naminaw, ipagula siya sa Kamatuoran ug tin-aw awtoridad.",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "O Siya ba adunay mga anak nga babaye (ingon sa inyong pag-angkon), samtang kamo adunay mga anak nga lalaki?",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "O nangayo ka ba kanila (Muhammad) alang sa usa ka ganti (alang sa Mensahe) aron sila mabug-atan sa utang?",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "O nanag-iya ba sila sa [kahibalo sa] Dili Makita aron ilang masulat kini?",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "O sila ba nagplano ug usa ka laraw (batok kanimo Oh Muhammad)? Apan sila nga (nagpadayon sa) paglimod mao ang anaa sa laraw ug daan nanag gi-timan'an.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "O aduna ba silay dios gawas sa Allah? Himayaon ang Allah gikan sa tanan nga ilang gipaangkon (Kaniya) nga mga kauban 'sa pagsimba'.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Kon sila maka-kita sa tipak sa langit nga mahulog, sila maga-ingon pa, kini mao mga panganod lamang nga tinapok.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Busa biyai sila hangtod nga ilang maatubang ang Adlaw diin sila pagahampakon (sa kahadlok ug kalisang, ang Adlaw sa Pagkabanhaw):",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Ang adlaw diin ang ilang manga laraw dili maga-pulos, ni usab sila tabangan.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Ug sa pagkatinuod sila nga nagbuhat sa kadautan (pinaagi sa pagbutang ug kauban sa Allah or pagbuhat lian ug makamatay nga mga sala) makabaton ug usa ka silot gawas pa niana (sa kalibutan), apan kadaghanan kanila wala mahibalo[5].",
      "footnotes": "[5]. Sa Kalibutan kini pinaagi sa kamatayon ug pagkabihag ug sa Barzakh kini pinaagi sa pag-antus sa lubnganan, apan kadaghanan kanila wala mahibalo niana ug mao nga sila nagpabilin sa ilang pagkadili-matinuohon."
    },
    {
      "ayah_number": 48,
      "translation_bis": "Busa humulat ka nga mapa-ilubon 'O Muhammad' sa Kamandoan sa (Allah) nga imong Ginoo, kay sa pagkatinuod ikaw anaa ilalum sa Among mga Mata (Panan-aw, ug Panalipod), ug himayaa ang imong Ginoo (Allah) uban ang pagdayeg sa diha nga ikaw mahigmata.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Sa panahon sa kagabhion, himayaa ug dayega usab Siya, ug human sa pagsalop sa mga bitoon (sa kadlawon).",
      "footnotes": null
    }
  ]
}