{
  "surah_number": 53,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ako (Dios) nanumpa pinaagi sa bitoon[1] sa diha nga kini magasalop.",
      "footnotes": "[1]. Ang konstelasyon sa Pleiades."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Ang inyong kauban 'Si Muḥammad, ang Mensahero ni Allāh' wala mahisalaag sa dalan sa giya ni siya mitipas;",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Ni siya 'Propeta Muhammad' mosulti gikan sa (iyang kau-galingong) pulong ug tinguha.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Kini usa lamang ka Pinadayag nga gipadayag (kaniya, pinaagi sa Anghel Gabriel),",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Siya gitudloan pinaagi sa usa (Gabriel) ka dakong kusog.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "(Nga usa ka anghel) matahum sa\npanan-awon, sa salabutan, ug siya nagpakita (ngadto sa Propeta Muhammad) 'sa iyang tinuod nga hulagway',",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Samtang siya 'Anghel Gabriel' anaa sa kinatas-ang bahin sa kapunawpunawan.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Unya siya (si Gabriel) mikanaug ug miduol;",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Sa gilay'on nga duha ka pana o labing duol kay niini;",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Ug Siya (Allah) mipadayag ngadto sa Iyang alagad (ang Propeta Muhammad pinaagi kang Gabriel) sa unsay buot Niyang ipadayag.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Ang kasingkasing 'sa Muhammad' wala ma-makak bahin sa unsay nakita niini 'atol sa Pagsaka ngadto mga langit'.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Nan, makiglalis ba kamo kaniya mahitungod sa unsay iyang nakita sa gabii sa iyang panaw ug Pagsaka sa mga langit?",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ug sa pagkatinuod si Muhammad nakakita kaniya (Gabriel) sa laing pagkanaug 'sa gabii sa iyang panaw ug Pagsaka sa mga langit',",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Sa kinalay-ang kahoy sa Sidr[2] ;",
      "footnotes": "[2]. Nga anaa sa kinalay-ang utlanan sa Ikapitong langit diin human niini wala gayoy maka-agi.;"
    },
    {
      "ayah_number": 15,
      "translation_bis": "Nga duol niini walay katapusan ang Tanaman sa Puy-anan (Paraiso).",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Sa diha nga gitabunan sa sidr nga unsay tinabunan (ang mga kahibulungan ug gwapa matang sa mga kolor);",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Ang panan-aw (sa Propeta Muhammad) wala magduhaduha, ni kini makalapas sa utlanan.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Sa pagkatinuod siya nakakita sa mga kahibulongan nga mga Timaan sa iyang Ginoo (Allāh)[3].",
      "footnotes": "[3]. Nakita gayud ni Muḥammad - hinaut nga panalanginan siya ni Allah ug hatagan siya og kalinaw - sa gabii sa iyang pagkayab gikan sa labing dako nga mga timailhan sa Iyang Ginoo, nga nagpamatuod sa abilidad sa Ginoo, tungod kay nakita niya ang Paraiso ug nakita niya ang Impiyerno ug ang uban pa niini."
    },
    {
      "ayah_number": 19,
      "translation_bis": "Nakahunahuna na ba kamo (O mga tigsimbag diosdios) sa (babaye nga mga dios-dios) kang Lat ug Uzza (ug uban pa, nga inyong gisimba gawas ni Allāh),",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Ug si Manat, ang laing ika-tulo nga diyos-diyos.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Unsa! Alang ba kaninyo ang anak nga lalaki ug alang Kaniya ang (anak nga babaye, ingon sa imong pag-angkon).",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Kini sa pagkatinuod usa ka dili makiangayon nga pagkabahin!",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Sila (mga dios-dios nga inyong gisimba) walay lain kondili mga ngalan nga inyong gihingalan, kamo ug ang inyong mga amahan; Ang Allah wala nagpakanaug alang kanila ug bisan unsang katungod (awtoridad). Sila (nga nagsimba kanila) walay gisunod gawas sa pangagpas, ug sa ubos nga mga tinguha nga sa (ilang) kaugalingong gikahiligan; ug sa pagkatinuod ang (husto) nga Giya miabut kanila gikan sa ilang Ginoo (Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "O kinahanglan ba nga (ang matag) tawo makabaton ug bisan unsa nga (mga tigpataliwala) iyang gusto 'ug ang tanang iyang mga tinguha'?",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Hinunoa, Iya sa Allah (lamang) ang Kataposan ug ang unang kinabuhi[4].",
      "footnotes": "[4]. Busa wala na magkinahanglan ug bisan unsa nga tigpataliwala o tigpangaliya tali sa Dios ug sa Iyang mga binuhat, kamo kinahanglan nga mag-ampo sa direkta ngadto Kaniya ug pangayoa ngadto lamang Kaniya ang unsay inyong mga panginahanglanon)."
    },
    {
      "ayah_number": 26,
      "translation_bis": "Ug pila na ka anghel nga anaa sa mga langit nga ang ilang pagpataliwala wala gayuy kapuslanan gawas kon ang Allah maghatag ug Pagtugot ngadto sa kinsay Iyang gusto ug gikahimut-an[5].",
      "footnotes": "[5]. Si Allāh dili motugot ni bisan kinsa nga nagbutang ug kauban [kauban Niya] sa pagpataliwala ug si Allāh dili mahimuot sa tigpataliwala nga nagsimba gawas ni Allāh."
    },
    {
      "ayah_number": 27,
      "translation_bis": "Sa pagkatinuod, kadtong dili motuo sa Pikas Kinabuhi naghingalan sa mga anghel ug pangbabaye nga mga pangalan (naghunahuna kanila nga sila mga babaye nga mga diyosa).",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Apan sila walay (Balaanon) nga kahibalo niini; wala silay bisan unsa nga gisunod gawas sa pangagpas, ug sa pagkatinuod ang pangagpas walay bisan unsa nga kapuslanan batok sa Kamatuoran.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Busa talikdi ang bisan kinsa nga mitalikod sa Among Pahinumdom (Qur’an), ug wala magtinguha sa bisan unsa gawas sa kinabuhi niining kalibotana.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Kana mao ang ilang limitadong naabot sa kahibalo; sa pagkatinuod ang imong Ginoo (Allāh) labing nakaila kaniya nga nahisalaag gikan sa Iyang Dalan, ug Siya labing nahibalo kon kinsa ang maong giniyahan.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Iya sa Allah ang bisan unsa nga anaa sa mga langit, ug ang bisan unsa nga anaa sa yuta aron Siya magabalos kanila nga nagbuhat ug daotan sumala sa unsay ilang gibuhat, ug muganti niadtong nagbuhat ug maayo uban sa kaayohan.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Kadtong nagpalayo sa dagkong mga sala ug ngil-ad nga mga kalaw-ayan gawas sa ginagmay nga mga sala - sa pagkatinuod ang inyong Ginoo (Allah) lapad sa Kapasayloan (alang kanila). Siya ang labing nakaila kaninyo sa diha nga Siya nagpagawas kaninyo gikan sa abog sa yuta, ug sa diha nga kamo mga puya pa nga anaa sa sabakan sa inyong mga inahan; tungod niana ayaw paka-matarunga ang inyong mga kaugalingon ug ayaw pag-angkon ug kaputli. Siya (Allah) labing nakaila kaniya nga nanag-likay sa pag-pakasala.",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Nakita ba ninyo siya kinsa nga mitalikod (sa Islam)?",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Nga naghatag ug diyutay ug dayon nagpugong?",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Anaa ba kaniya ang kahibalo sa dili makita aron siya makakita?",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "O, wala ba siya mapahibalo kon unsa ang anaa sa Kasulatan ni Moises?",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Ug (kang) Abraham nga mituman (sa mga Kasugoan sa iyang Ginoo - Allāh):",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Nga ang usa ka tawo dili magapas-an sa sala sa lain diha sa iyang kaugalingon[6],",
      "footnotes": "[6]. Gawas lamang kon iyang midasig o mitabang sa uban (ngadto) sa pagpakasala - ang hingpit nga Hustisya gikan sa Allah."
    },
    {
      "ayah_number": 39,
      "translation_bis": "Ang tawo walay bisan unsa gawas sa unsay iyang gipaningkamotan,",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Ug ang iyang buhat sa dili madugay makita.",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Unya siya pagagantihan alang sa iyang buhat sa hingpit sa ganti.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Ug ngadto sa imong Ginoo (Allāh) mao ang pagbalik ug katapusan sa tanang butang 'ug ang ilang pagbalik human sa ilang kamatayon\".",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Siya (Allah) mao ang Nagpahinabo kaninyo sa pagkatawa ug paghilak.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Siya (Allah) mao ang naghimo sa kamatayon ug naghatag ug kinabuhi.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Siya (Allah) nagbuhat sa paresan, ang lalaki ug ang babaye,",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "​​Gikan sa semilya sa diha nga kini gipagawas 'ug gibutang sa sabakan'.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Ug diha Kaniya nag-agad ang Kinabuhi human ang kamatayon (Pagbanhaw sa mga patay).",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Siya 'Allāh' mao nga nagpadato ug makatagbaw.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Ug Siya (Allah) mao ang Ginoo sa Sirius[7];",
      "footnotes": "[7]. Ang bitoon nga gisimba sa ang mga pagano."
    },
    {
      "ayah_number": 50,
      "translation_bis": "Ug Siya (Allah) mao ang naglaglag sa ‘Aad (katawhan) sa karaang panahon[8].",
      "footnotes": "[8]. Sila mao ang mga igsoon ni Hūd sa diha nga sila nagpadayon sa ilang kawalay pagtuo."
    },
    {
      "ayah_number": 51,
      "translation_bis": "Iyang gilaglag ang [tribu] ni Thamūd[9], busa wala Siya magbilin bisan usa kanila.",
      "footnotes": "[9]. Ang mga banay ni Ṣāliḥ."
    },
    {
      "ayah_number": 52,
      "translation_bis": "Maingon man sa katawhan ni Noe kaniadto 'Iyang gilaglag'; sa pagkatinuod sila labaw nga dili makiangayon ug labaw pa nga malupigon[10].",
      "footnotes": "[10]. Sa pagkatinuod ang mga tawo ni Noe mas grabe pa sa paglapas sa hustisya ug mas bug-at pa kay sa [tribu ni]. `Ad ug [tribo ni]. Thamūd tungod kay si Noe mipuyo uban kanila usa ka libo ka tuig gawas sa kalim-an ka tuig, samtang nagdapit kanila sa pagtuo. sa pagkausa ni Allāh, apan wala sila motubag."
    },
    {
      "ayah_number": 53,
      "translation_bis": "Ug Siya ang naglaglag sa mga syudad (sa Sodoma ug Gomorra) nga Iyang gigun-ob[11].",
      "footnotes": "[11]. Ang mga katilingban sa mga katagilungsod ni Lot iyang gibayaw ngadto sa pataas. Unya gisalibay niya sila sa yuta."
    },
    {
      "ayah_number": 54,
      "translation_bis": "Ug mitabon kanila ang unsay nakatabon (sa pagsakit).",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "Hain sa mga Pabor sa (Allah) nga inyong Ginoo ang inyong giduhaduhaan (o pakiglalis)?",
      "footnotes": null
    },
    {
      "ayah_number": 56,
      "translation_bis": "(Si Muhammad) mao usa Tigpa-sidaan sama sa kanhing Tig-pasidaan (gikan sa Dios).",
      "footnotes": null
    },
    {
      "ayah_number": 57,
      "translation_bis": "Ang Gitakda nga takna (Adlaw sa Paghukom) naga-kahiduol.",
      "footnotes": null
    },
    {
      "ayah_number": 58,
      "translation_bis": "Walay usa nga makapadayag niini o\nmakatangtang sa kalisod niini gawas kang Allāh.",
      "footnotes": null
    },
    {
      "ayah_number": 59,
      "translation_bis": "Ikaw ba unya nahibulong niining (Balaanon) pahayag?",
      "footnotes": null
    },
    {
      "ayah_number": 60,
      "translation_bis": "Ug kamo maga-katawa niini ug wala mohilak?",
      "footnotes": null
    },
    {
      "ayah_number": 61,
      "translation_bis": "Samtang kamo nag-usik sa inyong panahon diha sa mga walay kapuslanan[12].",
      "footnotes": "[12]. Kakawangan, ug nagpatuyang sa kalingawan, walay pulos nga panagdula, panag-awit, nga anaa sa pagkawalay pagtagad."
    },
    {
      "ayah_number": 62,
      "translation_bis": "Busa (pagtugyan ug) paghapa kamo ngadto Kang Allāh ug pag-alagad Kaniya nga matinud-anon (uban sa tibook nga kasing-kasing ug kalag).",
      "footnotes": null
    }
  ]
}