{
  "surah_number": 54,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ang Takna nagkaduol na, ug ang bulan napikas (sa duha) ka bahin[1].",
      "footnotes": "[1]. Ang pagbulag sa bulan usa sa ang pisikal nga mga milagro sa Propeta Muhammad - hinaut nga panalanginan siya ni Allah ug hatagan siya og kalinaw."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Kon sila (ang mga manlilimod) makakita og usa ka Milagro, sila motalikod ug moingon: \"Kini usa nagpadayon nga salamangka.\"",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Sila misalikway 'sa Kamatuoran' , ug misunod sa ilang ubos (kawang) nga mga tinguha; ug ang matag butang adunay gikatudlong panahon.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Sa pagkatinuod ang pipila ka kasayuran miabot kanila (sa paglaglag sa mga nasud), nga diin adunay (igo nga Pasidaan) sa pagpugong (kanila gikan sa kadautan).",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Hingpit nga Kaalam - apan kini nga mga pasidaan walay kaayohan 'ngadto kanila';",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Busa biyai sila (Oh Muhammad) hangtud muabot unya ang adlaw diin ang Magtatawag, kanila maga-tawag ngadto sa usa ka maka-lilisang butang!",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Ang ilang mga mata nagpaubos, nga nanggawas gikan sa ilang mga lubnganan sama sa mga dulon nga nagkatibulaag;",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "nagdali paingon sa nanawag. Ang mga manlilimod mosinggit, \"Kini usa ka lisud nga Adlaw!\"",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Una kanila, ang mga tawo ni Noe nagsalikway (sa ilang Mensahero), busa ilang gisalikway ang Among alagad (Noe), ug nanag-ingon: \"Aniay usa ka boang.\" Ug siya ilang gihulga!",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Busa siya nag-ampo sa (Allah) iyang Ginoo, (nga nag-ingon): \"Ako nabuntog, busa tabangi (ako).\"",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Busa Kami nag-abli sa mga ganghaan sa langit uban sa tubig nga nagabubo.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Ug gipahinabo ang yuta sa pagbuto uban mga tubod, ug ang tubig manggitagbo alang sa gitakda na nga katuyoan.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ug Among gidala siya (Noe) niana nga (arka) nga hinimo gikan sa mga tabla ug mga lansang;",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Naglawig ilalom sa Atong ˹mabinantayon˺ Mga Mata—usa ka ganti alang kaniya (Noe) nga gisalikway.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Sa pagkatinuod, Kami nagbilin niini ingon nga usa ka Timaan, apan aduna bay bisan kinsa nga mokonsiderar niini?",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "busa, unsa (makalilisang) ang Akong pagsakit (pagkahuman) sa Akong mga Pasidaan.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Ug sa pagkatinuod, Among gihimo ang Qur’an nga sayon ​sa paghinumdum (ug pagsabot), apan aduna bay bisan kinsa nga makahinumdom ug mokonsiderar niini?",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "(Ang katawhan sa) ‘Aad misalikway (sa ilang Propeta Hud), busa, unsa (makalilisang) ang Akong pagsakit (pagkahuman) sa Akong mga Pasidaan.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Sa pagkatinuod, Kami nagpadala batok kanila sa ka mabangis nga hangin, sa usa ka adlaw sa walay hunong nga kagul-anan,",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Nagbanlas sa mga tawo palayo ingon nga para bang sila mga inibot nga mga punoan sa palma.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Busa, unsa (makalilisang) ang Akong pagsakit (pagkahuman) sa Akong mga Pasidaan.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Ug sa pagkatinuod Among gihimo ang Qur’an nga sayon ​sa paghinumdum (ug pagsabot), apan aduna bay bisan kinsa nga makahinumdom ug mokonsiderar niini?",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Ang tribo sa Thamud misalikway usab sa mga Pasidaan.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Busa sila miingon: \"Usa (lang) ba ka tawo nga gikan kanato ang atong pagasundon (nga mao si Salih), nan sa pagkatinuod kita anaa sa kasaypanan ug pagkabuang.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Ang Pahinumdom ba gipakanaog ngadto kaniya lamang taliwala kanamo? Hinunoa, siya usa ka walay dungog nga bakakon!\"",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Ugma sila mahibalo, kong kinsa ang bakakon, ang mapahitas-on.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Sa pagkatinuod, Among ipadala ang baye nga kamelyo ingon nga usa ka pagsulay alang kanila; busa lantawa sila ( Oh Saleh) ug pagbaton og pailub.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Ipahibalo sila nga ang tubig sa ilang atabay gibahin-bahin sa taliwala nila ug sa kamelyo nga baye; ang katungod sa matag usa sa pag-inom gipabarog (pinaagi sa mga turno o pagpulipuli).",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Apan ilang gitawag ang ilang kaubanan, busa iyang gikuha (usa ka espada) ug mipatay (kaniya).",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Busa, unsa (makalilisang) ang Akong pagsakit (pagkahuman) sa Akong mga Pasidaan.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Sa pagkatinuod, Kami nagpadala kanila ug usa ka pagbuto (pagtayhop) tungod niana, sila nahimong manga kaging pagatpat nga ig-babalay sa toril.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Ug sa pagkatinuod Among gihimo ang Qur’an nga sayon ​sa paghinumdum (ug pagsabot), apan aduna bay bisan kinsa nga makahinumdom ug mokonsiderar niini?",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Ang katawhan ni Lut misalikway sa mga Pasidaan.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Sa pagkatinuod, Kami nagpadala batok kanila ug usa ka mapintas nga unos sa mga bato (nga milaglag kanilang tanan), gawas sa pamilya ni Lut; Giluwas namo sila sa wala pa muabot ang banagbanag,",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Isip usa ka grasya gikan Kanamo; sa ingon niana Kami moganti kaniya nga nagpasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Sa pagkatinuod, siya mipahimangno kanila sa Among pagkastigo, apan sila magahion nga nakiglalis sa mga Pasidaan.",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Ug sila mihangyo kaniya nga itugyan ang iyang mga bisita ngadto kanila apan Kami gibutaan ang ilang mga mata: busa, tilawi ang Akong silot human sa Akong mga pasidaan.",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Ug sa pagkatinuod sa sayong kabuntagon ang kalag-lagan miabot kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Busa tilawi ang Akong Silot (human) sa Akong mga Pasidaan.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Ug sa pagkatinuod Among gihimo ang Qur’an nga sayon ​sa paghinumdum (ug pagsabot), apan aduna bay bisan kinsa nga makahinumdom ug mokonsiderar niini?",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Ug sa pagkatinuod ang mga Pasidaan miabut ngadto sa katawhan ni Paraon.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Sila misalikway sa tanan Namong mga Timaan, busa Kami misakmit kanila pinaagi sa usa ka Pagsakmit sa Labing Gamhanan, Hingpit nga makahimo.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Ang imong mga manlilimod ba kaninyo mas maayo pa kay niini (guba nga mga nasud), o aduna bay pagkalingkawas alang kaninyo diha sa mga talaan?",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "O sila ba nag-ingon: \"Kami usa ka katiguman nga nagtinabangay sa usag-usa ug nakatakda nga mudaug?\"",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Sa dili madugay ang ilang katiguman malupig, ug sila motalikod (sa ilang) mga likod[1].",
      "footnotes": "[1]. Kini nahitabo sa Adlaw sa Badr."
    },
    {
      "ayah_number": 46,
      "translation_bis": "Apan ang Takna (sa kalag'lagan) mao ang saad kanila nga panahon, Ug ang maong Takna labing mapait ug makalilisang.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Sa pagkatinuod, ang mga dautan anaa sa kasaypanan ug kagul-anan.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Sa Adlaw nga sila guyoron pinaagi sa ilang mga nawong ngadto sa Kalayo, (igasulti ngadto kanila): \"Tilawi ninyo ang Paghikap sa Imperno.\"",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Sa pagkatinuod, Among gibuhat ang matag butang sumala sa usa ka predestinasyon gikan Kanato[2] (aron sa pagtuman sa saktong katuyuan).",
      "footnotes": "[2]. Uban sa Among kahibalo, among kabubut-on, ug Kami misulat sa Gipreserbar nga Papan."
    },
    {
      "ayah_number": 50,
      "translation_bis": "Ang Among Sugo mao lamang ang usa ka pulong sama sa pagpamilok sa mata.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Sa pagkatinuod, Amo nang gilaglag 'Oh manmilimod' ang mga sama kaninyo, apan aduna bay bisan kinsa nga makahinumdom ug mokonsiderar niini?",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Ug ang tanan nga ilang gibuhat anaa sa sinulat nga mga talaan[3].",
      "footnotes": "[3]. Ang matag butang nga nabuhat sa mga tawo, kini nahisulat sa mga talaan sa [mga anghel kinsa]. mga magbalantay; walay makaikyas kanila gikan didto bisan unsa."
    },
    {
      "ayah_number": 53,
      "translation_bis": "Ug ang tanang butang gagmay ug dagku nahisulat[4].",
      "footnotes": "[4]. Ang matag gamay sa kung unsa ang nahimo ug unsa ang gisulti ug ang matag dako kanila nahisulat sa mga panid sa mga buhat ug sa Papan sa Gipreserbar, ug sila pagagantihan tungod niini."
    },
    {
      "ayah_number": 54,
      "translation_bis": "Sa pagkatinuod, ang mga matarong maanaa sa mga Tanaman ug sa mga Suba (sa Paraiso).",
      "footnotes": null
    },
    {
      "ayah_number": 55,
      "translation_bis": "sa Lingkoranan sa Kadungganan sa presensya sa Labing Gamhanan nga Soberano nga Hari.",
      "footnotes": null
    }
  ]
}