{
  "surah_number": 57,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ang tanang anaa sa mga langit ug ang yuta nagpahayag sa pagdayeg ug paghimaya ni Allāh. Siya mao ang Hingpit Gamhanan, ang Hingpit Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Iya ang Ginharian sa langit ug sa yuta; Siya naghatag ug kinabuhi ug nagpahinabog kamatayon; ug Siya (Allah) adunay gahom sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Siya ang Una ug ang Katapusan, ang Labing Hataas ug ang Labing Haduol, ang Dayag ug ang Tinago, ug Siya adunay ˹hingpit˺ nga kahibalo sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Siya (Allah) mao ang nagbuhat sa mga langit ug sa yuta sulod sa unom ka Adlaw, nan, mikayab ug bangon ibabaw sa Trono (sa paagi nga nahiangay sa Iyang Kahalangdon). Siya labing nasayod sa bisan unsa nga musulod sa mga yuta, ug sa mugawas gikan niini, ug nianang mikanaug gikan sa langit, ug nianang nagasaka ngadto niini, ug Siya uban kaninyo bisan asa man kamo nahimutang (pinaagi sa Iyang Kahibalo ug Gahum). Ang Allah Kanunay nga Nakakita sa unsay inyong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Iya ang gingharian sa langit ug sa yuta; ug ngadto sa Allah ang (tanang) mga butang ibalik (alang sa Paghukom).",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Iyang gipasulod ang kagabion sa adlaw, ug Iya usab nga gipasulod ang adlaw ngadto sa kagabion, ug Siya adunay hingpit nga Kahibalo sa bisan unsa nga anaa sa mga dughan (sa katawhan).",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Tuohi ang Allah ug ang Iyang Mensahero (Muhammad), ug makig-bahin nianang Iyang gisalig kaninyo. Busa kadtong taliwala kaninyo nga mituo kang Allah ug makig-bahin (sa kinabobot-on nga pagpanghatag sa mga pobre) makabaton ug dakong ganti (sa Paraiso).",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Unsay inyong rason nga kamo dili motuo sa Allah? Samtang ang Mensahero (ang Propeta Muhammad) nagdapit kaninyo sa pagtuo sa (Allah) nga inyong Ginoo, ug sa pagkatinuod Siya mikuha sa inyong pakigsaad, kon kamo (tinuod) mga magtotoo?",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Siya mao ang nagpakanaog sa tin-aw Iyang ulipon (ang Propeta Muhammad) sa tin-aw nga mga Timaan, aron siya ipagawas kaninyo ngadto sa gawas gikan sa tomang kangitngit ngadto sa kahayag; ug sa pagkatinuod si Allāh mao Labing Buotan ug Maluloy-on ngadto kanimo.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Unsa ang inyong rason nga dili kamo mogasto sa Dalan sa Allah? Samtang Iya sa Allah ang kabilin sa mga langit ug yuta. Dili managsama gikan kaninyo kadtong migasto (sa Among Dalan) sa wala pa ang pagsakop (sa Makkah), ug nakig-away (gikan niadtong uban kaninyo nga mibuhat niini nga ulahi): Kadto (nauna) mas taas og ranggo kay niadtong migasto ug nakig-away (sa Dalan sa Allah) human kanila. Si Allah nagsaad ug maayo sa tanan. Si Allah mao ang Labing Nakahibalo sa unsay inyong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Kinsa ba kadtong magpahulam sa Allah ug usa ka maayo nga pagpahulam (pinaagi sa paghatag ug tabang sa mga kabos), aron Siya (Allāh) magadoble niini alang kaniya, ug alang kaniya ang usa ka halangdon nga ganti (sa Paraiso).",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Sa Adlaw nga inyong makita ang mga magtutuo nga mga lalaki ug nga mga babaye ang ilang kahayag nagdan-ag sa ilang atubangan, ug sa ilang tuong kamot (ang mga talaan sa ilang mga binuhatan, kini igaingon ngadto kanila ingon nga pag-abiabi): \"Maayong balita alang kaninyo karong adlawa, (nga mao ang) mga tanaman nga diin ang mga suba nagadagayday sa ilalum niini, aron sa pagpabilin sa sulod niini sa kahangturan, mao kana ang Dakong Kalamposan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Sa Adlaw nga ang mga tigpakaaron-ingnon, mga lalaki ug mga babaye, moingon ngadto kanila nga mituo (sa Allah, sa Iyang mga Mensahero, ug sa Katapusan nga Adlaw): \"Hulata kami, aron nga kami makakuha sa uban ninyong kahayag\"; kini igaingon (kanila): \"Balik kamo ug pangita ug kahayag.\" Unya usa ka bungbong ang ibutang taliwala kanila nga adunay pultahan, sa sulod niini mao ang Kalooy, samtang sa gawas niini anaa ang pag-antus.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Sila motawag kanila: \"Dili ba kami uban kaninyo 'sa Islām'?\" Sila Moingon: \"Oo, kamo kaniadto uban kanamo, apan kamo nagtintal sa inyong mga kaugalingon, ug pagduhaduha, ug ang kawang nga mga tinguha milingla kaninyo hangtud nga ang Mando sa Allah muabut, samtang ang pangulo nga limbongan (Satanas) naglimbong kaninyo mahitungod sa Allah[1].\"",
      "footnotes": "[1]. Kamo nagduhaduha sa Allah ni saad ngadto sa mga magtutuo ug ang pagkabanhaw [pag-usab]. human sa kamatayon. Ang bakak nga mga ambisyon milingla kanimo hangtod nga ang kamatayon niabot kanimo samtang anaa ka nianang [estado]."
    },
    {
      "ayah_number": 15,
      "translation_bis": "Busa karong adlawa walay lukat nga paga-dawaton gikan kaninyo (Oh mga tigpakaaron-ingnon), ni gikan kanila nga milimod (sa Kamatuoran); ang inyong puloy-anan mao ang Kalayo sa Imperno; kini mao (lamang) ang inyong dalangpanan, ug dautan kana nga kapadulngan.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Wala pa ba moabot ang panahon alang kanila nga mituo nga ang ilang mga kasingkasing kinahanglang magmapainubsanon ngadto sa Paghinumdom sa Allāh, ug sa unsay gipakanaog sa Kamatuoran sa Qur'an? Ug nga sila dili mahisama niadtong gihatagan sa Kasulatan kaniadto (nga mao ang mga Hudeyo ug mga Kristohanon), nga ang mga kasingkasing migahi sa paglabay sa panahon, busa ang kadaghanan kanila mga masupilon (sa Dios).",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Hibaloi nga ang Allah naghatag ug kinabuhi sa yuta human sa kamatayon niini; sa pagkatinuod, Kami mihimo sa mga Timaan nga tin-aw alang kaninyo, aron kamo makasabut.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Sa pagkatinuod, ang mga lalaki ug ang mga babaye nga naghatag sa pipila sa ilang mga bahandi \"alang sa kaayohan ni Allāh\" ug (kadtong) nagpahulam ngadto sa Allah sa usa ka maayong pagpahulam, kini pagadoblehon alang kanila, ug sila makabaton ug halangdong ganti.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "(Alang) kanila nga mituo sa Allah ug sa Iyang mga mensahero, kini sila mao ang mga matinud-anon, ug ang mga martir (o mga saksi) uban sa ilang Ginoo (Allah); sila makabaton sa ilang ganti ug sa ilang kahayag, apan (alang) niadtong naglimod (sa Kamatuoran) ug misalikway sa Among mga Bersikulo (ang Qur’an), kini sila mao ang mga lumulopyo sa Imperno.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Hibaloi nga ang kinabuhi niining kalibutana panagdula lamang ug lumalabay nga kalipay ug pagpasigarbo sa usag-usa ug panag-indigay mahitungod sa bahandi ug mga anak, sama sa ulan nga nagpatubo sa mga tanom nga makapahimuot sa mag-uuma, unya kini malaya aron inyong makita nga kini nahimong dalag, ug unya kini mahimong uhot. Apan sa Pikas Kinabuhi (adunay) usa ka hilabihan nga Silot (alang sa mga manmilimod), ug kapasayloan gikan sa Allah ug (Iyang) maayong kahimuot (alang sa mga magtutuo). Ug ang kinabuhi niining kalibutana walay lain gawas sa malimbongon nga kalipay.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Pagdali (kamo) ngadto sa Kapasayloan gikan sa (Allah) ang Ginoo, ug sa Paraiso nga ang gilapdon niini sama sa gilapdon sa mga langit ug sa yuta; nga giandam alang niadtong mituo sa Allah ug sa Iyang mga Mensahero; kini mao ang Pabor sa Allah, Siya naghatag niini kang bisan kinsa nga Iyang gusto; ug ang Allah mao ang Ginoo sa Dakong Kagadaya.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Walay katalagman nga mahitabo sa yuta o sa inyong mga kaugalingon, \nnga wala nahisulat sa usa ka talaan sa dili pa Namo kini ipa-lungtad. Kay sa matood, kini labing sayon alang sa Allāh.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Aron kamo dili maguol sa mga butang nga kamo napakyas sa pagkab-ot, ni managkalipay kamo tungod sa unsay Iyang gihatag kaninyo. Si Allah dili makagusto kang bisan kinsa nga mapasigarbuhon ug hambugero.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Kadtong mga kuripot ug nagsugo sa mga tawo nga mahimong kuripot[2]. Bisan kinsa nga mitalikod (gikan sa Pagtuo sa Islam), nan sa pagkatinuod ang Allah mao ang Igo sa Kaugalingon, ang Dalaygon.",
      "footnotes": "[2]. Si Allah wala magkinahanglan sa ilang gugma nga putli."
    },
    {
      "ayah_number": 25,
      "translation_bis": "Sa pagkatinuod, Kami nagpadala sa Among mga mensahero uban sa tin-aw nga mga Pamatuod, ug nagpadala uban kanila sa Kasulatan ug sa Balanse (Hustisya o Kaangayan) aron ang mga tawo makagawi sa ilang kaugalingon uban ang hustisya; ug Kami nagpakanaug ug puthaw, diin anaa ang dakong gahum ug daghang mga kaayohan alang sa mga tawo, ug aron ang Allah magpakita kinsay mitabang Kaniya (sa Iyang Kawsa), ug sa Iyang mga Mensahero sa dili makita. Sa pagkatinuod si Allah maoy Kusgan, Hingpit Gamhanan.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Ug sa pagkatinuod Kami mipadala kang Noe ug Abraham, ug mibutang diha sa ilang mga kaliwat sa Pagkapropeta ug sa Kasulatan; busa adunay uban kanila nga nagiyahan, apan kadaghanan kanila mga makasasala.",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Unya Kami nagpadala sa Among mga mensahero aron sa pagsunod sa ilang mga tunob, ug Among gipadala si Hesus, ang anak ni Maria aron sa pagsunod (ingon nga usa ka propeta), ug Among gihatag kaniya ang Ebanghelyo, ug Among gibutang sa mga kasingkasing niadtong nga misunod kaniya (tinuod) pagmahal ug kalooy; ug mahitungod sa monastisismo - nga ilang gimugnamugna alang sa ilang mga kaugalingon - Kami wala magmando niini alang kanila, apan (sila naninguha niini) aron lamang sa pagpangita sa Kahimuot sa Allah, apan sila wala magsunod niini uban sa husto nga pagtuman; busa Kami mihatag ngadto kanila nga mituo sa ilang Ganti, apan ang kadaghanan kanila mga makasasala.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Oh mga magtutuo, pagpailalom kamo ngadto sa mga Kasugoan sa Allah (Dios), ug tumuo sa Iyang nga Mensahero (Muhammad). Siya (Allah) mohatag kaninyo og doble nga bahin sa Iyang kaluoy, ug maghimo alang kaninyo og kahayag diin kamo magalakaw, ug mopasaylo kaninyo. Si Allah mao ang Labing Mapasayloon, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Aron ang mga sumosunod sa (naunang) mga Kasulatan (Hudeyo ug Kristohanon) mahibalo nga sila dili makahimo sa pag-angkon ug bisan unsang Gahum sa Grasya sa Allah (kon sila magdumili sa pagtuo niini nga Mensahe), ug nga (ang tanang) Grasya anaa sa Kamot sa Allah (lamang), Siya naghatag niini ngadto sa kinsay Iyang gusto; kay ang Allah mao ang Ginoo sa Dakong Kaayohan.",
      "footnotes": null
    }
  ]
}