{
  "surah_number": 58,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ang Allāh mitubag sa pag-ampo sa babaye[1] nga makiglalis uban kanimo (Oh Muhammad) mahitungod sa iyang bana[2], ug nagdala sa iyang reklamo (kang) Allāh ug si Allāh nakadungog sa imong dayalogo. Ang Allah mao ang Labing Makadungog, ang Labing Makakita.",
      "footnotes": "[1]. Nga mao si Khawlah, anak nga babaye ni Tha’labah.\n[2]. Nga mao si Aws, nga anak nga lalaki ni Samit."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Ang bisan kinsa kaninyo nga maga-himog pakig-bulag sa ilang mga asawa pinaagi sa Zihar (Pag-tawag kanila nga inahan) pagtandi sa mga buko-buko sa ilang mga asawa ngadto sa buko-buko sa ilang mga inahan, sila (ang mga asawa) dili gayud mao ilang mga inahan; ang ilang mga inahan walay lain kondili kadtong nanganak kanila; ug sa pagkatinuod sila namulong sa dili maayo nga pahayag ug usa ka kabakakan, ug sa pagkatinuod ang Allah mao ang Tigpapas sa sala, Labing Mapasayloon.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "kanila nga makig-bulag gikan sa ilang mga asawa, pinaagi kang Zihar, ug unya makig-uli sa ilang mga asawa, nan, sila kinahanglan maga-hatag ug kagawasan sa usa ka ulipon, sa dili pa sila muhikap sa usag usa; niana, kamo gitambagan. Si Allah ang Labing Nakahibalo sa imong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Apan bisan kinsa nga dili makakaplag (usa ka ulipon aron sa paghatag kagawasan), nan, magpuasa siya sulod sa duha ka bulan nga nanagsunod sa dili pa sila muhikap sa usag-usa unya mahitungod kaniya dili makahimo (sa pagpuasa), siya magpakaon sa kaunoman ka tawo nga kabus; kini aron sa pagpamatuod nga kamo sa pagkatinuod adunay hingpit nga Pagtuo sa Allāh (Dios) ug sa Iyang mensahero (Muhammad), ug kini mao ang gitakda nga mga utlanan sa Allāh; ug alang sa mga manmilimod adunay usa ka sakit nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Kanila nga mosupak (kang) Allāh, maingon man sa Iyang mensahero, papaulawan sama niadtong mga na-una kanila gipakaulawan; ug sa pagkatinuod Kami nagpadala ug tin-aw nga mga Bersikulo, ug ang mga manlilimod makaangkon sa usa ka makauulaw nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Niadtong adlawa diin silang tanan paga-banhawon na (ni) Allāh. Nan ipahibalo kanila sa unsay ilang nabuhat (niining kinabuhia), Ang Allah nagtala niini samtang sila nanga-limot na niini. Ang Allāh maoy saksi sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Wala ka kabantay nga ang Allah nahibalo sa unsay anaa sa mga langit ug sa unsay anaa sa yuta? Walay bisan asa nga tambag sa tago tali sa tulo apan Siya (ang Allah mao) ang Ikaupat kanila, ni (tali sa) lima gawas nga Siya (Allah) ang Ikaunom kanila, ni sa ubos pa niana o sa sobra pa niana, apan Siya naga-uban kanila bisan asa pa sila (pinaagi sa Iyang Kahibalo ug Gahum); ug sa Adlaw sa Pagkabanhaw Siya mopahibalo kanila sa unsay ilang gibuhat (sa tibuok nilang kinabuhi); sa pagkatinuod ang Allah mao ang Labing Nasayod sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Wala ba ninyo makita kadtong gidid-an gikan sa tago nga mga pagpanambag (sa pagbiaybiay ug panagkunsabo), unya sila mobalik ngadto sa unsay gidili kanila, ug sila naghupot sa tinago nga mga tambag alang sa kasal-anan ug sayop nga binuhatan ug sa pag-supak sa Mensahero (Muhammad)? Ug sa diha nga sila muabot kanimo, sila motimbaya kanimo uban nianang (pulong) diin ang Allah wala motimbaya kanimo, ug sila moingon sa ilang mga kaugalingon: \"Ngano nga ang Allah (Dios) wala man maga-silot kanato sa unsay atong gisulti?\" Ang Imperno igo na alang kanila; sila mosulod niini, ug dautan gayud kana nga maoy padulngan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Oh mga magtutuo, sa diha nga kamo mohupot sa tago nga panagtambag, ayaw pag-awhag sa usag-usa ngadto sa sala, agresyon, sa sayop nga binuhatan, ug sa pagsupak sa Mensahero (sa Allah, Muhammad), hinonoa, pag-awhag kamo ngadto sa katarung ug pag-pugong sa kaugalingon. Kahadloki ang Allāh, diin kamong tanan maga-balik.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Ang tinago nga mga tambag mao (ang mga buhat) lamang ni Satanas, aron siya makahimo sa pagpaguol niadtong mituo, ug siya dili makadaut kanila kon dili pagbuot (ni) Allāh, ug kang Allah (lamang) himoa nga ang mga magtotoo magbutang sa ilang hingpit nga pagsalig.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Oh mga magtutuo, sa diha nga iga-ingon kaninyo: \"Paghatag ug lugar (paagi \n ug uban pa). Himoa gilayon ang ingon, ang Allah (Dios) maga-hatag da unya ug dapit alang kaninyo\", ug sa diha nga kini iga-ingon: \"Tumindog kamo (alang sa pakigbisog sa Kawsa sa Allah o alang sa bisan maayong katuyoan)\", nan tindog. Ang Allah mobayaw sa taas nga mga ang-ang niadtong kinsa kaninyo’y mutuo (sa Kamatuoran), ug kadtong gihatagan ug kahibalo; kay ang Allah mao ang Labing Nakahibalo sa unsay inyong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Oh mga magtutuo, sa diha nga kamo magapakig-tambag sa Propeta, nan pagtanyag ug pipila ka butang nga ikahatag sa dili pa ang inyong pagkonsulta ingon nga gugmang putli; kana labing maayo alang kaninyo ug labing putli; apan kon kamo wala makakaplag (ug bisan unsa nga ikahatag), nan sa pagkatinuod ang Allah mao ang Labing Mapasayloon, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Nahadlok ba kamo nga dili kamo (makahimo) sa paghatag gugmang putli; sa dili pa ang inyong pagkonsulta? Sa diha nga dili ninyo kini mabuhat, ug ang Allāh nag-pasaylo man kaninyo, nan (labing menos) himoa ang kanunay nga pag-ampo, ug bayri ang kabus nga kantidad (Zakat – Obligado limos), ug tumana ang Allah (Dios) ug ang Iyang mensahero (Muhammad). Ang Allah mao ang Labing Nakahibalo sa unsay inyong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Nasinati ba nimo kadtong 'mga tigpakaaron-ingnon', nga nag-pakig-higala niadtong anaa kanila ang Kasuko sa Allah (nga mao ang dili magtutuo nga mga Hudeyo)? Sila dili uban kaninyo (Oh mga magtutuo), dili usab uban kanila (nga mga manlilimod), ug sila (ang mga tigpakaaron-ingnon) nanumpa sa bakakon samtang sila nahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Ang Allah nag-andam alang kanila ug usa ka hilabihan nga Silot; sa pagkatinuod dautan ang unsay ilang gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Sila naghimo sa ilang mga panumpa ingon nga takuban (sa ilang mga kasaypanan), sa ingon niana sila mipatalikod sa mga tawo gikan sa Dalan sa Allāh; busa sila makabaton og usa ka makauulaw nga pagsakit.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Dili ang ilang bahandi o ang ilang mga anak mga makabenepisyo kanila sa bisan unsa batok sa Allah (Dios).Sila maoy mga piniriso sa kalayo sa Impyerno, didto sila magpabilin sa kahangturan.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Sa Adlaw nga ang Allah paga-banhawon kanilang tanan (gikan sa mga patay alang sa Paghukom), ug sila manumpa ngadto Kaniya sama sa ilang pagpanumpa (karon) kaninyo (Oh mga magtutuo), ug sila naghunahuna nga sila adunay butang (aron barogan sa ibabaw niini). Sa pagkatinuod, sila mga bakakon.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Si Satanas nakaangkon og gahum ibabaw kanila, busa siya nakahimo kanila nga makalimot sa Paghandum sa Allah; sila ang pundok ni Satanas. Sa pagkatinuod, ang pundok ni Satanas mao ang mga nangalugi (pildero).",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Sila nga mga nakig-batok kang Allah ug sa Iyang mensahero (Muhammad); sila mauban sa mga labing gipakaulawan.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Si Allāh Nagmando: \"Ako sa pagkatinuod modaog, Ako ug ang Akong mga mensahero\"; sa pagkatinuod si Allāh maoy Kusgan, Labing Gamhanan.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Kamo dili makakaplag ug katawhan nga (tinuod) nga mituo sa Allāh ug sa Ulahing Adlaw nga adunay gugma alang kanila nga nakigbatok sa Allāh (Dios) ug sa Iyang mensahero (Muhammad), bisan pa sila sa ilang (kaugalingong) mga amahan, o ilang mga anak, o ilang mga igsoong lalaki, o ilang kaparentehan; kini sila mao kadtong ang mga kasingkasing Iyang (Allāh) gikulitan sa tinuod nga Pagtuo, ug siya Iyang gilig-on uban sa tinuod nga Giya gikan Kaniya. Iyang pasudlon sila sa mga Tanaman nga sa ubos niini mao ang mga suba nga nagdagayday, nga magpabilin niini hangtud sa kahangturan; Ang Allāh nahimuot kaayo kanila ug sila nalipay pag-ayo Kaniya. Kini mao ang panon sa Allāh; hibaloi, sa pagkatinuod kini mao ang panon sa Allāh nga magmalampuson ug mauswagon.",
      "footnotes": null
    }
  ]
}