{
  "surah_number": 59,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ang bisan unsa nga anaa sa mga langit ug bisan unsa nga anaa sa yuta dayega ug himayaa ang Allah, ug Siya mao ang Hingpit Gamhanan, ang Hingpit Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Siya mao ang Nagpapahawa niadtong mga manlilimod gikan sa mga sumosunod sa (naunang) Kasulatan[1] gikan sa ilang mga panimalay, sa ilang unang panagtapok (ug pagkahawa), wala kamo maghunahuna nga sila mobiya (nga walay pagsukol), samtang sila naghunahuna nga ang ilang mga kuta manalipod kanila batok sa Allah; apan ang Allah miabut kanila gikan sa dapit nga wala nila damha, ug nagbutang ug kataranta sa ilang mga kasingkasing; ilang giguba ang ilang mga balay sa ilang kaugalingon nga mga kamot ug sa mga kamot sa mga magtutuo; busa pagkuha ug leksyon gikan niini, O kamo nga adunay panan-aw!",
      "footnotes": "[1]. Nga mao ang mga Hudeyo sa tribo ni Nadheer nga milapas sa ilang kasabotan ngadto sa mga Muslim."
    },
    {
      "ayah_number": 3,
      "translation_bis": "Ug kon dili pa, nga Allah nag-mando ug nagtakda alang kanila sa pagpahawa, Siya sa pagkatinuod misilot na kanila dinhi sa kalibutan, ug sa Pikas Kinabuhi sila makabaton sa Silot sa Kalayo'",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Kini tungod kay sila nakig-batok kang Allah (Dios) ug sa Iyang Mensahero (Muhammad), ug bisan kinsa nga makig-batok kang Allah, nan sa pagkatinuod ang Allah Labing Mapig'ot sa pag-hatag ug Pagsilot.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Ang bisan unsa nga punoan nga inyong paga-putlon o gipasagdan nga nagbarog sa mga gamot niini, kini pinaagi sa Kamandoan sa Allah, ug aron Iyang pakaulawan ang mga masupilon.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Ug unsa ang gihatagan ni Allāh 'ingon nga mga inagaw ug bahandi' ngadto sa Iyang mensahero gikan sa kaaway, wala ka maghimo ug ekspedisyon uban sa bisan unsang mga mangangabayo o kamelyo sa pagdakop niini. Apan si Allah naghatag ug gahum sa Iyang Mensahero batok kang bisan kinsa nga Iyang gusto. Si Allah adunay Gahum sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Ang bisan unsa nga gihatag sa Allah nga inilog ngadto sa Iyang mensahero (Muhammad, ingon nga mga inagaw ug bahandi' nga) gikan sa mga tawo sa mga lungsod, kini alang sa Allah (Dios) ug alang sa Mensahero ug alang sa (iyang) mga duol nga kaliwat[2], ug alang sa mga ilo ug sa mga timawa ug alang sa natanggong nga biyahedor, 'estranghero ug langyaw', aron kini dili mahimo nga galamiton lamang sa mga adunahan diha kaninyo. Bisan unsa nga ihatag sa Mensahero (ang Propeta Muhammad) kaninyo, dawata kini, ug bisan unsa nga iyang gidili kaninyo, likayi kini. Kahadloki ninyo (si) Allāh. Sa pagkatinuod, ang Allah Labing Mapig'ot sa Pag-silot.",
      "footnotes": "[2]. Nga diin ang Propeta nagdili kanila sa pagdawat sa mga hinabang."
    },
    {
      "ayah_number": 8,
      "translation_bis": "Ug (adunay bahin usab) alang sa mga kabus nga mga milalin (mibakwit), nga gipapahawa gikan sa ilang mga panimalay ug (gihikawan) sa ilang mga bahandi, nga nangita ug kadagaya gikan sa Allah ug (sa Iyang) Maayong Kahimuot, ug mitabang sa Allah (sa Iyang Relihiyon) ug sa Iyang mensahero (Muhammad); sa pagkatinuod, sila mao ang mga matinud-anon.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Maingon man sila nga, sa wala pa sila, adunay mga balay (sa Madinah) ug midawat sa Pagtoo, sila gugma sa bisan kinsa nga milalin ngadto kanila, nga walay tinguha sa ilang mga kasingkasing alang sa bisan unsa nga ˹sa ganansya˺ gihatag sa mga migrante. Gipalabi nila ang mga migrante kay sa ilang kaugalingon bisag sila nanginahanglan. Bisan kinsa nga naluwas gikan sa kahakog sa iyang kaugalingon, kini sila mao ang mga nagmalampuson ug mauswagon.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Sila nga mga misulod sa pagtoo paghuman kanila, muingon: \"(Oh Allāh) among Ginoo, pasayloa kami ug ang among mga kaigsoonan nga nag-una kanamo sa Pagtuo, ug ayaw ibutang sa among mga kasingkasing ang bisan unsang kasuko o pagdumot ngadto kanila nga mituo. (O Allāh) among Ginoo, sa pagkatinuod Ikaw ang Labing Maliputon, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Wala ba kamo makabantay sa mga salingkapaw? Sila nag-ingon ngadto sa ilang mga kauban nga wala motuo gikan sa mga sumusunod sa (naunang) Kasulatan (nga mao, ang mga Hudeyo sa tribo ni Nadheer): \"Kon kamo papahawaon, kami sa pagkatinuod mouban kaninyo, ug kami dili gayud motuman kang bisan kinsa batok kaninyo, ug kon kamo makig-away, kami sa pagkatinuod motabang kaninyo\". Ang Allah misaksi nga sila sa pagkatinuod mga bakakon.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Sa pagkatinuod, kon sila papahawaon, sila dili mouban kanila, ug kon sila makig-away, sila (mga tigpakaaron-ingnon) dili motabang kanila, ug bisan pa kon sila motabang kanila, sila sa pagkatinuod motalikod, unya sila dili matabangan.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Kamo (mga magtutuo) sa pagkatinuod labing gikahadlokan sa ilang mga kasingkasing labaw pa sa Allāh; kini tungod kay sila usa ka katawhan nga wala makasabut.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Sila (ang mga Hudeyo sa Nadheer) dili makig-away batok kaninyo ingon sa usa ka lawas nga nagkahiusa gawas sa kinutaan nga mga lungsod o gikan sa luyo sa mga paril; ang ilang panag-away taliwala kanila hilabihan, ikaw naghunahuna nga nagkahiusa sila apan ang ilang mga kasingkasing nabahin; kini tungod kay sila mga tawo nga dili makasabut.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Sama niadtong (mga Hudeyo gikan sa tribo ni Qaynu-qa’) nga nag-una kanila og diyutay; natilawan nila ang dautan nga resulta sa ilang binuhatan, ug sila makabaton sa usa ka sakit nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "(Ang mga tigpakaaron-ingnon) sama sa panig-ingnan ni Satanas sa diha nga siya maga-ingon sa tawo: “Paglimod (sa Allah ug sa Iyang mga Mensahero),\" apan sa diha nga siya naglimod, si Satanas miingon: \nWala gyud koy labot ninyo, ako gawasnon gikan kanimo. Sa pagkatinuod ako nahadlok sa Allah, Ginoo sa tanan nga linalang.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Busa ang katapusan nilang duha mao nga silang duha maanaa sa Kalayo (sa Imperno) aron magpabilin didto sa kahangturan, ug kana mao ang balus sa mga mamumuhat sa kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Oh mga magtutuo, kahadloki ninyo ang Allāh, ug himoa nga ang matag tawo motan-aw sa unsay iyang gipadala unahan alang sa ugma, ug pagmalig-on sa pagsunod sa mga Kasugoan sa Allah; sa pagkatinuod ang Allah mao ang Labing Nakahibalo sa unsay inyong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Ug ayaw kamo pagpahisama niadtong nakalimot sa Allah (nga wala magtagad sa pagsunod Kaniya), mao nga Siya mihimo kanila sa pagkalimot sa ilang kaugalingon (nakalimot sa pagpadala ug maayong mga buhat alang sa ilang kaugalingon sa Pikas Kinabuhi). Kini sila mao kadtong mga dautan.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Dili managsama ang mga pumoluyo sa Imperno ug ang mga pumoluyo sa Paraiso, ang mga pumoluyo sa Paraiso mao ang mga nakakab-ot (sa dakong Kalamposan ug kadaugan).",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Kon Kami nagpakanaog niini nga Qur'an sa usa bukid, makita nimo kini nga nagpaubos ug nag-uwang tungod sa kataha Kang sa Allāh. Kini mao ang Among sambingay alang sa katawhan, aron sila mamalandong.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Siya mao ang Allah, wala nay laing diyos gawas Kaniya; ang Nakahibalo sa dili makita ug sa makita; Siya ang Labing Madagayaon, ang Labing Maloloy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Siya mao ang Allah, wala nay laing diyos gawas Kaniya; Ang Hari, Ang Balaan, Ang Kalinaw, Ang Mati-numanon, Ang Gam-hanan, Ang Mag-aayo, Ang Labing Dako. Dayega ug Himayaa ang Allah ug Siya Hataas ug halayo nga labaw sa unsay ilang gipakig-uban Kaniya 'sa pagsimba'. [3].",
      "footnotes": "[3]. Ingon nga espiritu santo, Hesu-Kristo, sa mga jinn ug mga santos; ang tanang maoy naglalang sa Allah."
    },
    {
      "ayah_number": 24,
      "translation_bis": "Siya mao ang Allah, Ang Mag-lalalang, ang Imbentor, Ang Tighatag ug Hulagway; Kaniya (lamang) ang Labing Halangdon nga mga Ngalan; ang bisan unsa nga anaa sa mga langit ug sa yuta naga-hugyaw sa Iyang Pag-dalayeg ug kahimayaan, ug Siya ang Makagagahum sa Tanan, ang Labing Maalamon.",
      "footnotes": null
    }
  ]
}