{
  "surah_number": 60,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Oh mga magtutuo, ayaw kuhaa ang Akong kaaway ug ang inyong kaaway nga mga suod nga higala (ug sinaligan), Ngano, (kamo ba) magpakita kanila og pagmahal samtang sila nanghimakak sa miabut kaninyo ni Kamatuoran, nga nagpapahawa sa Mensahero (sa Allah), ug sa inyong mga kaugalingon tungod kay kamo mituo sa Allah, nga inyong Ginoo? Kon kamo mianhi aron nakig-Jihad sa Akong dalan, ug sa pagpangita sa Akong Kalipay, magatugon ba kamo ug pagmahal kanila? Ug ako (Allah) nahibalo sa unsay inyong gitago o gidayag; ug bisan kinsa kaninyo nga nagabuhat niini, siya sa pagkatinuod nahisalaag gikan sa matul-id nga dalan (sa Islam).",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Kon sila makaangkon og gahum ibabaw kaninyo, sila mamahimo nga inyong mga kaaway, ug maga-tuy'od sa ilang mga kamot ug mga dila batok kaninyo, ug sila nagtinguha nga kamo usab mahimong mga manlilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Sa adlaw unya sa Pagkabanhaw, ang inyong nga paryente ni ang mga anak dili makatabang kaninyo, siya magahukom taliwala kaninyo. Kay ang Allah nakakita sa unsay inyong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Sa pagkatinuod, adunay usa ka maayo nga panig-ingnan alang kaninyo diha kang Abraham ug niadtong uban kaniya, sa diha nga sila miingon ngadto sa ilang mga katawhan: \"Sa pagkatinuod, Kami walay bisan unsa nga uban kaninyo ug unsa ang inyong gisimba gawas sa Allah. Kami nagsalikway kanimo, kasuko ug pagdumot mitungha tali kanamo. ug ikaw, hangtud sa kahangturan - hangtud nga ikaw motuo kang Allah lamang.\" Gawas sa pulong ni Abraham ngadto sa iyang amahan nga: \"Ako sa pagkatinuod mangayo ug kapasayloan alang kaninyo, apan ako walay gahum (sa pagbuhat) kaninyo ug bisan unsa uban sa Allah (Dios), (O Allah) nga among Ginoo! Kanimo (lamang) kami nagasalig, ug Kanimo (lamang) midangop (sa paghinulsol ug pagsunod), ug Kanimo ang kataposang Pagbalik.”",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "(Oh Allah) among Ginoo, ayaw kami himuang mupailalom sa paglutos sa mga manlilimod (ug nga sila adunay pagkalabaw ibabaw kanamo ug nagpahinabo kanamo og kasakit ug kasamok), ug pasayloa kami, (Oh Allah) among Ginoo. Sa pagkatinuod Ikaw ang Makagagahum sa Tanan, ang Labing Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Sa pagkatinuod adunay alang kaninyo diha kanila (Abraham ug kanila nga misunod kaniya) nga usa ka maayong panig-ingnan, alang kanila nga naglantaw sa unahan (uban ang Paglaum ug Kahadlok) sa Allah ug sa Ulahing Adlaw. Ug bisan kinsa nga motalikod (gikan sa Kamatuoran), nan sa pagkatinuod ang Allah mao ang Igo sa Kaugalingon, Angayan sa tanang pagdayeg.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Tingali nga ang Allah magdala sa usag-usa ug pagmahal tali kaninyo ug niadtong inyong gihuptan nga inyong mga kaaway taliwala kanila. Ang Allah adunay gahum sa tanang butang ug ang Allah mao ang Labing Mapasayloon, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Ang Allāh wala magdili kaninyo sa pag-pakita ug kaayo kanila nga manga wala makig-gubat kaninyo tu-ngod sa inyong tinoohan nga relihiyon maingon man kanila nga wala mag-abog kaninyo, gikan sa inyong manga panimalay; kamo mahimong makig-harong ug makig-ayo kanila, sa pagkatinuod ang Allāh nahigugma kanila nga manga matarong ug buhat:",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Ang Allah nagdili lamang kaninyo gikan niadtong (mga dili magtutuo) nga nakig-away kaninyo tungod sa (inyong) relihiyon, o nagpalayas kaninyo gikan sa inyong mga panimalay o nagsuporta (sa uban) sa pagpalayas kaninyo, nga inyong himuon sila nga mga higala (ug sinaligan), ug bisan kinsa nga magakuha kanila nga mga higala (ug mga sinaligan), nan sila mao ang mga mamumuhat sa kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Oh mga magtutuo, sa diha nga ang magtotoo nga mga babaye moanha kaninyo ingon nga mga isip mga imigrante, nan sulayi ug susiha sila; Ang Allah labing nasayod sa ilang pagtuo; unya kon inyong makita nga sila mga magtutuo nga mga babaye, ayaw sila pabalika ngadto sa mga dili magtutuo, wala kini (nga magtutuo mga babaye) gikatugot alang kanila, ni sila (mga manlilimod) gikatugot alang kanila, ug ihatag kanila ang ilang nagasto (sa ilang mga asawa pinaagi sa dowry); ug walay sala diha kaninyo sa pagminyo kanila sa diha nga kamo makahatag kanila sa ilang mga bugay; ug ayaw paghupot sa mga bugkos sa kaminyoon ngadto sa dili-matinuohon nga mga babaye, ug pangayo sa unsay inyong nagasto (nga bugay), ug himoa sila (mga manlilimod) nga mapangayoan sa unsay ilang nagasto. Kini mao ang Paghukom sa Allah; Siya naghukom tali kaninyo, ug ang Allah mao ang Labing Nahibalo, ang Labing Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Ug kon ang bisan kinsa sa inyong mga asawa mubiya kaninyo ug miadto ngadto sa mga manlilimod, ug human niini, kamo makabaton sa inyong turno (sa kadaugan nga makakuha ug bahandi gikan sa dinag-an sa gubat), nan bayri ang mga bana nga ang mga asawa mibiya kanila, sa samang kantindad sa unsay ilang nagasto (sa ilang mga asawa sa paghatag ug bugay kaniadto), ug pag-matngon sa inyong mga katungdanan (kang) Allāh nga diin kamo mituo.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Oh Propeta (Muhammad), Sa diha nga ang mga magtutuo nga mga babaye moabot kanimo nga naghatag kanimo ug panumpa nga sila dili magbutang ug kauban nga bisan unsa sa pagsimba sa Allah, dili mangawat, dili maghimo sa gidili nga pakighilawas, dili mopatay sa ilang mga anak, dili mamakak o mosulti sa pagbutangbutang, sa tinuyo, nga naghimog bakak tali sa ilang mga bukton (sama sa nagpaila sa usa ka bata nga sinagop kuno o natawo sa pagpanapaw ngadto sa bana sa babaye) ug nga sila dili mosupak kanimo sa unsay maayo, dawata ang ilang panumpa, ug pangayo ug Kapasayloan alang kanila gikan sa Allah; sa pagkatinuod ang Allah mao ang Labing Mapasayloon, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Oh Mga magtutuo, ayaw himoa nga mga kaalyado (ug mga sinaligan) ang katawhan nga nakaangkon sa Kasuko sa Allah. Sila (ang walay pagtuo nga mga Hudeyo) nawad-an sa paglaum sa (ganti sa) Pikas Kinabuhi ingon ang mga pagano nga nawad-an sa paglaum niadtong anaa sa mga lubnganan (nga sila dili pagabanhawon).",
      "footnotes": null
    }
  ]
}