{
  "surah_number": 61,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ang tanan nga anaa sa mga langit ug bisan unsa nga anaa sa yuta pagdayeg ug paghimaya Kang Allah, ug Siya mao ang Hingpit Gamhanan, ang Hingpit Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Oh mga magtutuo, Ngano nga kamo nagsulti (o nagwali) sa dili ninyo buhaton?",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Kini labing gikasilagan sa panan-aw sa Allāh nga kamo mosulti (o magsangyaw) sa unsay wala ninyo buhata.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Sa pagkatinuod, ang Allah nahigugma niadtong nakig-away diha sa Iyang Dalan nga nanaglaray, ingon nga sila sama sa (usa ka) lig-on nga gambalay nga gidugtong nga malig-on.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "(Hisguti) sa diha nga si Moises miingon ngadto sa iyang mga katawhan: \"O akong mga katawhan, nganong gilutos man ninyo ako? Samtang nasayud gayud kamo nga ako mao ang Sinugo sa Allah nganha kaninyo\"; apan sa diha nga sila mitipas (gikan sa Dalan sa Allah), ang Allah mihimo sa ilang mga kasingkasing nga motipas. Ang Allah dili mugiya sa mga tawo nga mabinatukon.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "(Hisguti) sa diha nga si Hesus, ang anak ni Maria miingon: \"O mga anak sa Israel, ako usa ka Mensahero gikan Allāh alang kaninyo nga nagpa-matood sa Torah nga miabot una kay kanako, ug nag-pahibalo sa maayong balita sa usa ka Mensahero nga maga-abot sunod kanako, nga ang ngalan mao si Ahmad[1]. Apan sa diha nga siya miabot kanila uban ang dayag nga mga timaan, sila nag-ingon; \"Kini usa ka tin-aw nga salamangka.\"",
      "footnotes": "[1]. I.e., Muhammad, nga nagpasabot sa daghan nga gidayeg, ang Parakleto, ang manlalaban o magtatambag."
    },
    {
      "ayah_number": 7,
      "translation_bis": "Kinsa ba ang labaw nga dili makiangayon kay niadtong nagtumotumo ug bakak batok sa Allah samtang gidapit ngadto sa Islam (kalinaw ug bug-os nga nagpasakop nga Allāh). Ang Allah dili mogiya sa mga malinapason.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Gusto nila nga palongon ang Kahayag sa Allah (Dios) pinaagi sa ilang mga baba, apan ang Allah maghingpit sa Iyang Kahayag, bisan pa ang mga manlilimod dili makagusto niini.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Siya mao ang nagpadala sa Iyang mensahero (Muhammad) uban sa Giya ug sa tinuod nga Relihiyon, aron ipadayag kini nga madaugon sa tanang mga relihiyon, bisan pa ang mga tigsimbag diyos-diyos dili makagusto niini.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Oh mga magtutuo, ipakita ko ba kaninyo ang usa ka pagbinayloay 'o pakigpatigayon' nga moluwas kaninyo gikan sa sakit nga Silot.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Tumoo kamo (kang) Allāh maingon man sa Iyang Mensahero (ang Propeta Muhammad) ug panlimbasug pag-ayo diha sa Dalan sa Allah uban sa inyong bahandi ug sa inyong mga kinabuhi. Kini mao ang labing maayo alang kaninyo, kon kamo nasayod pa unta!",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Siya mopasaylo kaninyo sa inyong mga sala, ug mopasulod kaninyo ngadto sa mga Tanaman nga sa ubos niini ang mga suba nagadagayday, ug maanindot nga mga puloy-anan sa mga Tanaman sa Eden; kana mao ang Dakong Kalamposan;",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ug usa ka (panalangin) nga inyong gihigugma: Tabang gikan sa Allah ug usa ka kadaugan nga haduol na. Busa isangyaw ang maayong balita sa mga magtotoo.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Oh mga magtutuo, pagtabang (sa Kawsa) sa Allāh, sama niadtong si Hesus, ang anak ni Maria, miingon sa (iyang) mga tinon-an: \"Kinsa ang akong mga katabang (sa Kawsa) sa Allāh?\" Ang mga tinon-an miingon: \"Kami mga katabang (sa Kawsa) sa Allāh.\" Busa ang usa ka pundok sa mga anak sa Israel mituo, ug ang laing pundok naglimod (sa Kamatuoran); ug (ang Allāh) mipalig-on niadtong mga mituo batok sa ilang mga kaaway, ug sila nahimong madaugon (pinakalabaw kanila).",
      "footnotes": null
    }
  ]
}