{
  "surah_number": 62,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ang tanan nga anaa sa mga langit ug bisan unsa nga anaa sa yuta pagdayeg ug paghimaya Kang Allah, ang Hari, ang Balaan, ang Labing Gamhanan, ug ang Labing Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Siya mao ang nagpadala sa taliwala ang mga dili makamaong mobasa, ang usa ka Mensahero, aron sa paglitok kanila sa Iyang mga Bersikulo, ug sa pag-putli ka-nila ug sa pagtudlo kanila sa Libro ug sa Kaalam, bisan pa sila kaniadto anaa sa dayag nga sayop.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Maingon man ngadto sa lain pundok (ngadto sa tanang mga tawo sa tanang panahon, tanang mga rasa ug mga rehiyon), nga wala pa miapil kanila. Siya (Allāh) mao ang Hingpit Gamhanan, ang Hingpit Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Mao man ang kadagaya (ni) Allāh; Iyang gihatag kini ngadto sa kinsay Iyang gusto, kay ang Allah mao ang adunay dakong gasa.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Ang panig-ingnan sa gitugyan sa kabalaoran sa Torah, unya sila wala magbantay niini, susama sa asno nga nagadala ug mga linukot nga basahon sa iyang likod (apan walay bisan unsa nga nasabtan niini). Unsa ka daotan ang panig-ingnan sa mga tawo nga nanghimakak sa mga Bersikulo sa Allah (ang Qur’an). Ang Allah dili mugiya sa mga tigbuhat ug kasaypanan nga mga tawo.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Isulti: \"O kamo nga nagsunod sa mga pagtuo sa Hudaismo, kon kamo nag-angkon nga kamo (lamang) ang duol sa Allah uban sa inyong pagsalikway sa tanang tawo, nan pangandoy kamo sa kamatayon kon kamo mga matinud-anon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Apan sa pagkamatuod, sila dili gayod mag-handom sa kamatayon, tungod sa unsay gipadala sa ilang mga kamot (nga kadautan). Ang Allah nakaila pag-ayo sa mga mamumuhat ug kadautan.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Isulti: \"Ang kamatayon nga inyong gina-likayan, kana sa pagkatinuod magtagbo kaninyo, unya kamo ibalik ngadto sa (Allah) nga Nahibalo sa dili makita ug sa makita, ug Siya magpahibalo kaninyo nianang inyong naandan nga ginabuhat.\"",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Oh mga magtutuo, sa diha nga inyong madung'gan ang tawag alang sa pag-ampo sa Adlaw nga Biyernes (ang adlaw sa katiguman), nan pagdali kamo ngadto sa Paghinumdom sa Allah, ug biyai ang pagpamaligya. Kini ang labing maayo alang kaninyo, kon kamo nasayod pa unta.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Apan sa diha nga ang pag-ampo matapos na, panlakaw sa kayutaan ug pangitaa ang Pabor sa Allah, ug hinumdomi ang Allah sa kanunay, aron kamo maga-uswag.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Apan (sa usa ka higayon) sa diha nga ilang nakita ang pipila ka mga baligya o kalingawan sila nagdali ngadto niini, ug mibiya kanimo (Oh Muhammad) nga nagbarog. Isulti: \"Unsay anaa sa Allāh nga mas maayo pa kay sa bisan unsang kalingawan, ug (mas maayo) pa kay sa mga baligya. Ang Allāh mao ang Labing maayo sa mga tighatag.\"",
      "footnotes": null
    }
  ]
}