{
  "surah_number": 63,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Sa diha nga ang mga tigpakaaron-ingnon moabot kanimo (O Propeta Muhammad), sila moingon: \"Kami nagasaksi nga ikaw sa pagkatinuod mao ang Mensahero sa Allah\"; ug ang Allah nahibalo nga sa pagkatinuod ikaw Iyang Mensahero, ug ang Allah nagsaksi nga ang mga tigpakaaron-ingnon sa pagkatinuod mga bakakon.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Ilang gihimo ang ilang mga panumpa nga usa ka tabil (sa ilang pagkasalingkapaw), nga talikod (sa mga tawo) gikan sa Dalan sa Allah; sa pagkatinuod dautan kanang ilang ginabuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Kini tungod kay sila mituo, unya naglimod, busa, ang ilang manga kasing-kasing giselyohan aron sila dili makasabot1.",
      "footnotes": "1. Unsa ang tinuod ug unsa ang bakak."
    },
    {
      "ayah_number": 4,
      "translation_bis": "Sa diha nga ikaw makakita kanila, ang ilang panagway makapadani kanimo, ug kon sila mosulti, ikaw mamati sa ilang mga pulong; (sila walay bili sama sa haw-ang) nga mga piraso sa kahoy nga gisandig (nga dili makabarog sa ilang kaugalingon); naghunahuna sila nga ang matag pagtuaw batok kanila. Sila mao ang mga kaaway, busa pagbantay kanila; ang tunglo (ni) Allāh anaa sa ibabaw nila. Daw unsa sila ka mini!",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Sa diha nga iga-ingon kanila: \"Umari kamo, aron ang Mensahero sa Allah mangayo ug Kapasayloan alang kaninyo, sila motalikod, ug imo silang makita nga mipahilayo samtang sila mapahitas-on uban sa garbo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Managsama kining alang kanila, kon ikaw mangayo ug kapasayluan alang kanila o dili mangayo; Ang Allah dili gayud mopasaylo kanila; sa pagkatinuod ang Allah dili mogiya sa mga masupilon ang nga mga tawo.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Sila mao ang mga nanag-ingon: \"Ayaw gasto sa mga sa Mensahero sa Allah hangtod nga sila maga-katibulaag.\" Ug iya sa Allah (lamang) ang mga bahandi sa langit ug yuta, apan ang mga tigpakaaron-ingnon wala makasabut.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Sila naga-ingon: \"Kon kita mobalik sa Madinah, ang labing dungganon (uban sa gahum ug bahandi)[1] sa pagkatinuod mopapahawa sa labaw nga ubos gikan niini[2]. \nApan ang tanang kadungganan ug gahum iya ni Allah, sa Iyang Mensahero, ug sa mga magtotoo, apan ang mga salingkapaw wala mahibalo.",
      "footnotes": "[1]. Naghisgot sa ulo sa mga salingkapaw sa Madinah niadtong panahona.\n[2]. Ang Propeta ug ang mga magtutuo."
    },
    {
      "ayah_number": 9,
      "translation_bis": "Oh mga magtutuo, ayaw itugot nga ang inyong bahandi, ug ang inyong mga anak, makapugong kaninyo gikan sa Paghinumdum sa Allah; ug bisan kinsa nga magabuhat niana, nan sila mao ang mga nanga-alkansi (pildero).",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Paggasto kamo gikan sa unsay Among gihatag kaninyo sa dili pa muabot sa usa kaninyo ang kamatayon, unya muingon: \"(Oh Allah) Akong Ginoo, kon Imo lang unta akong langanon sa haduol na panahon, nan ako makahatag ug gugmang putli (hatagon gikan sa akong bahandi), ug mahiuban sa mga matarung.\"",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Apan ang Allah dili maglangan sa usa ka tawo, sa diha nga ang tinudlong panahon niini nga moabut. Ang Allah mao ang Labing Nakahibalo sa unsay inyong gibuhat.",
      "footnotes": null
    }
  ]
}