{
  "surah_number": 64,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ang bisan unsa nga anaa sa mga langit ug bisan unsa nga anaa sa yuta nagadayeg ug naghimayaa Kang Allah, Kaniya ang Gingharian ug (tanang) Pagdayeg, ug Siya adunay bug-os nga Gahum ibabaw sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Siya mao ang naglalang kaninyo, unya ang uban kaninyo mga manlilimod ug ang uban mga magtutuo; ug ang Allah Labing Naka-kita sa tanan ninyong mga buhat.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Siya naglalang sa mga langit ug sa yuta sa tinuod nga katuyoan, ug Siya nag-umol kaninyo, ug naghimo kaninyo sa labing maayo nga mga porma (hulagway), ug ngadto Kaniya (Allah) mao ang katapusan nga Pagbalik.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Siya nahibalo kon unsa ang anaa sa mga langit ug sa yuta, ug Siya nahibalo sa unsay inyong gitagoan o gidayag. Ang Allah mao ang Labing Nakahibalo sa unsay anaa sa mga dughan (sa katawhan).",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Wala ba miabot kaninyo ang sugilanon niadtong naglimod kaniadto, unya nakatilaw sa daotang resulta sa ilang mga buhat, ug sila nakaangkon ug sakit nga silot?",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Kini tungod kay miabot kanila ang ilang mga Mensahero uban sa tin-aw nga mga Pamatuod, apan sila miingon: \"Ang tawo ba maga-giya kanato?\" Busa sila milimod ug mitalikod, ug ang Allah wala magkinahanglan kanila (o sa ilang pagtuo). Kay ang Allah Igo sa Kaugalingon, Dalaygon.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Kadtong mga manlilimod naghunahuna nga sila dili na gayod mabanhaw (gikan sa mga patay). Isulti: \"Oo, pinaagi sa akong Ginoo (Allāh), kamo mabanhaw, unya kamo pahibaloon sa unsay inyong gibuhat; ug kini labing sayon ​​alang sa Allāh.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Busa tumoo kamo sa Allah ug sa Iyang mensahero (Muhammad) ug sa Kahayag (ang Qur’an) nga Among gipakanaog 'sa pagpadayag' . Ang Allah mao ang Labing Nakahibalo sa unsay inyong gibuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Sa Adlaw nga Siya magtipok kaninyo alang sa Adlaw sa Panagtigom, kana mao ang Adlaw sa pagkalugi ug pagkaganansya sa usag-usa. Bisan kinsa nga mituo sa Allah ug nagbuhat ug matarung nga mga buhat, Siya (Allah) mokuha gikan kaniya sa iyang mga dautang binuhatan ug pasudlon siya sa mga Tanaman (Paraiso) nga sa ubos niini mao ang mga suba nga nagadagayday, aron sa pagpabilin sa sulod niini hangtud sa kahangturan; kini mao ang Dakong Kalamposan.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Kanila nga naglimod (sa Kamatuoran) ug misalikway sa Among mga Bersikulo (ang Qur’an), sila mao ang mga pumoluyo sa Kalayo (sa Imperno), sila magapuyo didto sa kahangturan. Pagka-alaut nga katapusan.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Walay katalagman nga mahitabo (kang bisan kinsa) gawas sa Pagtugot sa Allah; ug bisan kinsa nga mituo sa Allah, Siya nagtultol sa iyang kasingkasing. Ang Allāh naka-ila sa tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Tumana ang Allah ug tumana ang Mensahero ( Muhammad), apan kung kamo motalikod, nan ang katungdanan sa Among Mensahero mao lamang ang tin-aw nga paghatod (sa Mensahe).",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ang Allah, wala nay laing diyos gawas Kaniya; ug ngadto sa Allah (lamang) himoa nga ang mga magtotoo mosalig.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Oh mga magtutuo, sa pagkatinuod gikan sa inyong mga asawa ug sa inyong mga anak adunay pipila (kanila) nga inyong mga kaaway (kay sila magpatalikod kaninyo gikan sa pagsunod sa Husto nga Dalan); busa pagbantay kanila; apan kon kamo mobaliwala ug mopasaylo (sa ilang mga kasaypanan nganha kaninyo ug sa kalibutanon nga mga butang), nan sa pagkatinuod ang Allah mao ang Labing Mapasayloon, Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Ang inyong bahandi ug ang inyong mga anak usa lamang ka pagsulay, samtang ngadto sa Allah adunay Dakong Ganti.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Busa kahadloki ang Allah hangtod sa inyong makaya, paminaw ug pagtuman, paggasto (sa Dalan sa Allah) ug makig-bahin, kini labing maayo alang sa inyong mga kaugalingon. Bisan kinsa nga naluwas gikan sa pagkahakog sa iyang\nkaugalingon. Kini sila mao ang mga nagmalampuson.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Kon kamo magpahulam ngadto sa Allah (Dios) sa usa ka maayo nga pagpahulam (mugasto sa kinabobot-on nga pagpanghatag para sa mga pobre), Siya magadoble niini alang kaninyo ug mupasaylo kaninyo; kay ang Allah mao ang mapasalamaton, nga mapailubon.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "(Siya mao) ang Nakahibalo sa dili makita ug sa makita, ang Hingpit Gamhanan, ang Hingpit Maalamon.",
      "footnotes": null
    }
  ]
}