{
  "surah_number": 65,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Oh Propeta (ug mga magtutuo), kon kamo buot nga makig-bulag sa mga babaye, pakigbulag kanila sa human nga sila makasugod sa ilang panahon sa paghulat sa gikatakdang nga panahon alang kanila[1], ug ihapa ang panahon sa paghulat. Ug kahadloki ang Allāh nga imong Ginoo. Ayaw sila papa-hawa-a sa ilang manga panimalay, ni sila mogawas gawas lamang, kon sila sad'an sa dayag nga pakig-hilawas o kalaw'ayan. Kini mao ang mga utlanan nga gitakda sa Allah, ug bisan kinsa nga molapas sa gitakda nga mga utlanan sa Allah, siya sa pagkatinuod nagbuhat ug inhustisya sa iyang kaugalingon. Wala kamo mahibalo nga tingali ang Allāh magdala ug bag-ong kahimtang (sa pagpakig-uli tali kanila).",
      "footnotes": "[1]. Nga mao ang pagkahuman sa iyang pagregla ug sa dili pa mahitabo ang pakighilawas o kaha sa panahon sa kumpirmadong pagmabdos."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Busa sa diha nga sila hapit na moabut sa katapusan sa ilang gikatakdang panahon, nan tipigi sila sa dawatnon nga paagi, o bulagi sila sa dawatnon nga paagi, ug pagtawag aron sa pagsaksi ug duha ka mga tawo nga makataronganon gikan kaninyo, ug paghatag matarung nga pagpamatuod alang sa Allah. Ingon niin ang tambag nga gihatagan siya nga mituo sa Allah ug sa Ulahing Adlaw. Bisan kinsa nga nahadlok sa Allah ug nagtuman sa Iyang mga kamandoan, Siya magahimo alang kaniya ug paagi pagawas (sa matag kalisdanan),",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Ug siya hatagan sa grasya nga dili niya mahanduraw[2]. Bisan kinsa nga mosalig sa Allah, nan Siya igo na alang kaniya. Ang Allah nagtuman sa Iyang Katuyoan. Sa pagkatinuod ang Allah nagtakda alang sa tanang butang ug gikatakdang sukod.",
      "footnotes": "[2]. Bisan kinsa nga mobiya sa usa ka butang alang sa Allah, Siya magpuli niini sa usa ka butang nga labing maayo."
    },
    {
      "ayah_number": 4,
      "translation_bis": "Ug (alang) niadtong inyong mga babaye nga nawad-an na sa paglaum sa pagregla, kon kamo nagduhaduha mahitungod niini, nan, ang ilang termino sa paghulat mao ang tulo ka bulan, ug mao usab niadtong wala maabti sa ilang (binulan nga pagregla); ug (mahitungod sa) mga nagmabdos nga mga babaye, ang ilang gikatakdang panahon mao ang hangtod nga sila manganak. Bisan kinsa nga nahadlok sa Allah, ug nagpasakop sa Iyang mga Kasugoan, ug naglikay sa Iyang mga gidili, Iyang himoon nga sayon ​​alang kaniya ang mga butang.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Mao kana ang Sugo sa Allāh, nga Iyang gipakanaog nganha kaninyo. Bisan kinsa nga mahadlok sa Allāh, Iyang tangtangon gikan kaniya ang iyang mga sayop nga buhat, ug magapadagaya sa iyang ganti.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Pa-puy'a sila (ang mga diborsiyo sa bana nga mga babaye hangtud sa katapusan sa ilang Iddah o panahon sa paghulat) sa inyong panimalay sumala sa inyong maarangan, ayaw sila dagmali (aron maobliga sila sa pagbiya). Ug kong sila nagmabdos, gumasto kamo alang kanila hangtud nga sila manganak; unya kong sila magpasuso alang kaninyo, ihatag kanila ang ilang bayad, ug pagtinambagay kamo sa inyong kaugalingon sa paagi nga dawatnon. Apan kon kamo anaa sa panagsumpaki, nan pagkuha kamo ug laing babaye nga mag-pasuso.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Himoa nga siya nga adunay kaabunda mugasto sumala sa yang katakos, ug kaniya nga ang lyang bahandi sinukod, mugasto siya gikan niadtong gihatag sa Allah kaniya; Ang Allah wala mag-hatag kaninyo ug lulan nga labaw sa Iyang gikahatag kaninyo. Ang Allah muhatag ug kasayon human sa kalisdanan.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Pila na ka lungsod ang misupak batok sa Kasugoan sa iyang Ginoo (Allah), ug sa Iyang mga mensahero, busa Kami nagtawag niini ngadto sa usa ka hilabihan nga pagkwenta (nga mao ang silot niining kalibutanon nga kinabuhi), ug Kami musilot niini (uban) sa makalilisang nga pag-antus (sa Imperno, sa Pikas Kinabuhi).",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Busa kini (ang lungsod) nakatilaw sa daotang sangpotanan sa iyang binuhatan, ug ang kataposan sa binuhatan niini mao ang (walay kataposan) nga pagkalugi.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Ang Allah nag-andam alang kanila ug usa ka hilabihan nga Silot, busa pagmatngon gayod kamo sa inyong mga katungdanan (kang) Allāh, Oh mga tawo nga may salabutan. Ang Allah sa pagkatinuod nagpadala kaninyo ug usa ka Pahinumdom (kini Qur'an).",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "(Ug nagpadala nganha kaninyo) ug usa ka Mensahero (ang Propeta Muhammad) nga nag naglitok kaninyo sa mga Bersikulo sa Allah (ang Qur'an) nga naglangkob sa tin-aw nga mga pagpasabot, aron nga Siya modala niadtong mituo ug nagbuhat ug matarung nga mga buhat, gikan sa kangitngit ngadto sa kahayag; ug bisan kinsa nga mituo sa Allah ug nagbuhat \nSa mga matarung nga buhat, Siya mopasulod kaniya sa mga Tanaman nga sa ubos niini anaa ang mga suba nga nagadagayday, aron sa pagpabilin sa sulod niini hangtud sa kahangturan, ang Allah sa pagkatinuod naghatag kaniya ug usa ka maayong tagana.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Ang Allah Siya nga maoy naglalang ug pito ka mga langit, ug sa kayutaan nga managsama kanila (pito); Ang Iyang Kamandoan nagpadayon sa pagkanaog taliwala kanila (sa mga langit ug sa yuta), aron kamo mahibalo nga ang Allah adunay Gahum sa tanang butang, ug nga ang Allah sa pagkatinuod naglangkob sa tanang butang sa Iyang Kahibalo ug sa kaalam.",
      "footnotes": null
    }
  ]
}