{
  "surah_number": 66,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Oh Propeta, nganong gidili man nimo (sa imong kaugalingon) ang gitugot sa Allah alang kanimo, nga nagtinguha sa kahimuot sa imong mga asawa? Ang Allah maoy Labing Mapasayloon, ang Labing Maluluy-on.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Ang Allah sa pagkatinuod nagmando na alang kaninyo sa bayad sa inyong mga pagpanumpa, ug ang Allah mao ang inyong Tigpanalipod, ug Siya ang Makahibalo sa Tanan, ang Labing Maalamon.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Hisguti' sa diha nga ang Propeta misugid ngadto sa usa sa iyang mga asawa (nga mao si Hafsah) sa usa ka pamahayag; ug unya iyang gipahibalo (ang usa, Aishah) ang mahitungod niini. Apan ang Allah mibutyag niini ngadto kaniya (Muhammad); gipahibalo niya ang usa ka bahin niini, ug gitago ang laing bahin. Ug unya sa diha nga siya (Muhammad) mipahibalo kaniya (Hafsah) mahitungod niini, siya (Hafsah) miingon: \"Kinsa ang nagsulti kanimo niini?\" Siya miingon: \"Ako gipahibalo sa (Allah) nga Mao ang Labing Nahibalo, ang Labing Nasayud.\"",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Kon kamong duha (Hafsah ug 'Aishah, mga asawa sa Propeta) mobalik (sa paghinulsol) ngadto sa Allah (kini labing maayo alang kaninyo), tungod kay ang inyong mga kasingkasing nadalahig (sa pagsupak sa unsay gusto ug matarong alang sa Propeta); apan kon kamo magtinabangay sa usag-usa batok kaniya (Muhammad), nan, sa pagkatinuod, ang Allah mao ang iyang Tigpanalipod, ingon man Gabriel, ug ang mga matarung gikan sa mga magtutuo; ug dugang pa, ang mga anghel mao ang (iyang) mga magtatabang.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Tingali, kun siya (ang Propeta) makigbulag kaninyo, ang iyang Ginoo (Allah) mohatag kaniya puli kaninyo ug mga asawa nga labing maayo kay kaninyo - nga sila mga Muslim, mga magtutuo, masinulundon (sa Allah), nga (makanunayong) nagabalik sa Allah sa paghinulsol, ug nagasimba sa Allah nga sinsero (kinasing-kasing), nga naga-ampo ug nagapuasa, kinsa mga balo o dalagang ulay.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Oh mga magtutuo, luwasa ang inyong mga kaugalingon ug ang inyong mga pamilya gikan sa Kalayo, kansang sugnod niini mao ang mga tawo ug mga bato; nga sa ibabaw niini (Imperno) anaa ang mga anghel nga mapig-oton ug kusgan, nga dili gayod maga-supak sa manga kamandoan (ni) Allāh, Apan magahimo sa mga gika-sugo kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Oh mga manlilimod, ayaw gayod pag-himog manga pasangil niining Adlawa. Kamo paga-gantihan lamang sumala sa inyong gibuhat kaniadto (nga kadautan).",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Oh mga magtutuo, balik ngadto sa Allāh uban ang matinud'anon nga pag-hinul'sol, tingali ang inyong Ginoo (Allah) mokuha gikan kaninyo sa inyong mga kasaypanan, ug pasudlon kamo sa Paraiso nga sa ilalom niini nagadagayday ang mga suba, sa Adlaw nga diin ang Allah dili magpakaulaw sa Propeta ug niadtong mituo uban kaniya; ang ilang kahayag modan-ag sa ilang atubangan, ug sa ilang tuong mga kamot[1]; ug sila moingon: \"(O Allāh) among Ginoo, himoa nga hingpit alang kanamo ang among kahayag, ug pasayloa kami, sa pagkatinuod Ikaw makahimo sa tanang butang.\"",
      "footnotes": "[1]. Mao ang ilang talaan sa mga buhat, uban ang matag tipik sa kaayohan nga ilang nahimo niining kinabuhia nga natala niini."
    },
    {
      "ayah_number": 9,
      "translation_bis": "Oh Propeta (Muhammad), paningkamot pag-ayo batok sa mga manlilimod[2] ug sa mga tigpakaaron-ingnon[3] ug pagmatig-a ngadto kanila[4]; ug ang ilang puloy-anan mao ang Imperno, ug dautan gayud kana nga padulngan.",
      "footnotes": "[2]. Pinaagi sa pagpakita kanila sa mga pamaagi sa kalinaw ug kaluwasan, ug pakig-away kamo kanila kon sila mosupak ug mobarug batok sa Islam, ang Mensahe sa Gugma, Kamatuoran, Kalinaw, Hustisya, ug Pagkamatarong.\n[3]. Pinaagi sa pagpatuman sa balaod ug hustisya diha kanila.\n[4]. Sa mga manlilimod, sa diha nga kamo makasugat kanila sa gubat."
    },
    {
      "ayah_number": 10,
      "translation_bis": "Ang Allah nagbutang ug panig-ingnan ngadto sa mga manlilimod, Ang asawa ni Noe ug ang asawa ni Lut; silang duha anaa ilalom sa Among duha ka matarung nga mga sulugoon, apan sila sukwahi (sa) ilang mga bana, mao nga kadtong mga propeta wala gayud makapahimulos kanila gikan sa Allah sa bisan unsa, ug kanila gika-ingon: 'Sumulod kamo sa kalayo (kamong duha) uban niadtong nga mga nanag-sulod niini",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Ug ang Allah naghatag ug panig-ingnan alang sa mga magtutuo: Ang asawa ni Paraon (‘Asiyah) sa dihang siya miingon: ‘(Oh Allah) akong Ginoo, pagtukod alang kanako ug usa ka balay nga haduol kanimo sa Paraiso, ug luwasa ako gikan kang Paraon ug sa iyang (mga dautang) buhat, ug luwasa ako gikan sa mga mamumuhat ug kasaypanan.'",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Ug si Maria, ang anak nga babaye ni Imran, nga nagbantay sa iyang kaputli, busa Kami nag-huyop ngadto sa iyang (bisti) pinaagi sa Among anghel (Gabriel), ug siya mituo sa mga Pulong sa iyang Ginoo (Allah), ug sa Iyang mga Kasulatan, ug siya kauban sa mga masilimbahon nga masinugtanon (sa iyang Ginoo, Allah).",
      "footnotes": null
    }
  ]
}