{
  "surah_number": 67,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Bulahan ang (Allah) kansang Kamot anaa ang tanang kamandoan, ug Siya ang Labing Makahimo sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "(Siya) mao ang nagbuhat sa kamatayon ug sa kinabuhi aron Iyang sulayan kamo - kun kinsa kaninyo ang labing maayo sa mga buhat (panggawi ug pamatasan); ug Siya (Allah) mao ang Labing Gamhanan, ang Labing Mapasayloon,",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Siya mao ang nagbuhat sa pito ka kalangitan ang usa labaw sa lain; \ndili ka makakita og bisan unsa nga pagkadili hingpit sa paglalang sa Labing Madagayaon (Allah); Busa tan-awa pag-usab (ang kalangitan), nakakita ka ba ug bisan unsang mga sayup?",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Tan-awa pag-usab, ug pag-usab pa, ang imong panan-aw mobalik kanimo nga mapaubsanon ug gikapoy.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Kami nagdayandayan sa pinakaubos nga langit pinaagi sa mga bituon (sama sa mga lampara), ug nag-himo niini ingon nga luthang alang sa mga satanas, ug Kami nag-andam alang kanila ug Silot sa nagdilaab nga Kalayo.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Ug alang kanila nga milimod sa ilang Ginoo (Allāh), mao ang Silot sa Imperno, ug kini mao ang hilabihan ka dautan nga padulngan.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Sa diha nga sila itambog sa sulod niini, sila makadungog sa (makalilisang) nga pag-ngurob sa lalom nga gininhawa niini samtang kini nagbukal.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "(Kini) halos mobuto sa (hilabihang) kasuko. Sa matag higayon nga adunay pundok nga itambog niini, ang magbalantay niini mangutana kanila: Wala ba miabot kaninyo ang usa ka tigpasidaan (usa ka Mensahero gikan sa Allah)?",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Sila moingon: Oo, sa pagkatinuod adunay miabot kanamo nga tigpasidaan, apan kami misalikway (kaniya) ug miingon: \"Si Allāh wala nagpadala ug bisan unsa nga pagpadayag. Kamo anaa lamang sa dakong kasaypanan\".",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Ug sila moingon: \"Kon kami naminaw pa lamang (sa Mensahe sa Allah) o migamit sa among rason (aron sa pagpangita sa Kamatuoran niini), kami wala unta malakip sa mga binilanggo sa nagdilaab nga Kalayo.\"",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Busa sila moangkon sa ilang mga sala. Hilabihan kahalayo (ang tanang maayo) gikan sa mga lumulupyo sa nagdilaab nga Kalayo ug wala nay pag-laum kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Apan alang kanila nga mga mahinadlokon sa ilang Ginoo (Allah) bisan pa dili nila siya makita, sila sa pagkatinuod makabaton og Kapasayloan ug usa ka Dakong Ganti.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ug bisan kong inyong itago o ipahibalo ang inyong isulti; sa pagkatinuod Siya (Allah) adunay hingpit nga Kahibalo sa unsay anaa sa mga dughan (sa katawhan).",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Siya ba nga naglalang (sa tanang butang) wala ba makaila mahitungod kanila? Ug Siya mao (ang Labing) Maliputon, ang Labing Nasayud.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Siya mao ang naghimo sa yuta nga masinugtanon alang kaninyo, busa \npanglakaw kamo sa halapad nga mga dapit niini, ug kaon kamo gikan sa Iyang tagana ug magmaya sa kadagaya nga Iyang gihatag. Ngadto Kaniya (Allāh) ang Pagkabanhaw.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Nakabati ba kamo ug luwas nga Siya (Allah), nga anaa sa ibabaw sa mga langit, dili maga-uyog sa yuta aron sa paglamoy kaninyo?",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "O nakabati ba kamo ug luwas nga Siya (ang Allah), nga anaa sa ibabaw sa mga langit, dili magpadala nganha kaninyo ug Buhawi uban ang Bato? Sa dili madugay kamo mahibalo kung unsa ka hilabihan ang Akong mga pasidaan.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Ug sa pagkatinuod kadtong mga nauna kanila nagsalikway (sa Kamatuoran), busa unsa (ka makalilisang) ang Akong tubag (kanila)?",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Wala ba nila makita ang mga langgam ibabaw kanila nga nagbukhad (sa ilang mga pako) ug nagtik-op (niini)? Walay nagpugong kanila (samtang sila anaa sa kawanangan), gawas (sa Allah) ang Labing Madagayaon. Sa pagkatinuod, Siya mao ang Makakita sa tanan.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Kinsa ba sa inyong kasundalohan ang moabut aron sa pagtabang kaninyo batok sa Labing Madagayaon (Allah)? Apan ang mga manlilimod anaa lamang sa pagkailad.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "O kinsa ba ang maghatag kaninyo ug sustento (pagkaon) kon Siya (Allah) magpugong sa Iyang (ginahatag nga) pagkaon? Bisan pa niini sila (nga mga manlilimod) manag-padayon sa (ilang) garbo ug pag-supil (gikan sa Kamatuoran).",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Kinsa bay matood nga giniyahan; siya ba nga maga-lakaw nga ang nawong maga-mug'ot ug nga pina-ubos; o siya nga magalakaw nga barog nga subay sa matul-id nga dalan?",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Isulti: Siya (Allah) mao ang naghimo kaninyo, ug naghatag kaninyo sa dung'gan, mata ug kasing-kasing sa pagbati ug salabutan. Apan gamay lang ang inyong pagpasalamat.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Isulti: \"Siya (Allah) mao ang nagpadaghan kaninyo sa yuta, ug ngadto Kaniya kamo (tanan) pagatigumon (alang sa Paghukom).\"",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Sila maga-pangutana: \"Kanus-a man kini nga Saad (ang Adlaw sa Pagkabanhaw ug Paghukom) mahitabo, kon ang imong gisulti tinuod?”",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Isulti: \"Ang Kahibalo niini anaa lamang sa Allah, ug ako usa lamang ka tin-aw nga tigpasidaan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Apan sa dihang sila makakita sa silot nga nagpadulong na, ang mga nawong niadtong naglimod (ang Kamatuoran) pagahampakon sa kabalaka, ug iga-ingon kanila: 'Mao na Kini ang unsay inyong gipangutana kaniadto\"",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Isulti: Pananglitan kon ang Allāh hinungdan sa akong kamatayon, maingon man sila nga mga kuyog kanako; o dili ba hinoon, Siya maga-hatag sa Iyang kalooy nganhi kanamo: nan, kinsa may maga-luwas sa mga manlilimod gikan sa makalilisang nga silot?",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Isulti: \"Siya mao ang Labing Madagayaon (Allāh), kami nagatoo ug nagasalig Kaniya; ug inyong mahibaloan kon kinsa ang dayag nga sayop!",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Isulti: \"kon ang inyong tubig mahubas unya sa yuta; kinsa (gawas sa Allah) may mupagula sa tin'aw nga manga tuburan sa tubig?",
      "footnotes": null
    }
  ]
}