{
  "surah_number": 68,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Nun[1]. [Ako Dios] manumpa pinaagi sa gamit pangsulat ug pinaagi sa bisan unsa nga ilang mga 'ang anghel' igasulat,",
      "footnotes": "[1]. Ang Qur'an gilangkuban sa mga letra gikan sa Arabikong mga Alpabeto. Ang mga Arabo niadtong panahona sa diha nga ginapakanaog ang Pinadayag dili hitupngan sa ilang Hingpit nga Kahibalo sa Arabikong pinulongan apan sa dihang nga sila gihagit wala gayud sila makahimo sa pagdala ug kapitulo nga susama sa Qur'an. Bisan pa niini nga kamatuoran, si Allāh ang Labing Nahibalo sa dugang kahulogan niining maong mga letra."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Pinaagi sa Grasya sa imong Ginoo (Allah), ikaw (Oh Muhammad) dili gisudlan sa daotang espiritu.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Ug sa pagkatinuod, alang kanimo maoy ganti nga dili gayod katapusan.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Ug sa pagkatinuod ikaw (Oh Muhammad) adunay dakong halangdon nga kinaiya ug talagsaon pamatasan.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Busa imong makita, ug sila usab makakita,",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Kun kinsa kaninyo ang gisudlan sa kabuang (pinaagi sa mga satanas).",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Sa pagkatinuod ang imong Ginoo (Allah) labing nakaila kaniya nga nahisalaag gikan sa Iyang Dalan, ug Siya mao ang labing nakaila niadtong (matarong) nga nagiyahan.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Busa ayaw tumana ang mga manlilimod (magsusupak sa Islam).",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Sila naghandom nga ikaw mukumprumiso (sa mga sukaranan sa Islam), aron sila usab mukumprumiso uban kaninyo!",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Ayaw tumana mga walay pulos nga kanunay nanumpa.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Usa ka mabutangbutangon, nga nagsuroysuroy uban ang dautang tabi-tabi,",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Tigbabag sa maayo, nga malinapason ug makasasala,",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Mabangis, ug gawas pa nianang tanan, bastos;",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "(Siya ingon niana) tungod kay siya adunay bahandi ug mga anak.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Sa diha nga ang Among mga bersikulo (ang Qur'an) ilitok ngadto kaniya, siya muingon: ‘(Kini) Mga Sugilanon sa karaang tawo.’",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Siya Among pagamarkahan sa simod.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Sa pagkatinuod Amo silang sulayan ingon nga Kami misulay sa mga tag-iya sa tanaman, sa diha nga sila nanumpa sa pagpamupo sa mga bunga sa (tanaman) sa (takna) sa kabuntagon,",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Apan wala gayod mangandam\nsa paggahin (alang sa mga kabus) ni dili miingon insha Allāh (itugot sa Diyos).",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Hinonoa, dihay Magduduaw 'kalayo' \nnga gikan sa imong Ginoo 'Allāh', nga gihampak 'ang tanaman' samtang sila nangatulog,",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Busa kini nahimong ingon sa usa ka itom, nga umaw nga yuta.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Ug sa na-buntag na, sila nanag-\npanawag sa usag usa,",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Nag-ingon: Lakaw ug sayo sa inyong tanaman kon kamo buot mamupo (mang-ani).",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Busa sila milakaw, nga naghinung-hongay sa usag-usa, 'ug nag-ingon',",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Walay kabus nga tawo nga mosulod kaninyo (sa tanaman) karong adlawa.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Ug sila nanlimbasog gayod nga makus-ganon niining maong katuyoan;",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Apan sa diha nga sila nakakita niini (sa tanaman nga hingpit nga nadaut), sila miingon: \"Sa pagkatinuod kita sayop!",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Dili, kita gihikawan (sa mga bunga).",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Ang labing maayo gikan kanila miingon: \"Wala ba ako nag-ingon nganha kaninyo, nga Nganong wala man kamo magdayeg ug maghimaya (sa Allah)?\"",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Sila miingon: \"Himaya sa (Allah) nga among Ginoo, sa pagkatinuod kami dili makiangayon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Unya ang uban kanila giatubang ang uban, nga nagbasol sa usag-usa.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Sila miingon: \"Alaut kita! Sa pagkatinuod kita mga malinapason.\"",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Tingali (ang Allāh) nga atong Ginoo magapuli kanato sa usa ka maayong nga (tanaman) kay sa niini; sa pagkatinuod ngadto sa (Allāh) nga among Ginoo kami mapaubsanong naghangyo (sa Iyang Kadagaya).",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Ingon niana ang silot (niining kinabuhia), ug sa pagkatinuod ang silot sa Pikas Kinabuhi mas mabug-at, kon sila nahibalo lang.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Ang mga matarung makabaton og mga tanaman sa Kabulahanan duol sa ilang Ginoo (Allāh).",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Kami ba unya mutratar sa mga Muslim (mga mitugyan sa ilang mga kaugalingon ngadto sa Allāh) sama sa mga dautan nga mga tawo.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Unsay nahitabo kaninyo? Giunsa ba ninyo paghukom?",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "O aduna ba kamoy Kasulatan diin kamo nakakat-on,",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Nga kamo makaangkon sa unsay inyong gipili didto?",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "O nakadawat ba kamo gikan Kanamo ug usa ka kasabutan nga gipamatud-an pinaagi sa usa ka panumpa nga muabot sa Adlaw sa Pagkabanhaw nga ma-mainyo ang bisan unsay inyong pangayoon?",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Pangutan-a sila, kinsa kanila ang manubag alang niana (nga pagdahum),",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "O aduna ba silay mga kauban (gawas sa Allāh Diyos)? Unya himoa nga sila modala sa ilang mga kauban[2], kon sila matinud-anon.",
      "footnotes": "[2]. I.e., kadtong ilang gipasangil nga pagkadios gawas sa Allāh, o kauban Niya gikan sa ilang kaugalingon."
    },
    {
      "ayah_number": 42,
      "translation_bis": "Sa adlaw nga din ang tuman nga kalis-danan maga-abot[3], sila (ang mga manlilimod ug mga salingkapaw) paga-mandoan sa pag-hapa aron sa pagdayeg, apan sila dili maka-himo niini!",
      "footnotes": "[3]. O sa laing kahulogan: Sa Adlaw nga ang Batiis (sa tinuod nga Ginoo, Allah) madayag (ug ang Allah dili ikatandi sa Iyang mga binuhat), ug sila pagatawgon aron sa paghapa, apan sila (ang mga dili magtutuo ug mga salingkapaw) dili makahimo (sama nga sila napakyas sa pagbuhat niini nga kinabubut-on niining kinabuhia),"
    },
    {
      "ayah_number": 43,
      "translation_bis": "Ang ilang mga mata mapaubos, ang kaulawon motabon kanila. Ug sa pagkatinuod sila gitawag aron sa paghapa samtang sila maayo pa (panglawas ug makahimo pa).",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Busa pasagdi Ako (Oh Muhammad); sila nga nagpanghimakak niining nga Mensahe (ang Qur'an). Kami sa hinay-hinay modala kanila (ngadto sa Silot), gikan sa dapit nga sila wala mahibalo.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Ug Ako maghatag kanila ug panahon. Sa pagkatinuod, ang Akong Plano lig-on.",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "​​O nangayo ka ba kanila ug bayad (alang niini nga Mensahe), aron sila mabug-atan sa utang?",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "O aduna ba silay (kahibalo sa) dili makita, aron ila kining isulat.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Busa paghulat nga mapailubon alang sa Paghukom sa (Allah) nga imong Ginoo, ug ayaw pagpahisama sa kauban sa isda (Jonas), sa dihang siya mituaw (ngadto sa Allāh) samtang siya anaa sa tuman nga kalisod.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Ug Kon wala pa miabot kaniya ang Pabor gikan sa iyang Ginoo (Allah), siya (nagpabilin pa unta sa tiyan sa isda, apan Amo siyang gipasaylo), busa siya gitambog ngadto sa umaw nga baybayon samtang siya maoy angayang basolon.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Apan ang iyang Ginoo (Allāh) nagpili kaniya, ug siya gipahiluna ipon kanila nga mga matarung.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Ug kadtong naglimod ( sa Kamatuoran) halos na hampak kanimo pinaagi sa ilang mga mata sa diha nga sila nakadungog sa Pahinumdom (Qur'an), ug sila miingon: 'Sa pagkatinuod siya nawala sa iyang hunahuna!'",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Apan kini usa lamang ka pahinumdom (Mensahe gikan sa Allāh) ngadto sa tanang kanasoran (jinn ug katawhan).",
      "footnotes": null
    }
  ]
}