{
  "surah_number": 69,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ang dili kalikayan nga kamatooran (nga labing dayag)!",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Unsa ang dili kalikayan nga Kamatuoran.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Ug unsa ang makapahibalo kanimo kung unsa ang dili kalikayan nga Kamatuoran?",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "(Ang mga tribo ni) Thamud ug ‘Aad milimod sa mihampak nga Katalagman (ang Pagkabanhaw sa dili pa ang Paghukom).",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Unya mahitungod sa (katawhan sa) Thamud, sila gilaglag pinaagi sa gamhanan (nga pagbuto).",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Ug mahitungod sa (mga katawhan sa) ‘Aad, sila gilaglag pinaagi sa usa ka mabangis ug mapintas nga hangin.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Nga (ang Allah) nagpahamtang (niini) kanila sulod sa pito ka gabii ug walo ka adlaw nga walay hunong, aron imong makita ang mga tawo didto nga nanggibuy-od (nangalaglag) ingon nga sila sama sa mga haw-ang nga mga punoan sa palma (datiles).",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Busa, nakakita ka ba ug salin kanila (nga buhi)?",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Si Paraon, ang mga nauna kaniya, ug ang nangalaglag nga mga syudad (sa Sodoma ug Gomora) nagpadayon sa pagbuhat ug mga sala.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Sila misupak ang Mensahero sa ilang Ginoo (Allāh), busa Siya (Allāh) misakmit kanila uban sa makusganon nga pagsakmit!",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Sa pagkatinuod, sa diha nga ang tubig miagas sa nga hilabihan, Kami midala kaninyo pinaagi sa naglutaw arka (nga gitukod ni Noe).",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Aron Kami magahimo niini nga usa ka timaan ug nga pahinumdum kaninyong tanan, aron ang hait dalunggan nga maka-dungog magatipig niini, ug kanunay nga makahinumdom.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Unya sa diha nga ang trompeta pagatayhopan nga adunay kauban nga usa ka paghuyop,",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Ug ang kalibutan mabalhin ug ang kabukiran madugmok ingon sa abog, pinaagi sa usa (lang) ka pagdugmok.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Busa, nianang Adlawa mahitabo ang Dakong Dili kalikayan nga Panghitabo,",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Ug ang langit mapikas, tungod kay nianang Adlawa, kini mahuyang (gumikan sa pagkagisi);",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Ug ang mga anghel anaa sa tanang kiliran niini; ug walo (dakong laray) sa mga Anghel mupas-an sa Trono sa (Allāh) imong Ginoo, nianang adlawa, sa ibabaw nila.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Nianang Adlawa, kamo pagadal-on sa Paghukom, walay tinago (sekreto) ninyo nga magpabiling matago.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Busa alang kaniya nga pagahatagan sa iyang talaan (sa mga buhat) sa iyang tuo nga kamot, siya moingon: Ania! Basaha ang akong basahon!",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "\"Nasayod gayod ako nga akong atubangon ang akong Pag-ihap ug Paghusay!\"",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Busa siya maanaa sa malipayong kahimtang sa kinabuhi,",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Sa habog nga Paraiso,",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Ang mga bunga niini haduol lang nga maabot sa kamot, ug sayon kab'uton.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "(Ug iga-ingon kanila): \"Kaon ug inom kamo nga malipayon tungod sa unsay inyong gibuhat kaniadto sa nangaging mga adlaw.\"",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Ug alang kaniya nga gihatagan sa iyang talaan (sa mga buhat) diha sa iyang wala nga kamot, siya moingon: \"Oh, hinaut unta nga ang akong talaan wala gayud mahatag ngari kanako,\"",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Ug ako wala mahibalo kung unsa ang akong Pag-ihap ug husay;",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Ah, hinaut unta nga ang kamatayon nag-tapos kanako sa hingpit;",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Ang akong mga bahandi wala gayod mag-pulos kanako;",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Ang akong gahom na-wagtang na kanako.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "(Ang mando mao): \"Dakpa siya, ug gapusa siya\"!",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Ug sunoga siya, pinaagi sa nag-lagiting nga kalayo sa Imperno!",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Gapusa siya sa usa ka talikala nga ang gitas-on niini kapitoan ka maniko!",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Kay siya ang nagdumili sa pag-too (kang) Allāh nga Makaga-gahom.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Wala usab siya mag-awhag sa pagpakaon sa mga kabus.",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Busa dinhi, niining adlawa, wala siyay mahimo nga higala \"sa pagtabang\",",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Ni bisan unsang pagkaon gawas sa nana gikan nga mga samad,",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Walay magakaon niini gawas sa matinuyoon nga mga makasasala[1].",
      "footnotes": "[1]. Nga nagbutang ug kauban sa Allah, o nakahimo sa uban nga dagkong makamatay nga mga sala, ug namatay sa ingon nga walay paghinulsol."
    },
    {
      "ayah_number": 38,
      "translation_bis": "Busa ako (Dios) manumpa pinaagi sa unsay inyong makita,",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Maingon man unsay dili nimo makakita;",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Sa pagkatinuod, kini (ang Qur’an) mao ang (dinasig nga) Pulong (gikan sa Allah) gisangyaw sa usa ka halangdon nga Mensahero (Propeta Muhammad),",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Kini dili pulong sa Magbabalak. Diyutay ra ang imong gi-toohan;",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Ni pulong sa usa ka mananagna; gamay lang gayud ang inyong nahinumduman.",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Kini usa ka Pinadayag nga gipadala gikan (sa Allah) ang Ginoo sa tanan nga linalang.",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Ug kon siya (ang Propeta Muhammad) nagmugna batok Kanamo ug pipila ka (bakak) nga mga pulong,",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Kami sa pagkatinuod misakmit na kaniya pinaagi sa tuong kamot (sa usa ka dako ug gamhanan nga Pagsakmit,",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "​​Ug Kami sa pagkatinuod moputol sa iyang (aorta) ugat.",
      "footnotes": null
    },
    {
      "ayah_number": 47,
      "translation_bis": "Ug walay usa kaninyo nga makapugong Kanamo gikan kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 48,
      "translation_bis": "Ug sa pagkatinuod kini (ang Qur’an) usa ka Pahinumdom alang sa mga matarong.",
      "footnotes": null
    },
    {
      "ayah_number": 49,
      "translation_bis": "Ug sa pagkatinuod Kami nasayod nga diha kaninyo adunay mga nagsalikway niini.",
      "footnotes": null
    },
    {
      "ayah_number": 50,
      "translation_bis": "Ug tinooray kini mahimong (hinungdan) sa dakong pagbasol ngadto sa mga manlilimod.",
      "footnotes": null
    },
    {
      "ayah_number": 51,
      "translation_bis": "Ug sa pagkatinuod, mao kini ang kamatooran nga labing siguro ug hingpit.",
      "footnotes": null
    },
    {
      "ayah_number": 52,
      "translation_bis": "Busa dayega ang Ngalan sa imong Ginoo (Allāh) ang Labing Bantugan.",
      "footnotes": null
    }
  ]
}