{
  "surah_number": 70,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ang usa ka mapugsanon, namugos para Silot nga gikatakdang mahitabo,",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Ngadto sa mga manlilimod - walay makapugong niini,",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "(Kini) gikan sa Allah, ang Ginoo sa mga Dalan sa Pagsaka.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Ngadto Kaniya musaka ang mga anghel ug ang (balaan) nga espiritu (Gabriel) sulod sa usa ka Adlaw nga ang sukod niini anaa sa kalimaan ka libo ka katuigan \"sa inyong ihap\".",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Busa pagmapailubon (Oh Muhammad) uban sa matahum nga pagpailub[1].",
      "footnotes": "[1]. Diin walay kaguol o reklamo."
    },
    {
      "ayah_number": 6,
      "translation_bis": "Tan'awa, sila naghunahuna nga hilabihan ka layo (ang adlaw sa Pagkabanhaw).",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Apan Kami Naglantaw niini nga duol na.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Sa adlaw nga ang langit mahimong sama sa tinunaw nga tumbaga.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Ug ang kabukiran mahimong sama sa mga balhibo sa karnero.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Ug walay higala nga maga-pangu-tana mahitungod sa iyang suod nga higala;",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "(Bisan pa) sila makita sa usag-usa. Ang daotan nga tawo magtinguha sa pagtubos sa iyang kaugalingon gikan sa Silot nianang Adlawa pinaagi sa (pagsakripisyo) sa iyang mga anak,",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Ug sa iyang asawa ug sa iyang igsoon nga lalake,",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ug sa iyang labing duol nga kaparentehan nga nagpasilong (nagpapuyo) kaniya,",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Ug ang tanan nga anaa sa yuta, (manghinaut) unya, (nga) kini (tingali unta) makaluwas kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Dili, sa pagkatinuod kini usa ka nagdilaab nga Kalayo,",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Nga naglangkat sa mga panit sa ulo (ug ang panit sa lawas),",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Ug magatawag kanila kinsay mitalikod ug mikalagiw (gikan sa Kamatuoran),",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Ug nagtigum (sa katigayunan) ug nagtipig niini.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Ang tawo mao gilalang nga adunay madali-dalion nga kinaiya,",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Walay pailub sa diha nga ang kadautan magsakit kaniya,",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Labing hakog, sa diha nga ang maayo muabot kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Gawas niadtong makinasing-kasingon nga nag-ampo,",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Kadtong makununayon sa ilang mga pag-ampo,",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Kanila nga (sa ilang) bahandi adunay nahibaloan nga katungod ug nakigbahin,",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Ngadto kanila nga manga kabos ug nanginahanglan.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Ug kadtong mituo sa Adlaw sa 'paghukom ug' Pagbalus;",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Ug kadtong nahadlok sa pagsakit sa ilang Ginoo (Allah),",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Sa pagkatinuod ang Pagsakit sa ilang Ginoo (Allāh), walay bisan kinsa nga mobati nga luwas gikan (niini).",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Ug kadtong nagbantay sa ilang kaputli ug lawasnon nga tinguha (ug pagpanalipod sa ilang pribadong mga bahin sa lawas gikan sa ilegal nga pakighilawas).",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Gawas sa ilang mga asawa o niadtong gipanag-iyahan sa ilang tuong mga kamot (pinaagi sa hustong legal nga mga paagi); kay sa pagkatinuod, sila dili pagabasolon,",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Apan siya nga nagtinguha sa labaw pa niini, kini sila mao ang mga malinapason.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Ug kanila nga mga nanag-tuman sa ilang mga pagsalig ug saad,",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Ug kadtong nanag-barog sa ilang mga gipa-matud'an;",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Ug kadtong mga mabinantayon sa ilang mga pag-ampo,",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Sila mao kadtong maga-puyo sa mga tanaman (Paraiso), nga gipasidunggan.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Apan unsa bay sayop niadtong naglimod (sa Kamatuoran) nga sila naglibot-libot sa imong atubangan,",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Sa tuo ug sa wala nga kamot, nga anaa sa mga pundok?",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Ang matag usa ba kanila nagdahum nga siya makasulod sa Tanaman (Paraiso) sa Kabulahanan?",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Apan dili, sa pagkamatood, Kami naglalang kanila gikan sa matang nga ilang nahibaloan.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Busa ako nanumpa (Allāh) Ginoo sa tanan nga dapit sa mga Sidlakan ug Kasadpan, sa pagkatinuod Kami maka-himo,",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Aron ilisan sila sa mga tawo nga mas maayo kay kanila, ug dili gayud Kami mabuntog.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Busa pasagdi sila sa pagpakigsulti nga walay kapuslanan ug maglingaw sa ilang mga kaugalingon, (nagsunod sa ilang ubos nga mga tinguha), hangtud nga sila muatubang sa ilang Adlaw nga gisaad kanila (ang adlaw sa Pagkabanhaw ug sa Paghukom),",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "Sa Adlaw diin sila mogula gikan sa ilang mga lubnganan nga nagdali, ingon nga naglumba sa usa ka diosdios ˹para sa usa ka panalangin˺,",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Ang ilang mga mata gipaubos; ang kaulawan motabon kanila; kana mao ang Adlaw nga gisaad kanila.",
      "footnotes": null
    }
  ]
}