{
  "surah_number": 71,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Sa pagkatinuod, Among gipadala si Noe ngadto sa iyang mga katawhan, nga nag-ingon: \"Pasidan-i ang imong mga katawhan sa dili pa moabut diha kanila ang usa ka sakit nga Pagsilot.\"",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Siya miingon: \"O akong katawhan, sa pagkatinuod ako usa ka tin-aw nga tigpasidaan nganha kaninyo,\"",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "\"Nga kamo kinahanglan nga mosimba sa Allah lamang, kahadloki Siya ug sunod kanako\"",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Siya mopasaylo kaninyo sa inyong mga sala ug maga-hatag kaninyo ug lugway sa gitagal nga panahon; sa pagkatinuod, ang panahon nga gitakda sa Allah sa diha nga kini moabut, kini dili malangan; kung inyo lang nahibaloan!",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Si (Noe) miingon: \"(O Allāh) akong Ginoo, Sa pagkatinuod ako nagtawag sa akong katawhan (sa Islam) sa gabii ug sa adlaw,\"",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "\"Apan ang akong pagwali walay nadugang gawas sa ilang pagkalagiw 'gikan sa \nKamatuoran'.\"",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "\"Sa diha nga ako motawag kanila (ngadto sa Islam) aron Ikaw mopasaylo kanila, sila nagbutang sa ilang mga tudlo ngadto sa ilang mga dalunggan ug mitabon sa ilang mga kaugalingon pinaagi sa ilang mga bisti, ug mipadayon (sa paglimod) ug nagpadako sa ilang mga kaugalingon uban sa garbo\".",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "\"Unya ako nagwali kanila ngadto 'sa Islam' sa dayag,\"",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "\"Ug sa pagkatinuod ako nakigsulti kanila sa dayag ug ako nakigsulti (usab) kanila sa tago,\"",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Ako miingon (kanila): \"Pangayo ug Kapasayloan gikan sa (Allah) nga inyong Ginoo, sa pagkatinuod Siya mao ang Labing Mapinasayloon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "\"Siya magbubo kaninyo sa madagayaon nga ulan (nga tagana).\"",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "\"Ug magahatag kaninyo ug mga bahandi ug ka-anakan, maingon man sa mga tanaman ug suba.\"",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "\"Unsa ba ang nahitabo kaninyo, nga wala kamo nagpahinungod Kang Allāh sa kahalangdon Kaniya, samtang ang tanang kaayo naga-gikan Kaniya?\"",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Samtang Siya naglalang kaninyo pinaagi sa managkasunod nga hugna.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Wala ba ninyo makita kon sa unsang paagi ang Allāh naglalang sa pito ka mga langit, ang usa ibabaw sa usa?",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Ug nagbuhat sa bulan ingon nga usa ka kahayag, ug nagbuhat sa adlaw nga usa ka lamparahan?",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Si Allāh naghimo kaninyo nga maga-tubo pinaagi ug gikan sa yuta,",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Ug sa katapusan, Siya maga-balik kaninyo sa yuta, ug magbanhaw kaninyo, gikan usab niini (sa Adlaw sa Pagkabanhaw).",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Ug ang Allah naghimo alang kaninyo sa yuta ingon usa ka karpet (nagbuklad),",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Aron kamo maglibotlibot ug makasubay sa halapad nga mga dalan sa sulod niini.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Si Noe miingon: \"(O Allah) akong Ginoo, sa pagkatinuod sila misupak kanako ug misunod kaniya, kansang bahandi ug mga anak nagpadugang lamang kaniya sa kapildihan (ug pagkadili mapasalamaton).\"",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Ug sila (ang mga mapahitas-on nga mga pangulo) nagplano sa usa ka makuyaw nga panagkunsabo.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Ug sila miingon: \"Ayaw gayud ninyo biyai ang inyong mga dios, (ang inyong mga kinulit nga mga larawan ug mga dios-dios), ilabina ayaw gayud ninyo biyai si Wadd, o Suwa’, o Yaghus, ug Yauq ug Nasr (ang mga ngalan sa ilang mga dios-dios).",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Ug sa pagkatinuod sila (ang mapahitas-ong mga pangulo o kini nga mga dios-dios) nakapahisalaag sa daghan. (O Allāh akong Ginoo) ayaw dugangi ngadto sa mga malinapason gawas sa kasaypanan.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Tungod sa ilang kalapasan sila gipanag-lumos, ug gipasulod sa kalayo, ug sila walay nakaplagan nga motabang kanila batok kang Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Ug si Noe miingon: \"(O Allah) akong Ginoo, ayaw pagbilin dinhi sa yuta ug bisan kinsa nga pumoluyo nga gikan sa mga manlilimod.\"",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Kay kon ikaw mubiya kanila nga nag-inusara , sila maga-pasalaag sa Imong mga ulipon (sa katawhan ug jinn), ug dili manganak ug bisan unsa gawas sa makasasala 'nga kaliwat' ug dili mapasalamaton (nga mga makasasala).",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "(O Allāh) akong Ginoo, pasayloa ako ug ang akong mga ginikanan, ug siya nga mosulod sa akong balay nga ingon magtotoo, ug ang magtotoo nga mga lalaki ug nga mga babaye; ug ayaw dugangi ang mga dautan sa bisan unsa gawas sa kalaglagan.",
      "footnotes": null
    }
  ]
}