{
  "surah_number": 72,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Isulti (Oh Muhammad): Gipadayag nganhi kanako nga dihay ang usa ka pundok sa mga jinn (mga demonyo, dili makita nga espiritu) naminaw (sa Qur'an), ug sila miingon: Sa pagkatinuod kami nakadungog sa usa ka ma-anindot, ug kahibulongan nga Qur'an,",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Nga Giya ngadto sa husto nga pangginawi, busa kami mituo niini, ug kami dili gayud mag-uban kang bisan kinsa (sa pagsimba) uban sa among Ginoo (Allah)[1].",
      "footnotes": "[1]. Busa kami maga-simba ug maga-silbi sa among Ginoo - Allāh - ang Bug-tong tinuod nga Dios."
    },
    {
      "ayah_number": 3,
      "translation_bis": "Ug gipataas sa pagabayawon ang himaya nga 'Allāh' among Ginoo: Siya walay asawa, ni anak nga lalaki 'o mga anak nga babaye'.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Apan adunay pipila tilawala kanamo nga mga hangal-hangal nga nanag-litok sa mga pulong nga bakak mahitungod Allāh[2],",
      "footnotes": "[2]. Pinaagi sa bakak nga pagbutang-butang Kaniya og asawa, o anak nga lalaki, o mga anak nga babaye o bisan unsa nga kaubanan."
    },
    {
      "ayah_number": 5,
      "translation_bis": "Ug kami gayud gihunahuna nga walay tawo o Jinn nga maga-sulti ug bakak mahitungod Kang Allāh.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Nga adunay mga kalalakin-an ipon sa mga katawhan nga nanag-dangop sa kalalakin-an nga mga jinn (mga yawa - dili makita nga espiritu), busa sila nagdugang kanila sa kasaypanan (paglimod ug sala).",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Ug sila gihunahuna sama sa inyong gihunahuna, nga ang Allah dili gayud magpadala ni bisan kinsa (ingon nga usa ka Mensahero ngadto sa katawhan ug sa jinn).",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Ug kami nagtinguha sa pagkab-ot sa langit aron sa pag-paniid, apan among hikaplagan nga kini nga nalukop sa kusganon nga mga magbalantay ug nagdilaab nga kalayo.",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Kaniadto, kami didto nanag-lingkod sa kawanangan sa langit, aron sa pag-paminaw, apan siya (nga mosulay sa) pagpamati karon makakita og usa ka kalayo nga naghulat alang kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "\"Ug kami wala mahibalo kon ang kadaotan ba gitagana alang kanila nga ania sa yuta, o kon ang ilang Ginoo (Allāh) nag- tinguha sa pag-giya kanila ngadto sa maayong buhat.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Taliwala kanamo adunay (mga jinn) mao ang mga matarung, apan ang uban sukwahi, kami maoy mga pundok, apan nanag-sunod sa nagkadaiya nga mga sekta.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Ug kami sigurado nga kami dili gayod maka-ikyas (kang) Allah sa kalibutan, ni kami makaikyas Kaniya pinaagi sa pagkalagiw.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ug sa diha nga kami nakadungog sa Giya (ang Qur’an), kami nanag-dawat niini; busa bisan kinsa nga maga-too sa iyang Ginoo (Allāh, ug magkinabuhi nga matarong ) walay gayoy kabalaka sa kalugi (sa Ganti alang sa iyang maayong mga buhat) o inhustisya.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Ang jinn dugang miingon: \"Taliwala kanamo mao ang mga Muslim (nga masinugtanon ngadto sa Allāh), ug ang uban kanamo mao ang mga nagtipas; busa bisan kinsa nga mitugyan (sa kaugalingon ngadto sa Allāh), mao kini sila ang nanag-pakasubay sa matarong dalan.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Apan sila nga mga nagtipas (gikan Islam), sila mahimong sugnod sa Imperno.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Kon sila (sa katawhan ug jinn) magpabilin nga lig-on sa (matarong) nga Dalan, Kami sa pagkatinuod mohatag kanila ug madagayaon nga tubig (tagana),",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Aron Kami mosulay kanila pinaagi niini; ug bisan kinsa nga motalikod gikan sa Paghinumdum sa iyang Ginoo (Allah), Siya maga-himo kanila sa pag-agi sa usa ka mapintas nga pagsakit.",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Ug hibaloi nga ang tanang (lehitimo) nga pagsimba Iya sa Allah (lamang) sa mga Masajid (dapit sa pagsimba), busa ayaw pagsangpit (pag-ampo) kang bisan kinsa[3] gawas sa Allah.",
      "footnotes": "[3]. Bisan pa kini usa ka anghel nga duol kang Allah, sama sa balaang espiritu Gabriel, o usa ka propeta nga gipadala Niya sama ni Hesukristo, o usa ka santos sama ni Maria, o usa ka jinn, o estatwa, ug uban pa."
    },
    {
      "ayah_number": 19,
      "translation_bis": "Sa diha nga ang alagad sa Allah (ang Propeta Muhammad) mitindog nga nangamuyo sa Allah (Dios lamang), sila (mga jinn) nanag-tapok palibot kaniya nga dakong panon (aron sa pagpaminaw sa Mensahe sa Propeta).",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Isulti: \"Ako nag-ampo lamang (sa Allah) nga akong Ginoo, ug ako dili magbutang ug bisan kinsa nga uban Kaniya.\"",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Isulti: \"Dili sa akong gahom ang kadaot kaninyo, o makabenepisyo kaninyo.”\n(gawas sa Kabubut-on sa Allāh).",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Isulti: \"Bisan kanako, walay bisan kinsa nga makaluwas kanako batok sa Allah (kon ako mosupak Kaniya), ni ako makakaplag sa lain gawas Kaniya ug usa ka dalangpanan\";",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Ang akong katungdanan kay' usa lamang ka pagpadangat (sa Kamatuoran) gikan sa Allah, ug 'paghatod' sa Iyang mga Mensahe; ug bisan kinsa nga maga-supak sa Allah ug sa Iyang mensahero (Muhammad), nan sa pagkatinuod alang kaniya ang Kalayo sa Imperno, nga magpabilin niini sa kahangturan.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Hangtud nga makita nila ang gika-pasi-daan kanila, unya mahibaloan nila kung kinsa ang labing huyang sa magtatabang ug labing diyutay sa gidaghanon.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Isulti: \"Ako wala masayud kon kana nga (Silot) nga gisaad kaninyo haduol na, o kon ang akong Ginoo (si Allah) magtakda ba alang niini maglugway sa panahon.\"",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "(Siya lamang mao) ang Nakahibalo sa dili makita, ug Siya wala magpadayag (sa Iyang Kahibalo sa) dili makita kang bisan kinsa,",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Gawas kaniya nga Iyang gipili ingon nga usa ka Mensahero; kay sa pagkatinuod Siya naghimo ug mga bantay (anghel) sa atubangan ug sa Iyang likod.",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Aron Siya (Allah) mahibalo nga sila tinuod nga naghatud sa mga Mensahe sa nga ilang Ginoo (Allāh), ug Siya naglibut sa tanan (nga) uban kanila, ug Iyang gitipigan nga asoy ang tanang butang.",
      "footnotes": null
    }
  ]
}