{
  "surah_number": 73,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Oh ikaw (Muhammad) nga giputos sa mga bisti!",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Tumindog ka (sa Pag-ampo) sa kagabhion apan dili sa tibook gabii;",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Katunga niini o kapin gamay;",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "O dugangi ug gamay pa: ug ilitok ang Qur'an, uban ang maayong sinu-kod nga tingog;",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Sa pagkatinuod Kami magpadala kanimo sa labi pang daghan nga pulong (sa kaalam).",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Sa pagkatinuod ang pagbangon sa kagabion (alang sa pag-ampo) malisod alang sa usa ka kalag apan labing angay (alang sa pagsabut) sa mga Pulong (sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Sa pagkatinuod kamo adunay usa ka taas nga panahon sa pagpanarbaho sa adlaw.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Busa dayega ang ngalan sa Allāh' imong Ginoo, ug itug-yan ang imong kaugalingon Kaniya sa tibook \"kasing-kasing\"",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Ang Ginoo sa Sidlakan ug Kasadpan - walay nay laing diyos gawas Kaniya - busa himoa Siya nga imong sinaligan nga saliganan sa (tanan ninyo) nga mga kalihokan.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Antusa nga mapailubon ang bisan unsa nga ilang gisulti, ug likayi sila uban sa mapuanguron nga paglikay.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Pasagdi Ako sa pagpakighusay sa mga manlilimod (sa Kamatuoran), nga nanag-iya sa kasayon ​​ug kadagaya, ug hatagi sila \nlugway.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Sa pagkatinuod ania Kanamo ang bug-at nga mga talikala (aron sa paggapos kanila) ug ang nagdilaab nga Kalayo,",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Ug kalan-on nga makapatuok, ug usa ka sakit nga Silot (alang sa mga manmilimod),",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Sa Adlaw nga ang yuta ug ang mga bukid magkurog, ug ang mga bukid mahimong (sama sa) mga tapok sa balas.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Sa pagkatinuod, Kami nagpadala ngadto kaninyo ug usa ka Mensahero 'Muhammad' aron mahimong saksi diha kaninyo, ingon nga Kami nagpadala ug usa ka Mensahero (Moises) ngadto kang Paraon.",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Apan si Paraon misupak sa Mensahero (Moises), busa Kami misakmit kaniya sa usa ka makapadaut nga Pagsakmit.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Nan, unsaon man ninyo pagbantay sa inyong mga kaugalingon (gikan sa Silot sa Allah), kon kamo naglimod \"sa Kamatuoran\", sa Adlaw nga ang mga bata mahimong mga ubanon ang ulo?",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Tungod niini ang langit pagagision (pagapikason); Iyang saad kanunay nga natuman.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Sa pagkatinuod, kini usa ka Pasidaan, busa, si bisan kinsa nga mobuot, makahimo sa pagsubay sa Dalan sa iyang Ginoo (Allāh).",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Sa pagkatinuod, ang imong Ginoo (Allah) nahibalo nga ikaw (Oh Muhammad) buhat sa pag-ampo nga halos dos-tersiya sa tulo ka bahin] sa kagabion, ug (usahay) katunga niini, ug (usahay) ikatulo nga bahin niini, ug (mao usab) ang usa ka pundok gikan niadtong mga kaubanan nimo. Ang Allah maoy nagtakda (sa gitas-on sa) gabii ug adlaw. Siya nahibalo nga kamo dili makahimo sa pag-ampo sa tibuok gabii, busa Siya milantaw kaninyo (nga maluluy-on), busa litoka ang unsay sayon ​​(alang kaninyo) gikan sa Qur'an. Siya nasayud nga adunay uban kaninyo nga nag-masakiton, ug ang uban anaa sa pagbiyahe sa yuta aron sa pagpangita sa kadagaya sa Allah, ug ang uban nakig-away sa Dalan sa Allah, busa litoka ang unsay sayon 'alang kaninyo' gikan niini, ug magmakanunayon sa Salah (pag-ampo), ug ihatag ninyo ang Zakah (obligadong limos) ug pahulam ngadto sa Allah usa ka maayo nga pagpahulam, ug bisan unsa nga kaayohan nga inyong ipadala alang sa inyong mga kaugalingon, kamo makakaplag niini uban sa Allah; kini mas maayo ug mas dako sa ganti. Ug pangayo ug Kapasayloan gikan sa Allah; sa pagkatinuod ang Allah mao ang Labing Mapasayloon, Labing Maluluy-on.",
      "footnotes": null
    }
  ]
}