{
  "surah_number": 76,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Dili ba adunay panahon, nga ang tawo ingon nga binuhat wala gayod Hisguti ug naglungtad?",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Sa pagkatinuod, Kami naglalang sa tawo gikan sa nagkasagol nga semilya (gikan nga sa lalaki ug nga sa babaye), aron sa pagsulay kaniya, busa Kami naghimo kaniya nga makadungog ug makakita.",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Among gipakita kaniya ang husto nga Dalan: din niini siya magapasalamat o dili mapasalamaton.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Kami nag-andam alang sa mga manmilimod ug mga kadena ug mga talikala ug nagdilaab nga Kalayo.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Sa pagkatinuod ang mga matarung maanaa sa Paraiso nga nag-inom gikan sa usa kopa (sa lunsay nga bino) nga gisagolan ug camphor1.",
      "footnotes": "1. Usa ka ilimnon nga makapalipay tungod sa lamian nga lasa niini ug humot."
    },
    {
      "ayah_number": 6,
      "translation_bis": "Usa ka tubod diin ang (matarong) nga mga ulipon sa Allah magainom; Kini naga-agas sa hilabihan nga kadagaya sa ilang kabubut-on.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Sila (mao kadtong) nagtuman (sa ilang) mga panaad, ug gikahadlokan ang Adlaw, nga diin ang kadautan mahimong malapad nga mukuyanap.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Sila nanag-pakaon, tungod sa pag-higugma (kang) Allāh, kanila nga manga kabos, manga ilo ug mga binilanggo,",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "\"Kami nagpakaon lamang kaninyo alang sa Nawong sa Allah; kami wala mag-handom gikan kaninyo ug ganti, ni pag-pasalamat.\"",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Kami nahadlok sa (Allah) nga among Ginoo, sa usa ka mabangis, malisud nga Adlaw (ang adlaw sa Pagkabanhaw ug sa Paghukom) .",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Busa ang Allah magluwas kanila gikan sa kadautan niadtong Adlawa, ug maghatag kanila sa kahayag sa kahimayaan ug kalipayan.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Alang sa ilang pagpailub ug paglahutay Siya muganti kanila uban sa Tanaman (sa kadagaya) ug mga seda.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Sila naglingkod sulod niini sa gipataas nga mga higdaanan, ug didto dili nila makakita ang kainit sa adlaw ni sa katugnaw.",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Ug ang landong sa mga tanaman maga-tabon kanila, ug ang mga bunga niini himoon nga haduol (kanila), nga sayon ​​sa pagkab-ot.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Ug sa ilang taliwala igalibot kanila nga gisilbihan nga mga sudlanan nga plata ug mga kopa nga hinimo sa bildo;",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "(Labing tin-aw) nga bildo, nga hinimo sa plata; nga diin ilang tinoan sa sukod sumala sa ilang tinguha.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Ug sila pagahatagan aron sa pag-inum sa sulod niini ug kopa (sa lunsay nga bino) nga gisagolan ug luy-a,",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Gikan sa usa ka tuburan sa sulod niini nga ginganlag Salsabeel.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Ug palibot kanila maga-silbi sa mga dili mamatay nga mga batan'on; sa diha nga sila Imong lantawon, kamo maghunahuna nga sila nagkatag nga mga mutya.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Ug sa diha nga kamo motan-aw didto 'sa Paraiso', imong makita ang himaya nga malahalon nga uyamot ug usa ka Dakong Gingharian.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Kanila adunay mga bisti sa lunhaw nga seda ug baga nga seda nga giburdahan sa bulawan, ug sila pagadayandayan sa mga pulseras nga pilak, ug ang ilang Ginoo (Allāh) mohatag kanila ug putli nga ilimnon.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Sa pagkatinuod, mao kini ang usa ka ganti alang kaninyo ug ang imong mga paningkamot gihatagag bili.”",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Sa pagkatinuod Kami ang nagpakanaog sa Qur’an nganha kanimo (Oh Muhammad) nga nagpadayag (niini pinaagi) sa mga hugna.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Busa paghulat nga mapailubon alang sa Kasugoan sa (Allah) nga inyong Ginoo, ug ayaw sunda gikan kanila ang usa ka makasasala o ang dili mapasalamaton (dili magtutuo).",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Hinumdomi ug humugyaw ka sa ngalan sa imong Ginoo (Allāh) sa buntag ug gabii2,",
      "footnotes": "2. Nga mao ang mga pagsimba sa sayong buntag, kaudtohon, ug kahaponon."
    },
    {
      "ayah_number": 26,
      "translation_bis": "Ug sa panahon sa kagabhion3, yumukbo Kamo ngadto Kaniya, ug dayega Siya sa taas nga (bahin sa) kagabion.",
      "footnotes": "3. Ang pagsalop sa adlaw ug ang gabii nga mga pag-ampo."
    },
    {
      "ayah_number": 27,
      "translation_bis": "Sa pagkatinuod, sila (ang mga manlilimod) naghigugma sa lumalabay nga kinabuhi, ug gibutang sa ilang luyo (ang paghinumdom sa) Mabug-at nga Adlaw4.",
      "footnotes": "4. Ang adlaw sa Pagkabanhaw ug sa\nPaghukom."
    },
    {
      "ayah_number": 28,
      "translation_bis": "Kami (Allah) nagbuhat kanila, ug Kami naglig-on sa ilang mga kaunoran. Ug kun Among gustohon, Kami makahimo sa pag-ilis kanila sa hingpit pinaagi sa uban nga sama kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Sa pagkatinuod kini usa ka Pahinumdum, busa bisan kinsa nga makagusto, pasagdi siya nga mosubay sa Dalan sa iyang Ginoo (Sa Islam).",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Ug kamo dili makahimo (sa bisan unsang butang nga inyong gustohon), gawas kon gustohon sa Allah. Sa pagkatinuod ang Allah mao ang Labing Nakahibalo sa Tanan, ang Tinuod nga Maalamon;",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Iyang dawaton ang bisan kinsa nga Iyang gusto sa Iyang Kalooy, ug (alang sa ang) mga mamumuhat sa kadautan, Siya giandam alang kanila ug sakit nga Silot.",
      "footnotes": null
    }
  ]
}