{
  "surah_number": 79,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ako (Allāh) Nanumpa pinaagi niadtong (mga anghel) nga nagguyod sa mga kalag sa mga manlilimod (sa panahon sa kamatayon) uban kayugot.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Ug pinaagi niadtong (mga anghel) nga malumong nagkuha sa mga kalag (sa mga magtotoo sa panahon sa kamatayon),",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Ug pinaagi niadtong (mga bituon ug mga planeta) nga naglutaw-lutaw sa kawanangan (diha sa ilang mga orbito o agianan),",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Ug pinaagi niadtong (mga anghel) nga naglumba sa usag-usa diha sa panaglumba, nga nagdali sa pagtuman sa mga sugo ni Allāh;",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Ug pinaagi niadtong (mga anghel) nga naghan-ay sa matag butang sumala sa Pagtakda sa Allāh[1].",
      "footnotes": "[1]. Si Allāh nanumpa sa mga anghel nga nagtuman sa Iyang gisugo ug gihukom, sama sa mga anghel nga gitugyan sa mga kalihokan sa mga tawo. Siya nanumpa didto sa tibuok nga Siya sa pagkatinuod banhawon sila alang sa pag-ihap ug pagbalos,"
    },
    {
      "ayah_number": 6,
      "translation_bis": "Sa Adlaw nga ang unang (Pagtayhop sa) Trumpeta, mahitabo ug magpauyog (sa kalibutan).",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Ug ang ikaduha nga (Pagtayhop sa Trumpeta alang sa Pagkabanhaw) mosunod niini.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Ang mga kasingkasing sa mga manlilimod ug mga masupilon nianang adlawa magkurog,",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Ang ilang mga mata nagpaubos (uban sa kahadlok).",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "(Niining kinabuhia ) ingon nila: \"Kami ba gayud ibalik (human sa kamatayon) ngadto sa (among) unang kahimtang?\"",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Bisan pa kon kami nangadunot na nga mga bukog \"mabanhaw ba kita human niana\"?",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Sila nag-ingon: \"Kana, unya, usa ka pagbalik uban sa kapildihan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Apan kini (ang ikaduhang Pagtayhop sa trompeta alang sa Pagkabanhaw) usa lamang ka 'gamhanan' singgit,",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Sa diha nga sila pukawon (nga buhi human sa kamatayon).",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Wala ba ang istorya ni Moises midangat kanimo ˹O Propeta Muhammad˺?",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Sa diha nga ang iyang Ginoo – Allāh – mitawag kaniya didto sa sagrado nga walog sa Ṭuwā:",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "(Ug Miingon): \"Lakaw ngadto kang Paraon, kay siya sa pagkatinuod nakalapas sa tanang mga utlanan.\"",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Ug isulti: \"Ikaw ba (adunay tinguha) sa pagputli sa imong kaugalingon 'gikan mga sala'?\"",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Ug ako magatultol kaninyo ngadto sa inyong Ginoo (Allah) aron kamo mahadlok Kaniya.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Unya siya (Moises) nag-pakita kaniya sa labing dako nga ilhanan[2];",
      "footnotes": "[2]. Kana mao ang sungkod nga nagpamatuod nga siya usa ka mensahero gikan sa Allāh."
    },
    {
      "ayah_number": 21,
      "translation_bis": "Apan siya (Paraon) misalikway ug misupak 'ni Moises'.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "unya siya mitalikod, nga nanlimbasug ˹batok sa kamatuoran˺.",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Busa iyang gitigum (ang iyang mga tawo) ug nagtawag:",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Sa pag-ingon: \"Ako mao ang inyong ginoo, ang labing taas!\"",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Busa ang Allah milabnot kaniya alang sa iyang ulahi ug una \"nga paglapas[3]\",",
      "footnotes": "[3]. Busa ang Allah milabnot kaniya (sa hilabihan nga Silot) alang sa iyang ulahi ug una (nga paglapas, kay si Paraon nagpahayag sa iyang kaugalingon nga usa ka dios ug alang sa iyang kanhing pagpangdaugdaug sa mga tawo ug pagsalikway kang Moises. Busa Allāh gisilotan siya sa Kalibutan pinaagi sa pagkalumos siya sa dagat ug silotan Niya kini sa Pikas Kinabuhi pinaagi sa pagpasulod niini sa labing grabe nga pagsakit."
    },
    {
      "ayah_number": 26,
      "translation_bis": "Sa pagkatinuod adunay pagtulon-an niini ngadto kaniya nga nahadlok (sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Mas kusgan ka ba sa paglalang o ang langit, nga Iyang (Allāh) gitukod,",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Sa kahitas' an Siya nagtuboy niini ug Siya nag-hatag niini sa nag-kaigo nga kahingpitan.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Ug iyang gihimo nga mangitngit ang gabii niini, ug gipagula ang adlaw niini (kahayag).",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Ug ang yuta, Iyang gipalapdan kini human niana.",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Siya gipagula gikan niini ang tubig ug ang mga sibsibanan niini.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Ug ang kabukiran Iyang gipahamutang nga malig-on,",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Usa ka tagana alang kaninyo ug sa inyong mga bakahan.",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Apan sa diha nga ang dakong Makagagahum nga Katalagman moabut,",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Sa Adlaw nga ang matag tawo mahinumdom sa tanan nilang pagpaningkamot (maayo man o daotan),",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Ug ang Imperno nga kalayo gibutyag alang sa bisan kinsa nga makakita niini,",
      "footnotes": null
    },
    {
      "ayah_number": 37,
      "translation_bis": "Alang kaniya nga nakalapas;",
      "footnotes": null
    },
    {
      "ayah_number": 38,
      "translation_bis": "Ug gipalabi ang kinabuhi niining kalibutana,",
      "footnotes": null
    },
    {
      "ayah_number": 39,
      "translation_bis": "Nan, sa pagkatinuod ang Imperno, kana mao ang iyang Puloy-anan.",
      "footnotes": null
    },
    {
      "ayah_number": 40,
      "translation_bis": "Apan alang kaniya nga anaa sa Kahadlok sa pagbarog sa Atubangan sa 'Allāh' Ang Ginoo (alang sa Pagkwenta ug Paghukom), ug nagpugong sa iyang kalag gikan sa ubos nga mga tinguha,",
      "footnotes": null
    },
    {
      "ayah_number": 41,
      "translation_bis": "Nan sa pagkatinuod ang Paraiso, mao ang iyang Puloy-anan.",
      "footnotes": null
    },
    {
      "ayah_number": 42,
      "translation_bis": "Sila nangutana kanimo mahitungod sa Takna (ang Adlaw sa Pagkabanhaw ug Paghukom), Kanus'a ba kini mahitabo?",
      "footnotes": null
    },
    {
      "ayah_number": 43,
      "translation_bis": "lkaw walay kahibalo sa pagsulti ug bisan unsa mahitungod niini (bisan pa ikaw usa sa mga Timaan).",
      "footnotes": null
    },
    {
      "ayah_number": 44,
      "translation_bis": "Ngadto sa (Allah) nga imong Ginoo (lamang) mao(ang Kahibalo sa) takna niini.",
      "footnotes": null
    },
    {
      "ayah_number": 45,
      "translation_bis": "Ang imong katungdanan mao lamang ang pagpasidaan ngadto kaniya nga nahadlok niini.",
      "footnotes": null
    },
    {
      "ayah_number": 46,
      "translation_bis": "Sa Adlaw nga sila makakita niini, kini mahitabo nga sama nga sila wala makapabilin (niining kalibutana) gawas sa (gidugayon) sa usa ka hapon o usa ka buntag lamang.",
      "footnotes": null
    }
  ]
}