{
  "surah_number": 83,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Alaut ang mga limbongan (sa mga timbang ug sukod),",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Sila, nga sa dihang sila mokuha ug sukod (sa ilang mga bahin) gikan sa mga tawo, sila nagakuha niiini sa hingpit (ug hustong sukod),",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Apan sa diha nga sila mosukod o motimbang alang sa uban, sila maghatag ug mas ubos ug hinungdan sa pagkawala.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Wala ba sila maghunahuna nga sila pagabanhawon (ug mubangon gikan sa mga patay alang sa pag-ihap ug pagpanimalos),",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Alang sa usa ka dakong Adlaw,",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "(Nga mao) Ang Adlaw nga ang tanang mga tawo mobarog atubangan sa Ginoo sa tanang linalang[1].",
      "footnotes": "[1]. Nianang panahona hukman iyang kamo ug mosaksi batok sa tanan nga mga barangan ug mga mananapaw ug mga bakakon. Mamulong iyang batok sa mga nanglimbong ang mga trabahante sa ilang mga suhol, nga nagdaugdaug sa mga balo ug mga ilo, o naghikaw sa mga langyaw nga nagpuyo sa taliwala kanila sa hustisya, kay kini nga mga tawo wala mahadlok Allāh, ang Ginoo sa mga Kasundalohan sa Langit."
    },
    {
      "ayah_number": 7,
      "translation_bis": "Apan dili, sa pagkatinuod ang talaan sa mga makasasala, (gitipigan) sa Sijjeen,",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Ug unsa ang makapahibalo kanimo kon unsa ang Sijjeen?",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Kini ang ilang padulngan nga natala sa usa ka rehistro nga gisulat[2].",
      "footnotes": "[2]. Ang kinaubsang giladmon sa Impiyerno."
    },
    {
      "ayah_number": 10,
      "translation_bis": "Alaut nianang Adlawa alang sa mga manlilimod,",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Kadtong naglimod sa Adlaw sa (Paghukom ug) Pagbalus.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Ug walay milimod niini gawas sa tanang matag nakasala nga malapason.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Sa diha nga ang Among mga Bersikulo (ang Qur'an) ilitok ngadto kaniya, siya miingon: 'Mga Sugilanon sa mga karaan.'",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Dili, hinunoa, ang ilang gibuhat kaniadto (nga mga sala) nagbutang ug taya sa ilang mga kasingkasing.",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Sa pagkatinuod sila nianang Adlawa magbulag gikan sa ilang Ginoo (Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Unya sa pagkatinuod sila makasulod sa Kalayo sa Imperno.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Unya kini igasulti (ngadto kanila): \"Kini mao ang inyong naandan sa paglimod.\"",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Sa pagkatinuod ang talaan sa mga matarung anaa sa (gitipigan) nga 'illiyyeen.",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Ug unsay makapahibalo kanimo kon unsa ang Iliyyeen?",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Kini ang ilang destinasyon nga natala sa usa ka rehistro nga gisulat[3].",
      "footnotes": "[3]. Nga anaa sa ikapitong langit diin ang mga kalag sa tinuod nga magtutoo ato didto."
    },
    {
      "ayah_number": 21,
      "translation_bis": "(Nga diin) gisaksihan sa mga labing duol (gikan sa taliwala sa mga anghel).",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Sa pagkatinuod, ang mga matarung maanaa sa Tanaman sa Kabulahanan (Paraiso),",
      "footnotes": null
    },
    {
      "ayah_number": 23,
      "translation_bis": "Panggilingkod nga malipayon' sa mga trono (sa dignidad), nga sila nagalantaw 'sa tanang mga panalangin'.",
      "footnotes": null
    },
    {
      "ayah_number": 24,
      "translation_bis": "Imong mailhan sa ilang mga nawong ang kasidlak sa Kalipay.",
      "footnotes": null
    },
    {
      "ayah_number": 25,
      "translation_bis": "Ang ilang kauhaw matagbaw pinaagi sa usa ka lunsay nga ilimnon, nga sinilyohan.",
      "footnotes": null
    },
    {
      "ayah_number": 26,
      "translation_bis": "Ang kataposan niana (nga bino) mao ang humot sa musk; ug alang niana pasagdi (ang tanan) nga naningkamot, maningkamot (sa pagtuman sa Allah).",
      "footnotes": null
    },
    {
      "ayah_number": 27,
      "translation_bis": "Ug kining nasagol mao ang tubig sa Tasneem (gikan ang kinatas-ang tubod sa Paraiso),",
      "footnotes": null
    },
    {
      "ayah_number": 28,
      "translation_bis": "Usa ka tubod diin ginaimnan niadtong mga labing duol sa Allah.",
      "footnotes": null
    },
    {
      "ayah_number": 29,
      "translation_bis": "Sa pagkatinuod sila nga mga dautan nagkatawa niadtong mga nagatoo.",
      "footnotes": null
    },
    {
      "ayah_number": 30,
      "translation_bis": "Ug sa diha nga sila molabay kanila, sila mangidhat sa usag-usa (sa pagbiaybiay).",
      "footnotes": null
    },
    {
      "ayah_number": 31,
      "translation_bis": "Sa diha nga sila mobalik ngadto sa ilang mga katawhan sila mobalik nga malipayon 'pagbiaybiay sa mga magtotoo'.",
      "footnotes": null
    },
    {
      "ayah_number": 32,
      "translation_bis": "Ug sa diha nga sila makakita kanila (nga mga magtutuo), sila moingon: 'Sa pagkatinuod kini mao mga nahisalaag!'",
      "footnotes": null
    },
    {
      "ayah_number": 33,
      "translation_bis": "Apan sila nga (manlilimod) wala ipadala aron mahimong mga magbalantay ibabaw kanila (nga mga magtutuo).",
      "footnotes": null
    },
    {
      "ayah_number": 34,
      "translation_bis": "Apan niining Adlawa (sa Paghukom) kadtong mga mituo magkatawa sa mga manlilimod;",
      "footnotes": null
    },
    {
      "ayah_number": 35,
      "translation_bis": "Panggilingkod nga malipayon' sa mga trono 'sa dignidad', nga sila nagalantaw 'sa tanang mga panalangin'.",
      "footnotes": null
    },
    {
      "ayah_number": 36,
      "translation_bis": "Ang mga manlilimod ba wala gibalosan (sa hingpit) alang sa unsay ilang gibuhat kaniadto (ni kadautan)?",
      "footnotes": null
    }
  ]
}