{
  "surah_number": 85,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ako (Allāh) nanumpa sa langit nga napuno sa dagkong mga konstelasyon,",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Pinaagi sa Gikasaad nga Adlaw (sa Pagkabanhaw),",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Ug mosaksi ug gisaksihan.",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Tinunglo ang mga nagbuhat sa gahong (sa kalayo aron sa pagsakit sa mga magtotoo).",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Sa kalayo nga ginahatagan ug (abunda nga) sugnod,",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Sa diha nga nanglingkod sila duol niini,",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Ug sila mga saksi sa unsay ilang gibuhat sa mga magtotoo.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Ug sila walay bisan unsa batok kanila gawas nga sila mituo sa Allāh, ang Hingpit Makagagahum, ang Dalaygon,",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Nga Kaniya ang Gingharian sa mga langit ug sa yuta; ug si Allah mao ang saksi sa tanang butang.",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Kadtong naglutos (nagsunog) sa magtutuo nga mga lalaki ug nga mga babaye, ug unya wala maghinulsol, sila makabaton sa Silot sa Imperno, ug sila makabaton sa Silot sa nagdilaab nga Kalayo.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "Kadtong mga mituo ug nagbuhat sa matarung nga mga buhat, sila makabaton og mga Tanaman nga sa ubos niini anaa ang mga suba nga nagadagayday, kana mao ang Dakong Kalamposan.",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Sa pagkatinuod ang Pagkupot (Pagsakmit ug Pagpanimalos) sa (Allah) nga imong Ginoo grabe.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Sa pagkatinuod ang Allah mao ang nagbuhat (sa tanang butang) gikan sa sinugdanan, ug magpabalik niini (sa kinabuhi human sa kamatayon alang sa Paghukom),",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Ug Siya mao ang Labing Mapasayloon, ang Labing Mahigugmaon,",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Ang nanag-iya sa Trono, ang Labing Mahimayaon,",
      "footnotes": null
    },
    {
      "ayah_number": 16,
      "translation_bis": "Ang nagbuhat sa bisan unsa nga Iyang gusto.",
      "footnotes": null
    },
    {
      "ayah_number": 17,
      "translation_bis": "Wala ba ang istorya sa mga sundalo moabut kanimo?",
      "footnotes": null
    },
    {
      "ayah_number": 18,
      "translation_bis": "Ni Paraon, ug (sa tribu ni) Thamud?",
      "footnotes": null
    },
    {
      "ayah_number": 19,
      "translation_bis": "Ug bisan pa niana ang mga manlilimod (nagpadayon) sa pagsalikway 'sa Kamatuoran ug nagsupak sa Kalinaw'.",
      "footnotes": null
    },
    {
      "ayah_number": 20,
      "translation_bis": "Apan ang Allāh nag-libot kanila sa tanan nga kilid 'ug pagabalusan sila tungod sa ilang mga binuhatan'.",
      "footnotes": null
    },
    {
      "ayah_number": 21,
      "translation_bis": "Apan kini usa ka Mahimayaon nga Qu'ran.",
      "footnotes": null
    },
    {
      "ayah_number": 22,
      "translation_bis": "Gisulat' Sa usa ka Gipreserbar nga Papan.",
      "footnotes": null
    }
  ]
}