{
  "surah_number": 91,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ako (Dios) nanumpa pinaagi sa adlaw ug ang kahayag niini una udto.",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Maingon man sa bulan nga naga-sunod sa adlaw (nagpabanaag sa kahayag sa adlaw).",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Pinaagi sa adlaw, sa diha nga kini nagapahayag sa iyang kahayag,",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Ug ( pinaagi sa) kagabion, sa diha nga kini mitabon niini (sa adlaw),",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Ug (pinaagi sa) langit ug Kaniya nga Maoy nagbuhat niini,",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Ug (pinaagi sa) yuta ug Kaniya nga nagbuklad niini,",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Ug (pinaagi sa) kalag, ug Kaniya nga naghingpit kaniya sa hulagway,",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Ug Siya nagdasig niini aron masabtan kon unsa ang husto ug sayop alang kaniya,",
      "footnotes": null
    },
    {
      "ayah_number": 9,
      "translation_bis": "Siya sa pagkatinuod magmalampuson, siya nga nagaputli sa iyang kaugalingon (gikan sa kadautan),",
      "footnotes": null
    },
    {
      "ayah_number": 10,
      "translation_bis": "Apan siya nga nagdaut niini kasigurohan nga pagahikawan 'sa maayong'.",
      "footnotes": null
    },
    {
      "ayah_number": 11,
      "translation_bis": "(Ang tribo ni) Thamud nagsalikway (sa Kamatuoran) pinaagi sa ilang paglapas,",
      "footnotes": null
    },
    {
      "ayah_number": 12,
      "translation_bis": "Sa diha nga ang labing dautan kanila gipadala ˹aron sa pagpatay sa baye nga kamelyo˺.",
      "footnotes": null
    },
    {
      "ayah_number": 13,
      "translation_bis": "Busa ang Mensahero sa Allāh (Salih) miingon kanila: \"Kini usa ka baye nga kamelyo nga gilalang sa Allāh, busa pasagdi siya (sa) pag-inom (ug ayaw siya pasakiti)\".",
      "footnotes": null
    },
    {
      "ayah_number": 14,
      "translation_bis": "Apan sila misalikway kaniya, ug mipiang (ug dayon mipatay) kaniya (kamelyo), busa ang ilang Ginoo (Allah) midugmok kanila tungod sa ilang mga sala, ug kini (ang silot) mipatag kanila (ngadto sa yuta o naghimo niini nga tupong ngadto kanilang tanan).",
      "footnotes": null
    },
    {
      "ayah_number": 15,
      "translation_bis": "Ug Siya (Dios) wala mahadlok sa mga sangpotanan niini[1].",
      "footnotes": "[1]. Pamatikdi: [Ang pagpanumpa Allah pinaagi sa Iyang mga binuhat, mao laktud nga pagpanumpa gamit ang Iyang Balaan nga Kaugalingon, tungod kay Siya ang Ginoo sa Kahingpitan ug sa tanan nga anaa. Busa, sa diha nga ang Allah manumpa sa pipila sa mga binuhat nga mga butang, Siya nagdani (lamang) sa atong pagtagad ngadto sa dako nga importansya sa mga butang nga Iyang gihisgutan, ug ang kamahinungdanon o pagkabililhon sa unsay Iyang gipanumpaan. Ang pagpanumpa sa Allah pinaagi sa linalang mao lamang ang pagpanumpa ngadto sa Iyang Kaugalingon, sa Iyang Kahingpitan, ug sa Iyang Kaugalingong Kahalangdon. Gihisgotan sa Allah ang pipila sa Iyang mga binuhat isip ebidensya o pamatuod sa Iyang pagkaanaa, ug gipasiugda (gipasabot) ngadto sa mga magbabasa sa Balaan nga Pinadayag aron sa pagpamalandong sa Iyang mga Timaan. Ug samtang ang Allah makapanumpa pinaagi sa unsay Iyang gusto, (nan) alang sa katawhan kini gidili o supak sa balaod alang kanila nga sila manumpa ngadto sa lain sa Allah.Kini usa ka Dakong sala: ang pagpanumpa kang Propeta Muhammad o kang Hesu-Kristo o kang bisan kinsang Propeta o anghel o matarong nga tawo, o sa Ka'aba, o sa bisan kinsang kinabuhi sa usa ka tawo nga gipasidunggan, o sa lubnganan.\nAng Propeta Muhammad, ang kalinaw ug ang mga panalangin sa Allah maanaa kaniya, miingon: «Bisan kinsa nga manumpa sa bisan unsa (o kang bisan kinsa) nga gawas sa Allah, (nan siya) sad-an sa dili pagtuo o sa pagsimbag laing dios-dios»” Abu Dawud, At-Tirmidhe, Ahmed. Siya usab miingon: \"Ayaw pagpanumpa pinaagi sa mga dios-dios, ni pinaagi sa imong mga amahan.\" \n– [Saheeh Muslim]."
    }
  ]
}