{
  "surah_number": 95,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Ako (Dios) nanumpa pinaagi sa igira ug sa olibo[1]",
      "footnotes": "[1]. Ug sa mga yuta niini, diin daghang mga bantugan nga mga Propeta sa Allah ang miabot sama nila ni Hesus, Abraham, ug Noe."
    },
    {
      "ayah_number": 2,
      "translation_bis": "Maingon man sa bukid sa Sinai[2],",
      "footnotes": "[2]. Siya nanumpa didto sa Bukid sa Sinai nga ang Iyang propeta nga si Moises nakigsulti uban Kaniya."
    },
    {
      "ayah_number": 3,
      "translation_bis": "Ug pinaagi niining luwas nga lungsod (sa Makkah[3],",
      "footnotes": "[3]. Diin nagpakita ang Propeta Muhammad. Siya nanumpa pinaagi sa Makkah, ang labing balaan nga siyudad nga bisan kinsa nga mosulod niini luwas, nga si Muḥammad gipadala gikan didto ingon Sinugo sa Dios."
    },
    {
      "ayah_number": 4,
      "translation_bis": "Kami naglalang sa tawo sa labing maayo nga porma,",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Unya Kami nagbalik kaniya ngadto sa labing ubos sa tanang ubos[4].",
      "footnotes": "[4]. Sa Imperno o sa pagkatigulang ug sa usa ka kahimtang nga sama nalang sa bata human sa iyang kusog ug pagkahamtong."
    },
    {
      "ayah_number": 6,
      "translation_bis": "Apan sila nga mituo ug nagbuhat sa matarung nga mga buhat, sila adunay ganti nga walay katapusan (Paraiso).",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Busa unsay naghimo gilimod nimo sa ˹katapusan˺ Paghukom ug Pagbalos?",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Dili ba ang Allah ang Labing Maayo sa mga maghuhukom[5]?",
      "footnotes": "[5]. Dili ba si Allāh – sa paghimo sa Adlaw sa Pagkabanhaw nga usa ka adlaw alang sa panimalos – ang labing maghuhukom sa mga maghuhukom ug ang labing makiangayon kanila? Bisan kinsa nga maghukom tali kanila aron Iyang magaganti ang magbubuhat sa maayo sa pagbuhat ug maayo ug silotan ang magbubuhat sa dautan tungod sa pagbuhat ug dautan?"
    }
  ]
}