{
  "surah_number": 98,
  "ayahs": [
    {
      "ayah_number": 1,
      "translation_bis": "Kadtong mga wala motoo gikan sa mga sumusunod sa (nauna) nga Kasulatan (ang mga Hudeyo ug ang mga Kristohanon) ug ang mga tigsimbag dios-dios dili mahibulag (gikan sa pagkawalay pagtuo ug pagsimbag dios-dios) hangtud nga moabut kanila ang tin-aw nga Pamatuod (Ebidensya):",
      "footnotes": null
    },
    {
      "ayah_number": 2,
      "translation_bis": "Usa ka Mensahero gikan sa Allah (ang Propeta Muhammad), nga magalitok sa giputli nga mga Panid (sa Kasulatan),",
      "footnotes": null
    },
    {
      "ayah_number": 3,
      "translation_bis": "Diin anaa ang tanang husto nga mga Balaud (nga sukwahi sa ilang sayop nga pagtuo ug mga tuotuo).",
      "footnotes": null
    },
    {
      "ayah_number": 4,
      "translation_bis": "Apan kadtong gihatagan sa Kasulatan 'mga Hudeyo ug mga Kristohanon' wala mabahin 'ngadto sa daghang mga sekta' gawas lamang human miabot ang tin-aw nga Pamatuod (Ebidensiya) (gikan sa Allah) ngadto kanila.",
      "footnotes": null
    },
    {
      "ayah_number": 5,
      "translation_bis": "Ug sila wala sugoa sa bisan unsa gawas lang nga sila kinahanglan nga mosimba sa Allah (lamang), nga matinud-anon ngadto Kaniya diha sa relihiyon (sa Islam, sa kinasing-kasing ug pagkamasinugtanon, nga matul-id, ug ang pagbuhat sa pag-ampo ug pagbayad sa kabus nga kantidad o Zakah – Obligado limos, ug kana mao ang husto nga relihiyon.",
      "footnotes": null
    },
    {
      "ayah_number": 6,
      "translation_bis": "Sa pagkatinuod sila nga (nagpadayon sa) pagpanglimod gikan sa mga sumusunod sa (naunang) Kasulatan ug ang mga tigsimbag dios-dios maanaa sa Kalayo sa Impiyerno, nga magpabilin sa sulod niini hangtod sa kahangtoran; sila ang pinakadaotan sa tanang binuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 7,
      "translation_bis": "Kanila nga mituo ug nagbuhat sa matarung nga mga buhat, sa pagkatinuod sila mao ang labing maayo sa tanang binuhat.",
      "footnotes": null
    },
    {
      "ayah_number": 8,
      "translation_bis": "Ang ilang Ganti sa ilang Ginoo (Allāh) mao ang mga Tanaman sa Eden diin sa ilawom niini nagdagayday ang mga suba, nagpabilin niini hangtod sa kahangturan; Ang Allah Nalipay kanila ug sila usab nalipay pag-ayo Kaniya; kana alang kaniya nga anaa sa Kahadlok (ug Pagtahod) atubangan sa iyang Ginoo (Allah).",
      "footnotes": null
    }
  ]
}